import { BattleData } from "./type"

export const reqNPC = ():BattleData => {
    return {
        "海洋队 重要战斗 阵容": [
            {
                "title": "反派 海洋队精英（橙华森林）",
                "battle_type": "单打",
                "item": "全能爆发*2",
                "pokemons": [
                    {
                        "name": "酷豹",
                        "level": 13,
                        "item": "一般宝石",
                        "ability": "轻装",
                        "moves": [
                            "大声咆哮",
                            "击掌奇袭",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "大狼犬",
                        "level": 13,
                        "item": "气势披带",
                        "ability": "强壮之颚",
                        "moves": [
                            "咬碎",
                            "雷电牙",
                            "冰冻牙",
                            "剧毒牙"
                        ]
                    },
                    {
                        "name": "皮卡丘（摇滚巨星）",
                        "level": 13,
                        "item": "电气球",
                        "ability": "狙击手",
                        "moves": [
                            "暗袭要害",
                            "电电加速",
                            "击掌奇袭"
                        ]
                    },
                    {
                        "name": "梦歌仙人掌",
                        "level": 13,
                        "item": "贝壳之铃",
                        "ability": "沙隐",
                        "moves": [
                            "尖刺防守",
                            "尖刺臂",
                            "突袭"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（卡绿隧道）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "黑暗鸦",
                        "level": 23,
                        "item": "进化奇石",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电磁波",
                            "顺风",
                            "庆祝",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "乌鸦头头",
                        "level": 23,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "热风",
                            "暗黑爆破",
                            "奇异之风",
                            "暴风"
                        ]
                    },
                    {
                        "name": "皮卡丘（贵妇）",
                        "level": 23,
                        "item": "电气球",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "十万伏特",
                            "银色旋风",
                            "妖精之风"
                        ]
                    },
                    {
                        "name": "大力鳄",
                        "level": 23,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "水流喷射",
                            "攀瀑",
                            "咬碎",
                            "冰冻牙"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市博物馆）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "尼多王",
                        "level": 36,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "污泥波",
                            "大地之力",
                            "十万伏特",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "尼多后",
                        "level": 36,
                        "item": "吃剩的东西",
                        "ability": "斗争心",
                        "moves": [
                            "隐形岩",
                            "吼叫",
                            "污泥波",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "皮卡丘（贵妇）",
                        "level": 36,
                        "item": "进化奇石",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "放电",
                            "看我嘛",
                            "蹭蹭脸颊"
                        ]
                    },
                    {
                        "name": "天蝎王",
                        "level": 36,
                        "item": "广角镜",
                        "ability": "飘浮",
                        "moves": [
                            "十字毒刃",
                            "地裂",
                            "双翼",
                            "断头钳"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市博物馆）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "叉字蝠",
                        "level": 36,
                        "item": "气势披带",
                        "ability": "狙击手",
                        "moves": [
                            "双翼",
                            "燕返",
                            "十字毒刃",
                            "暗袭要害"
                        ]
                    },
                    {
                        "name": "阿柏怪",
                        "level": 36,
                        "item": "生命宝珠",
                        "ability": "威吓",
                        "moves": [
                            "粉尘射击",
                            "咬碎",
                            "电磁波",
                            "盘蜷"
                        ]
                    },
                    {
                        "name": "毒刺水母",
                        "level": 36,
                        "item": "吃剩的东西",
                        "ability": "恒净之躯",
                        "moves": [
                            "治愈波动",
                            "污泥波",
                            "热水",
                            "毒菱"
                        ]
                    },
                    {
                        "name": "毒藻龙",
                        "level": 36,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "暴狂龙卷",
                            "污泥波",
                            "墨汁炮",
                            "十万伏特"
                        ]
                    }
                ]
            },
            {
                "title": "海洋队干部 海洋队-泉（流星瀑布-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "小黑子",
                        "level": 46,
                        "item": "气势披带",
                        "ability": "引水",
                        "moves": [
                            "冷冻干燥",
                            "水炮",
                            "守住"
                        ]
                    },
                    {
                        "name": "乌鸦头头",
                        "level": 46,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "恶之波动",
                            "空气斩",
                            "热风",
                            "奇异之风"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 46,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "升龙烈破",
                            "嬉闹",
                            "十字毒刃",
                            "暗影之刺"
                        ]
                    },
                    {
                        "name": "摇篮百合",
                        "level": 46,
                        "item": "吃剩的东西",
                        "ability": "引水",
                        "moves": [
                            "力量宝石",
                            "终极吸取",
                            "剧毒",
                            "庆祝"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（流星瀑布-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "电灯怪",
                        "level": 46,
                        "item": "先制之爪",
                        "ability": "避雷针",
                        "moves": [
                            "看我嘛",
                            "热水",
                            "蹭蹭脸颊",
                            "庆祝"
                        ]
                    },
                    {
                        "name": "毒骷蛙",
                        "level": 46,
                        "item": "一般宝石",
                        "ability": "轻装",
                        "moves": [
                            "击掌奇袭",
                            "十字毒刃",
                            "近身战",
                            "剑舞"
                        ]
                    },
                    {
                        "name": "雷电狮",
                        "level": 46,
                        "item": "突击背心",
                        "ability": "威吓",
                        "moves": [
                            "咬碎",
                            "嬉闹",
                            "电电加速",
                            "冰冻牙"
                        ]
                    },
                    {
                        "name": "呆壳兽",
                        "level": 46,
                        "item": "呆壳兽进化石",
                        "ability": "储水",
                        "moves": [
                            "治愈波动",
                            "辅助力量",
                            "庆祝",
                            "热水"
                        ]
                    }
                ]
            },
            {
                "title": "海洋队干部 海洋队-泉（烟囱山）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "耿鬼",
                        "level": 48,
                        "item": "气势披带",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "奇异之风",
                            "魔法闪耀",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "爆音怪",
                        "level": 48,
                        "item": "讲究围巾",
                        "ability": "胆量",
                        "moves": [
                            "爆音波",
                            "污泥波",
                            "冰冻光束",
                            "大字爆炎"
                        ]
                    },
                    {
                        "name": "南瓜怪人",
                        "level": 48,
                        "item": "进化奇石",
                        "ability": "无关天气",
                        "moves": [
                            "黑雾",
                            "分担痛楚",
                            "光墙",
                            "反射壁"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 48,
                        "item": "气势披带",
                        "ability": "强行",
                        "moves": [
                            "十字毒刃",
                            "拍落",
                            "冰砾",
                            "冰柱坠击"
                        ]
                    },
                    {
                        "name": "水晶灯火灵",
                        "level": 48,
                        "item": "讲究围巾",
                        "ability": "飘浮",
                        "moves": [
                            "大字爆炎",
                            "奇异之风",
                            "能量球"
                        ]
                    },
                    {
                        "name": "暴鲤龙",
                        "level": 48,
                        "item": "暴鲤龙进化石",
                        "ability": "强壮之颚",
                        "moves": [
                            "咬碎",
                            "冰冻牙",
                            "龙之舞",
                            "强力腮咬"
                        ]
                    }
                ]
            },
            {
                "title": "反派首领 海洋队-水梧桐（烟囱山",
                "battle_type": "一番战",
                "item": "双打，全能爆发2*4",
                "pokemons": [
                    {
                        "name": "毒卷云",
                        "level": 50,
                        "item": "黑色污泥",
                        "ability": "疾风之翼",
                        "moves": [
                            "污泥波",
                            "毒菱",
                            "顺风",
                            "极恶声波"
                        ]
                    },
                    {
                        "name": "炎武王",
                        "level": 50,
                        "item": "吃剩的东西",
                        "ability": "威吓",
                        "moves": [
                            "击掌奇袭",
                            "拍落",
                            "熊熊火爆",
                            "抛下狠话"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 50,
                        "item": "妖怪石板",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神之怒吼",
                            "神威"
                        ]
                    },
                    {
                        "name": "M诅咒娃娃",
                        "level": 50,
                        "item": "",
                        "ability": "恶作剧之心",
                        "moves": [
                            "嬉闹",
                            "暗影爪",
                            "影子偷袭",
                            "挑衅"
                        ]
                    },
                    {
                        "name": "花洁夫人",
                        "level": 50,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "月亮之力",
                            "污泥波",
                            "治愈波动",
                            "能量球"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 50,
                        "item": "",
                        "ability": "踩影",
                        "moves": [
                            "暗影球",
                            "污泥炸弹",
                            "十万伏特",
                            "守住"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（未知小岛-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "美纳斯",
                        "level": 56,
                        "item": "进化奇石",
                        "ability": "好胜",
                        "moves": [
                            "月亮之力",
                            "活活气泡",
                            "治愈波动",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "飞天螳螂",
                        "level": 56,
                        "item": "气势披带",
                        "ability": "不服输",
                        "moves": [
                            "双翼",
                            "虫突",
                            "燕返",
                            "十字剪"
                        ]
                    },
                    {
                        "name": "勾帕路翁",
                        "level": 56,
                        "item": "抗火果",
                        "ability": "不服输",
                        "moves": [
                            "金属爆炸",
                            "制裁猛击",
                            "钢铁头槌",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "罗丝雷朵",
                        "level": 56,
                        "item": "弱点保险",
                        "ability": "好胜",
                        "moves": [
                            "剧毒",
                            "终极吸取",
                            "污泥波",
                            "寄生种子"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（未知小岛-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "火炎狮",
                        "level": 55,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "喷射火焰",
                            "破坏光线"
                        ]
                    },
                    {
                        "name": "火暴猴",
                        "level": 55,
                        "item": "进化奇石",
                        "ability": "不服输",
                        "moves": [
                            "吸取拳",
                            "影子偷袭",
                            "暗影拳",
                            "冰冻拳"
                        ]
                    },
                    {
                        "name": "帝王拿波",
                        "level": 55,
                        "item": "先制之爪",
                        "ability": "好胜",
                        "moves": [
                            "加农水炮",
                            "加农光炮",
                            "力量宝石",
                            "冷冻干燥"
                        ]
                    },
                    {
                        "name": "劈斩司令",
                        "level": 55,
                        "item": "抗斗果",
                        "ability": "不服输",
                        "moves": [
                            "暗黑连击",
                            "突袭",
                            "钢铁头槌",
                            "科技爆破"
                        ]
                    }
                ]
            },
            {
                "title": "海洋队干部 海洋队-泉（天气预测馆）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "拉普拉斯",
                        "level": 62,
                        "item": "潮湿岩石",
                        "ability": "降雨",
                        "moves": [
                            "气象球",
                            "治愈波动",
                            "庆祝",
                            "电磁波"
                        ]
                    },
                    {
                        "name": "大剑鬼",
                        "level": 62,
                        "item": "气势披带",
                        "ability": "悠游自如",
                        "moves": [
                            "圣剑",
                            "波动冲",
                            "超级角击",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "蚊香蛙皇",
                        "level": 62,
                        "item": "吃剩的东西",
                        "ability": "降雨",
                        "moves": [
                            "伏特替换",
                            "气象球",
                            "十万伏特",
                            "哈欠"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 62,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "神威",
                            "蒸汽爆炸",
                            "天龙之息",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "暴鲤龙",
                        "level": 62,
                        "item": "暴鲤龙进化石",
                        "ability": "强壮之颚",
                        "moves": [
                            "咬碎",
                            "强力腮咬",
                            "冰冻牙",
                            "龙之舞"
                        ]
                    },
                    {
                        "name": "M甲贺忍蛙",
                        "level": 62,
                        "item": "气势披带",
                        "ability": "变幻自如",
                        "moves": [
                            "飞水手里剑",
                            "暗黑爆破",
                            "污泥波",
                            "能量球"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（送火山）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "皮卡丘（博士）",
                        "level": 68,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电电加速",
                            "电磁波",
                            "精神强念",
                            "戏法空间"
                        ]
                    },
                    {
                        "name": "爆炸头水牛",
                        "level": 68,
                        "item": "突击背心",
                        "ability": "食草",
                        "moves": [
                            "波动冲",
                            "突飞猛扑",
                            "近身战",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "呆壳兽",
                        "level": 68,
                        "item": "呆壳兽进化石",
                        "ability": "储水",
                        "moves": [
                            "精神震荡",
                            "冥想",
                            "治愈波动",
                            "热水"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 68,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "戏法空间",
                            "神威",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "泥偶巨灵",
                        "level": 68,
                        "item": "气势披带",
                        "ability": "无防守",
                        "moves": [
                            "地裂",
                            "爆裂拳",
                            "尖石攻击",
                            "影子偷袭"
                        ]
                    },
                    {
                        "name": "黑夜魔灵",
                        "level": 68,
                        "item": "先制之爪",
                        "ability": "铁拳",
                        "moves": [
                            "暗影拳",
                            "吸取拳",
                            "影子偷袭",
                            "火焰拳"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市船厂）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "炎武王",
                        "level": 68,
                        "item": "突击背心",
                        "ability": "威吓",
                        "moves": [
                            "击掌奇袭",
                            "熊熊火爆",
                            "拍落",
                            "大声咆哮"
                        ]
                    },
                    {
                        "name": "头巾混混",
                        "level": 68,
                        "item": "回复果",
                        "ability": "恶作剧之心",
                        "moves": [
                            "击掌奇袭",
                            "电磁波",
                            "延后",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 68,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "热风",
                            "暗影球",
                            "终极吸取",
                            "恶之波动"
                        ]
                    },
                    {
                        "name": "龙王蝎",
                        "level": 68,
                        "item": "对焦镜",
                        "ability": "狙击手",
                        "moves": [
                            "暗黑连击",
                            "十字毒刃",
                            "十字剪",
                            "虫突"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市船厂）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "耿鬼",
                        "level": 68,
                        "item": "气势披带",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "奇异之风",
                            "热风",
                            "魔法闪耀"
                        ]
                    },
                    {
                        "name": "布鲁皇",
                        "level": 68,
                        "item": "回复果",
                        "ability": "恶作剧之心",
                        "moves": [
                            "反射壁",
                            "光墙",
                            "电磁波",
                            "爱心冲击"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 68,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "冰砾",
                            "冰柱坠击",
                            "暗黑连击",
                            "嬉闹"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英们（一周目）",
                "battle_type": "群战",
                "item": "全能爆发2*3",
                "pokemons": [
                    {
                        "name": "风速狗",
                        "level": 60,
                        "item": "讲究围巾",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "地狱翻滚",
                            "闪焰冲锋",
                            "疯狂伏特",
                            "双刃头锤"
                        ]
                    },
                    {
                        "name": "大狼犬",
                        "level": 60,
                        "item": "气势披带",
                        "ability": "威吓",
                        "moves": [
                            "长嚎"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 60,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "暗黑爆破",
                            "爆炸烈焰",
                            "能量球",
                            "守住"
                        ]
                    },
                    {
                        "name": "酷豹",
                        "level": 60,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "延后"
                        ]
                    },
                    {
                        "name": "雷电兽",
                        "level": 60,
                        "item": "生命宝珠",
                        "ability": "威吓",
                        "moves": [
                            "十万伏特",
                            "能量球",
                            "大地之力",
                            "月亮之力"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（海洋队基地）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "哈克龙",
                        "level": 72,
                        "item": "进化奇石",
                        "ability": "降雨",
                        "moves": [
                            "活活气泡",
                            "帮手",
                            "庆祝",
                            "电磁波"
                        ]
                    },
                    {
                        "name": "头巾混混",
                        "level": 72,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "击掌奇袭",
                            "十字毒刃",
                            "看我嘛",
                            "拍落"
                        ]
                    },
                    {
                        "name": "诅咒娃娃",
                        "level": 72,
                        "item": "诅咒娃娃进化石",
                        "ability": "诅咒之躯",
                        "moves": [
                            "潜灵奇袭",
                            "影子偷袭",
                            "鬼火",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "快泳蛙",
                        "level": 72,
                        "item": "气势披带",
                        "ability": "悠游自如",
                        "moves": [
                            "腹鼓",
                            "吸取拳",
                            "冰冻拳",
                            "波动冲"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 72,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "暗袭要害",
                            "冰柱坠击",
                            "冰砾",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 72,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "诡计",
                            "神威",
                            "精神强念"
                        ]
                    }
                ]
            },
            {
                "title": "反派首领 海洋队-水梧桐（海底洞窟二番战）",
                "battle_type": "双打",
                "item": "全能爆发3*4",
                "pokemons": [
                    {
                        "name": "毒卷云",
                        "level": 80,
                        "item": "黑色污泥",
                        "ability": "疾风之翼",
                        "moves": [
                            "污泥波",
                            "毒菱",
                            "顺风",
                            "极恶声波"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 80,
                        "item": "速度果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "力量宝石",
                            "龙星群",
                            "大地神力"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 80,
                        "item": "回复果",
                        "ability": "魔法反射",
                        "moves": [
                            "破灭之光",
                            "暗影球",
                            "治愈波动",
                            "能量球"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 80,
                        "item": "",
                        "ability": "踩影",
                        "moves": [
                            "污泥波",
                            "暗影球",
                            "终极吸取",
                            "守住"
                        ]
                    },
                    {
                        "name": "M诅咒娃娃",
                        "level": 80,
                        "item": "",
                        "ability": "恶作剧之心",
                        "moves": [
                            "嬉闹",
                            "暗影爪",
                            "影子偷袭",
                            "挑衅"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 80,
                        "item": "妖怪石板",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神威",
                            "神之怒吼"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（二周目-橙华市）",
                "battle_type": "双打",
                "item": "全能爆发3*3",
                "pokemons": [
                    {
                        "name": "呆呆王",
                        "level": 90,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "热水",
                            "精神强念",
                            "治愈波动",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 90,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "蒸汽爆炸",
                            "月亮之力",
                            "冷冻干燥",
                            "守住"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 90,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "诡计",
                            "神威",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "梦妖魔",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "月亮之力",
                            "暗影球",
                            "魔法火焰",
                            "能量球"
                        ]
                    },
                    {
                        "name": "呆壳兽",
                        "level": 90,
                        "item": "呆壳兽进化石",
                        "ability": "储水",
                        "moves": [
                            "潮旋",
                            "冥想",
                            "精神强念",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "坚盾剑怪",
                        "level": 90,
                        "item": "强力香草",
                        "ability": "战斗切换",
                        "moves": [
                            "潜灵奇袭",
                            "王者盾牌",
                            "剑盾之魂",
                            "钢铁头槌"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（二周目-卡那兹市）",
                "battle_type": "单打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "秃鹰娜",
                        "level": 90,
                        "item": "凸凸头盔",
                        "ability": "防尘",
                        "moves": [
                            "欺诈",
                            "撒菱",
                            "吹飞",
                            "羽栖"
                        ]
                    },
                    {
                        "name": "阿柏怪",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "威吓",
                        "moves": [
                            "粉尘射击",
                            "咬碎",
                            "火焰牙",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 90,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "彗星拳",
                            "暗影之刺",
                            "升龙烈破",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "三首恶龙",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "复眼",
                        "moves": [
                            "真气弹",
                            "暗黑爆破",
                            "暴狂龙卷",
                            "加农光炮"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 90,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "爆炸烈焰",
                            "暗黑爆破",
                            "阳光烈焰",
                            "暗影球"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（二周目-卡那兹市）",
                "battle_type": "单打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "勾魂眼",
                        "level": 90,
                        "item": "勾魂眼进化石",
                        "ability": "恶作剧之心",
                        "moves": [
                            "抛下狠话",
                            "戏法空间",
                            "黑雾",
                            "鬼火"
                        ]
                    },
                    {
                        "name": "泥偶巨灵",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "无防守",
                        "moves": [
                            "爆裂拳",
                            "地裂",
                            "暗影拳",
                            "影子偷袭"
                        ]
                    },
                    {
                        "name": "黑夜魔灵",
                        "level": 90,
                        "item": "先制之爪",
                        "ability": "铁拳",
                        "moves": [
                            "吸取拳",
                            "影子偷袭",
                            "暗影拳",
                            "火焰拳"
                        ]
                    },
                    {
                        "name": "死神棺",
                        "level": 90,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "暗影球",
                            "戏法空间",
                            "分担痛楚",
                            "鬼火"
                        ]
                    },
                    {
                        "name": "梦妖魔",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "月亮之力",
                            "暗影球",
                            "魔法火焰",
                            "能量球"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（二周目-卡那兹市）",
                "battle_type": "单打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "爆音怪",
                        "level": 90,
                        "item": "讲究围巾",
                        "ability": "胆量",
                        "moves": [
                            "爆音波"
                        ]
                    },
                    {
                        "name": "耿鬼",
                        "level": 90,
                        "item": "耿鬼进化石",
                        "ability": "飘浮",
                        "moves": [
                            "暗影球",
                            "污泥炸弹",
                            "精神强念",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "毒藻龙",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "污泥炸弹",
                            "龙之波动",
                            "墨汁炮",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "天蝎王",
                        "level": 90,
                        "item": "气势披带",
                        "ability": "飘浮",
                        "moves": [
                            "十字毒刃",
                            "地震",
                            "冲岩",
                            "双翼"
                        ]
                    },
                    {
                        "name": "黏美龙",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "柔软",
                        "moves": [
                            "污泥波",
                            "龙之波动",
                            "十万伏特",
                            "喷射火焰"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英们（二周目）",
                "battle_type": "群战",
                "item": "全能爆发2*3",
                "pokemons": [
                    {
                        "name": "风速狗",
                        "level": 85,
                        "item": "讲究围巾",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "闪焰冲锋",
                            "疯狂伏特",
                            "地狱翻滚",
                            "双刃头锤"
                        ]
                    },
                    {
                        "name": "大狼犬",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "威吓",
                        "moves": [
                            "长嚎"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 85,
                        "item": "广角镜",
                        "ability": "引火",
                        "moves": [
                            "爆炸烈焰",
                            "暗黑爆破"
                        ]
                    },
                    {
                        "name": "酷豹",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "延后"
                        ]
                    },
                    {
                        "name": "雷电兽",
                        "level": 85,
                        "item": "雷电兽进化石",
                        "ability": "威吓",
                        "moves": [
                            "十万伏特",
                            "能量球",
                            "大地之力",
                            "月亮之力"
                        ]
                    },
                    {
                        "name": "布鲁皇",
                        "level": 85,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电磁波"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（绿岭市-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发3*2",
                "pokemons": [
                    {
                        "name": "雷电云（灵兽）",
                        "level": 93,
                        "item": "吃剩的东西",
                        "ability": "降雨",
                        "moves": [
                            "打雷",
                            "暴风",
                            "神威",
                            "气象球"
                        ]
                    },
                    {
                        "name": "暴鲤龙",
                        "level": 93,
                        "item": "暴鲤龙进化石",
                        "ability": "强壮之颚",
                        "moves": [
                            "强力腮咬",
                            "咬碎",
                            "水流喷射",
                            "冰冻牙"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 93,
                        "item": "突击背心",
                        "ability": "避雷针",
                        "moves": [
                            "空中爆破",
                            "大海之力",
                            "精神强念",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "灵幽水母",
                        "level": 93,
                        "item": "潮湿岩石",
                        "ability": "降雨",
                        "moves": [
                            "终极吸取",
                            "暗影球",
                            "潮旋",
                            "污泥波"
                        ]
                    },
                    {
                        "name": "美纳斯",
                        "level": 93,
                        "item": "进化奇石",
                        "ability": "好胜",
                        "moves": [
                            "活活气泡",
                            "魔法闪耀",
                            "镜面反射",
                            "冰冻之风"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（绿岭市-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发3*2",
                "pokemons": [
                    {
                        "name": "毒卷云（灵兽）",
                        "level": 92,
                        "item": "弱点保险",
                        "ability": "适应力",
                        "moves": [
                            "污泥波",
                            "顺风",
                            "极恶声波",
                            "燕返"
                        ]
                    },
                    {
                        "name": "波尔凯尼恩",
                        "level": 92,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "大字爆炎",
                            "蒸汽爆炸",
                            "隐形岩",
                            "撒菱"
                        ]
                    },
                    {
                        "name": "敏捷虫",
                        "level": 92,
                        "item": "气势披带",
                        "ability": "技术高手",
                        "moves": [
                            "飞水手里剑",
                            "虫鸣",
                            "潮旋",
                            "终极吸取"
                        ]
                    },
                    {
                        "name": "浮潜鼬",
                        "level": 92,
                        "item": "生命宝珠",
                        "ability": "悠游自如",
                        "moves": [
                            "波导弹",
                            "真空波",
                            "水炮",
                            "守住"
                        ]
                    },
                    {
                        "name": "巨沼怪",
                        "level": 92,
                        "item": "巨沼怪进化石",
                        "ability": "悠游自如",
                        "moves": [
                            "十万马力",
                            "波动冲",
                            "水流喷射",
                            "冰柱坠击"
                        ]
                    }
                ]
            }
        ],
        "青梅/劲敌 详细阵容": [
            {
                "title": "宝可梦训练家 祐树/小遥（二番战）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "念力土偶",
                        "level": 38,
                        "item": "进化奇石",
                        "ability": "扬沙",
                        "moves": [
                            "幻象光线",
                            "大地之力",
                            "隐形岩",
                            "戏法空间"
                        ]
                    },
                    {
                        "name": "嘎啦嘎啦",
                        "level": 38,
                        "item": "粗骨头",
                        "ability": "连续攻击",
                        "moves": [
                            "骨棒乱打",
                            "骨头回力镖",
                            "岩石爆击",
                            "守住"
                        ]
                    },
                    {
                        "name": "鲶鱼王",
                        "level": 38,
                        "item": "吃剩的东西",
                        "ability": "单纯",
                        "moves": [
                            "大地之力",
                            "热水",
                            "沙暴",
                            "龙之舞"
                        ]
                    },
                    {
                        "name": "太古盔甲",
                        "level": 38,
                        "item": "弱点保险",
                        "ability": "坚硬岩石",
                        "moves": [
                            "虫突",
                            "冲岩",
                            "十字剪",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "尼多王",
                        "level": 38,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "污泥波",
                            "大地之力",
                            "喷射火焰",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "巨沼怪",
                        "level": 38,
                        "item": "巨沼怪进化石",
                        "ability": "强行",
                        "moves": [
                            "水流喷射",
                            "十万马力",
                            "攀瀑",
                            "冰冻拳"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 祐树/小遥（三番战）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "河马兽",
                        "level": 63,
                        "item": "吃剩的东西",
                        "ability": "扬沙",
                        "moves": [
                            "十万马力",
                            "哈欠",
                            "隐形岩",
                            "吹飞"
                        ]
                    },
                    {
                        "name": "天蝎王",
                        "level": 63,
                        "item": "气势披带",
                        "ability": "拨沙",
                        "moves": [
                            "十字毒刃",
                            "地裂",
                            "断头钳",
                            "暗袭要害"
                        ]
                    },
                    {
                        "name": "海兔兽",
                        "level": 63,
                        "item": "抗草果",
                        "ability": "引水",
                        "moves": [
                            "浊流",
                            "大地之力",
                            "自我再生",
                            "沙暴"
                        ]
                    },
                    {
                        "name": "大朝北鼻",
                        "level": 63,
                        "item": "抗斗果",
                        "ability": "飘浮",
                        "moves": [
                            "三重攻击",
                            "力量宝石",
                            "加农光炮",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "爆炸头水牛",
                        "level": 63,
                        "item": "生命宝珠",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "波动冲",
                            "超级角击",
                            "突飞猛扑",
                            "雪崩"
                        ]
                    },
                    {
                        "name": "巨沼怪",
                        "level": 63,
                        "item": "巨沼怪进化石",
                        "ability": "强行",
                        "moves": [
                            "水流喷射",
                            "十万马力",
                            "波动冲",
                            "冰冻拳"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 祐树/小遥（四番战）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "超甲龙犀",
                        "level": 70,
                        "item": "突击背心",
                        "ability": "扬沙",
                        "moves": [
                            "天龙之息",
                            "冰冻光束",
                            "大地之力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "摇篮百合",
                        "level": 70,
                        "item": "吃剩的东西",
                        "ability": "引水",
                        "moves": [
                            "终极吸取",
                            "气象球",
                            "寄生种子",
                            "守住"
                        ]
                    },
                    {
                        "name": "梦妖魔",
                        "level": 70,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "魔法火焰",
                            "月亮之力",
                            "暗影球",
                            "能量球"
                        ]
                    },
                    {
                        "name": "泥偶巨灵",
                        "level": 70,
                        "item": "先制之爪",
                        "ability": "无防守",
                        "moves": [
                            "暗影拳",
                            "地裂",
                            "爆裂拳",
                            "影子偷袭"
                        ]
                    },
                    {
                        "name": "雷吉斯奇鲁",
                        "level": 70,
                        "item": "异常果",
                        "ability": "纯朴",
                        "moves": [
                            "磁铁轰炸",
                            "力量宝石",
                            "沙暴",
                            "三重攻击"
                        ]
                    },
                    {
                        "name": "巨沼怪",
                        "level": 70,
                        "item": "巨沼怪进化石",
                        "ability": "强行",
                        "moves": [
                            "水流喷射",
                            "地裂",
                            "波动冲",
                            "雪崩"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 满充",
                "battle_type": "一番战",
                "item": "单打，全能秘药*4",
                "pokemons": [
                    {
                        "name": "盔甲鸟",
                        "level": 40,
                        "item": "吃剩的东西",
                        "ability": "结实",
                        "moves": [
                            "隐形岩",
                            "羽栖",
                            "吹飞",
                            "钢翼"
                        ]
                    },
                    {
                        "name": "隆隆岩",
                        "level": 40,
                        "item": "气势披带",
                        "ability": "适应力",
                        "moves": [
                            "冲岩",
                            "地震",
                            "尖石攻击"
                        ]
                    },
                    {
                        "name": "艾路雷朵",
                        "level": 40,
                        "item": "艾路雷朵进化石",
                        "ability": "加速",
                        "moves": [
                            "圣剑",
                            "意念头锤",
                            "暗袭要害",
                            "刃叶斩"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 40,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "暗袭要害",
                            "冰柱坠击",
                            "冰砾",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "沙漠蜻蜓",
                        "level": 40,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "虫鸣",
                            "天龙之息",
                            "空气斩",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "罗丝雷朵",
                        "level": 40,
                        "item": "弱点保险",
                        "ability": "好胜",
                        "moves": [
                            "终极吸取",
                            "污泥波",
                            "剧毒",
                            "魔法闪耀"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 满充（二番战）",
                "battle_type": "三打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "沙漠蜻蜓",
                        "level": 88,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "银色旋风",
                            "天龙之息",
                            "空气斩",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "艾路雷朵",
                        "level": 88,
                        "item": "艾路雷朵进化石",
                        "ability": "加速",
                        "moves": [
                            "意念头锤",
                            "刃叶斩",
                            "圣剑",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "闪电鸟",
                        "level": 88,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "电电加速",
                            "疯狂伏特",
                            "勇鸟猛攻",
                            "燕返"
                        ]
                    },
                    {
                        "name": "波尔凯尼恩",
                        "level": 88,
                        "item": "弱点保险",
                        "ability": "纯朴",
                        "moves": [
                            "蒸汽爆炸",
                            "大字爆炎",
                            "污泥炸弹",
                            "气象球"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 88,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "魔法闪耀",
                            "终极吸取",
                            "大地神力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 88,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "冰柱坠击",
                            "冰砾",
                            "十字毒刃",
                            "暗黑连击"
                        ]
                    }
                ]
            }
        ],
        "道馆馆主 详细阵容": [
            {
                "title": "道馆馆主 杜娟（岩石）",
                "battle_type": "双打",
                "item": "神奇秘药*2，盾之秘药*2",
                "pokemons": [
                    {
                        "name": "超甲龙犀",
                        "level": 20,
                        "item": "沙沙岩石",
                        "ability": "扬沙",
                        "moves": [
                            "力量宝石",
                            "天龙之息",
                            "十万伏特",
                            "喷射火焰"
                        ]
                    },
                    {
                        "name": "小碎钻",
                        "level": 20,
                        "item": "进化奇石",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电磁波",
                            "戏法空间",
                            "治愈波动",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "土台龟",
                        "level": 20,
                        "item": "弱点保险",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "木槌",
                            "飞叶快刀",
                            "双刃头锤",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "花岩怪",
                        "level": 20,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "力量宝石",
                            "暗影球",
                            "魔法闪耀",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "雷吉洛克",
                        "level": 20,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "十万马力",
                            "冲岩",
                            "臂锤",
                            "沙暴"
                        ]
                    },
                    {
                        "name": "蒂安希",
                        "level": 20,
                        "item": "蒂安希进化石",
                        "ability": "魔法防守",
                        "moves": [
                            "月亮之力",
                            "钻石风暴",
                            "治愈波动",
                            "大地之力"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 藤树（格斗）",
                "battle_type": "双打",
                "item": "盾之秘药*2，矛之秘药*2",
                "pokemons": [
                    {
                        "name": "电击魔兽",
                        "level": 30,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "击掌奇袭",
                            "电电加速",
                            "升龙烈破",
                            "冰冻拳"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 30,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "冰冻拳",
                            "暗影之刺",
                            "升龙烈破",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "美洛耶塔（舞步）",
                        "level": 30,
                        "item": "格斗宝石",
                        "ability": "轻装",
                        "moves": [
                            "暗影球",
                            "波导弹",
                            "月亮之力",
                            "破坏光线"
                        ]
                    },
                    {
                        "name": "代拉基翁",
                        "level": 30,
                        "item": "突击背心",
                        "ability": "不服输",
                        "moves": [
                            "制裁猛击",
                            "冲岩",
                            "嬉闹",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "凯路迪欧",
                        "level": 30,
                        "item": "拳头石板",
                        "ability": "好胜",
                        "moves": [
                            "神秘之剑",
                            "真空波",
                            "水炮",
                            "冷冻干燥"
                        ]
                    },
                    {
                        "name": "毕力吉翁",
                        "level": 30,
                        "item": "抗飞果",
                        "ability": "好胜",
                        "moves": [
                            "真空波",
                            "疯狂植物",
                            "神秘之剑",
                            "神之怒吼"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 铁旋（电）",
                "battle_type": "双打",
                "item": "矛之秘药*2，全能秘药*2",
                "pokemons": [
                    {
                        "name": "雷电云（灵兽）",
                        "level": 40,
                        "item": "突击背心",
                        "ability": "降雨",
                        "moves": [
                            "闪电之触",
                            "暴风",
                            "气象球"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（速度）",
                        "level": 40,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "神威",
                            "闪电之触",
                            "精神震荡",
                            "伏特替换"
                        ]
                    },
                    {
                        "name": "玛纳霏",
                        "level": 40,
                        "item": "气势披带",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "疯狂伏特",
                            "波动冲",
                            "意念头锤",
                            "水流喷射"
                        ]
                    },
                    {
                        "name": "雷皇",
                        "level": 40,
                        "item": "气球",
                        "ability": "适应力",
                        "moves": [
                            "怒雷",
                            "大地之力",
                            "天龙之息",
                            "伏特替换"
                        ]
                    },
                    {
                        "name": "酋雷姆（暗黑）",
                        "level": 40,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "理想闪电",
                            "龙之逆鳞",
                            "冰冻伏特",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "皮卡丘（赤皮）",
                        "level": 40,
                        "item": "电气球",
                        "ability": "加速",
                        "moves": [
                            "千万伏特",
                            "守住",
                            "电电加速",
                            "水尾连击"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 亚莎（火）",
                "battle_type": "双打",
                "item": "全能秘药*4",
                "pokemons": [
                    {
                        "name": "破天炎",
                        "level": 50,
                        "item": "气势披带",
                        "ability": "终结之地",
                        "moves": [
                            "龙星群",
                            "爆炸烈焰",
                            "大地之力",
                            "阳光烈焰"
                        ]
                    },
                    {
                        "name": "席多蓝恩",
                        "level": 50,
                        "item": "速度果",
                        "ability": "飘浮",
                        "moves": [
                            "熔岩风暴",
                            "加农光炮",
                            "大地之力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "固拉多",
                        "level": 50,
                        "item": "朱红色宝珠",
                        "ability": "日照",
                        "moves": [
                            "高温重压",
                            "断崖之剑",
                            "守住",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 50,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "暗黑爆破",
                            "气象球",
                            "阳光烈焰",
                            "暗影球"
                        ]
                    },
                    {
                        "name": "凤王",
                        "level": 50,
                        "item": "气势披带",
                        "ability": "魔法防守",
                        "moves": [
                            "神圣之火",
                            "勇鸟猛攻",
                            "意念头锤",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "酋雷姆（焰白）",
                        "level": 50,
                        "item": "突击背心",
                        "ability": "双连击",
                        "moves": [
                            "真实之焰",
                            "龙星群",
                            "大地之力",
                            "冰封世界"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 千里（一般）",
                "battle_type": "双打",
                "item": "全能秘药*2，大师秘药*2",
                "pokemons": [
                    {
                        "name": "美洛耶塔",
                        "level": 55,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "古老之歌",
                            "月亮之力",
                            "波导弹",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "M差不多娃娃",
                        "level": 55,
                        "item": "",
                        "ability": "友情防守",
                        "moves": [
                            "治愈波动",
                            "妖精之风",
                            "看我嘛",
                            "庆祝"
                        ]
                    },
                    {
                        "name": "袋龙",
                        "level": 55,
                        "item": "袋龙进化石",
                        "ability": "硬爪",
                        "moves": [
                            "蓄能龙拳",
                            "逐步击破",
                            "吸取拳",
                            "击掌奇袭"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（攻击）",
                        "level": 55,
                        "item": "气势披带",
                        "ability": "双连击",
                        "moves": [
                            "神速",
                            "精神突进",
                            "嬉闹",
                            "拍落"
                        ]
                    },
                    {
                        "name": "雷吉奇卡斯",
                        "level": 55,
                        "item": "突击背心",
                        "ability": "巨神之力",
                        "moves": [
                            "亿万吨重击",
                            "重磅冲撞",
                            "吸取拳",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 55,
                        "item": "广角镜",
                        "ability": "纯朴",
                        "moves": [
                            "暗黑爆破",
                            "大字爆炎",
                            "月亮之力",
                            "暴风雪"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 娜琪（飞行）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "洛奇亚",
                        "level": 65,
                        "item": "抗冰果",
                        "ability": "避雷针",
                        "moves": [
                            "大海之力",
                            "空中爆破",
                            "冰冻光束",
                            "神威"
                        ]
                    },
                    {
                        "name": "毒卷云",
                        "level": 65,
                        "item": "吃剩的东西",
                        "ability": "疾风之翼",
                        "moves": [
                            "极恶声波",
                            "污泥波",
                            "顺风",
                            "毒菱"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 65,
                        "item": "突击背心",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "突袭",
                            "暗黑连击",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "暗黑洛奇亚",
                        "level": 65,
                        "item": "吃剩的东西",
                        "ability": "时空乱流",
                        "moves": [
                            "空中爆破",
                            "暗黑爆破",
                            "神威",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "谢米",
                        "level": 65,
                        "item": "碧绿石板",
                        "ability": "厚脂肪",
                        "moves": [
                            "种子闪光",
                            "空气斩",
                            "守住",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "M烈空坐",
                        "level": 65,
                        "item": "气势披带",
                        "ability": "时空乱流",
                        "moves": [
                            "胜利之炎",
                            "画龙点睛",
                            "龙之逆鳞",
                            "神速"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 枫与南（超能）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "代欧奇希斯（防御）",
                        "level": 78,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "磁铁轰炸",
                            "钢铁之锁",
                            "神威",
                            "精神突进"
                        ]
                    },
                    {
                        "name": "比克提尼",
                        "level": 78,
                        "item": "气势披带",
                        "ability": "超幸运",
                        "moves": [
                            "胜利之炎",
                            "精神利刃",
                            "暗影爪",
                            "十字劈"
                        ]
                    },
                    {
                        "name": "超梦",
                        "level": 78,
                        "item": "超梦进化石X",
                        "ability": "魔法防守",
                        "moves": [
                            "精神突进",
                            "瞬影三击",
                            "嬉闹",
                            "暗影爪"
                        ]
                    },
                    {
                        "name": "克雷色利亚",
                        "level": 78,
                        "item": "吃剩的东西",
                        "ability": "魔法反射",
                        "moves": [
                            "交换场地",
                            "新月舞",
                            "治愈波动",
                            "妖精之风"
                        ]
                    },
                    {
                        "name": "幻梦",
                        "level": 78,
                        "item": "突击背心",
                        "ability": "好胜",
                        "moves": [
                            "精神击破",
                            "冰冻光束",
                            "波导弹",
                            "月亮之力"
                        ]
                    },
                    {
                        "name": "时拉比",
                        "level": 78,
                        "item": "弱点保险",
                        "ability": "神奇守护",
                        "moves": [
                            "种子闪光",
                            "幻象光线",
                            "治愈波动",
                            "魔法闪耀"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 米可利（水）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "盖欧卡",
                        "level": 82,
                        "item": "靛蓝色宝珠",
                        "ability": "降雨",
                        "moves": [
                            "根源波动",
                            "暴风",
                            "冰冻光束",
                            "神威"
                        ]
                    },
                    {
                        "name": "玛纳霏",
                        "level": 82,
                        "item": "气势披带",
                        "ability": "避雷针",
                        "moves": [
                            "水流裂破",
                            "水流喷射",
                            "电电加速",
                            "千万伏特"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 82,
                        "item": "抗电果",
                        "ability": "降雨",
                        "moves": [
                            "大海之力",
                            "空中爆破",
                            "神之怒吼",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "帕路奇亚",
                        "level": 82,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "亚空裂斩",
                            "龙之逆鳞",
                            "暗影爪",
                            "近身战"
                        ]
                    },
                    {
                        "name": "波尔凯尼恩",
                        "level": 82,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "蒸汽爆炸",
                            "大地之力",
                            "气象球",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 82,
                        "item": "水滴石板",
                        "ability": "多属性",
                        "moves": [
                            "钻石风暴",
                            "大地神力",
                            "真实之焰",
                            "龙星群"
                        ]
                    }
                ]
            }
        ],
        "宝可梦联盟 详细阵容": [
            {
                "title": "四天王 花月（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "M甲贺忍蛙",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "变幻自如",
                        "moves": [
                            "暗黑爆破",
                            "根源波动",
                            "冷冻干燥",
                            "能量球"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "暗影之刺",
                            "升龙烈破",
                            "彗星拳",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "阿勃梭鲁",
                        "level": 85,
                        "item": "阿勃梭鲁进化石",
                        "ability": "狙击手",
                        "moves": [
                            "暗黑连击",
                            "嬉闹",
                            "十字剪",
                            "十字劈"
                        ]
                    },
                    {
                        "name": "暗黑洛奇亚",
                        "level": 85,
                        "item": "先制之爪",
                        "ability": "时空乱流",
                        "moves": [
                            "暗黑爆破",
                            "空中爆破",
                            "神威",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 85,
                        "item": "突击背心",
                        "ability": "疾风之翼",
                        "moves": [
                            "嬉闹",
                            "死亡之翼",
                            "突袭",
                            "急速折返"
                        ]
                    },
                    {
                        "name": "达克莱伊",
                        "level": 85,
                        "item": "抗妖果",
                        "ability": "暗黑气场",
                        "moves": [
                            "暗黑洞",
                            "奇异之风",
                            "热风",
                            "异次元洞"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 芙蓉（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "胡帕",
                        "level": 86,
                        "item": "妖怪石板",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神威"
                        ]
                    },
                    {
                        "name": "骑拉帝纳（起源）",
                        "level": 86,
                        "item": "气势披带",
                        "ability": "变幻自如",
                        "moves": [
                            "龙星群",
                            "热风",
                            "暗影潜袭",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 86,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "暗影潜袭",
                            "龙星群",
                            "神威",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "加班王",
                        "level": 86,
                        "item": "强力香草",
                        "ability": "活力",
                        "moves": [
                            "火箭头锤",
                            "潜灵奇袭",
                            "影子偷袭",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 86,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "破灭之光",
                            "奇异之风",
                            "治愈波动",
                            "新月舞"
                        ]
                    },
                    {
                        "name": "坚盾剑怪",
                        "level": 86,
                        "item": "气势披带",
                        "ability": "战斗切换",
                        "moves": [
                            "钢铁头槌",
                            "剑盾之魂",
                            "王者盾牌",
                            "暗影爪"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 波妮（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "帝牙海狮",
                        "level": 87,
                        "item": "吃剩的东西",
                        "ability": "降雪",
                        "moves": [
                            "暴风雪",
                            "活活气泡",
                            "哈欠",
                            "偷懒"
                        ]
                    },
                    {
                        "name": "冰鬼护",
                        "level": 87,
                        "item": "冰鬼护进化石",
                        "ability": "心情不定",
                        "moves": [
                            "爆音波",
                            "暗影球"
                        ]
                    },
                    {
                        "name": "急冻鸟",
                        "level": 87,
                        "item": "抗岩果",
                        "ability": "降雪",
                        "moves": [
                            "暴风雪",
                            "顺风",
                            "空气斩",
                            "神威"
                        ]
                    },
                    {
                        "name": "象牙猪",
                        "level": 87,
                        "item": "突击背心",
                        "ability": "毛皮大衣",
                        "moves": [
                            "十万马力",
                            "冰柱坠击",
                            "岩崩",
                            "冰砾"
                        ]
                    },
                    {
                        "name": "酋雷姆",
                        "level": 87,
                        "item": "弱点保险",
                        "ability": "降雪",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "神威",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "雷吉艾斯",
                        "level": 87,
                        "item": "突击背心",
                        "ability": "纯朴",
                        "moves": [
                            "波导弹",
                            "三重攻击",
                            "大地之力",
                            "暴风雪"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 源治（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "莱希拉姆",
                        "level": 88,
                        "item": "弱点保险",
                        "ability": "加速",
                        "moves": [
                            "真实之焰",
                            "龙星群",
                            "神威",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "捷克罗姆",
                        "level": 88,
                        "item": "气势披带",
                        "ability": "加速",
                        "moves": [
                            "电电加速",
                            "理想闪电",
                            "龙之逆鳞",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "帕路奇亚",
                        "level": 88,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "暗影爪",
                            "龙之逆鳞",
                            "亚空裂斩",
                            "近身战"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 88,
                        "item": "速度果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "龙星群",
                            "神之怒吼",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "拉帝亚斯",
                        "level": 88,
                        "item": "心之水滴",
                        "ability": "飘浮",
                        "moves": [
                            "薄雾球",
                            "治愈波动",
                            "庆祝",
                            "帮手"
                        ]
                    },
                    {
                        "name": "拉帝欧斯",
                        "level": 88,
                        "item": "拉帝欧斯进化石",
                        "ability": "飘浮",
                        "moves": [
                            "洁净光芒",
                            "龙星群",
                            "暗影球",
                            "十万伏特"
                        ]
                    }
                ]
            },
            {
                "title": "冠军 大吾（一周目）",
                "battle_type": "三打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "基拉祈",
                        "level": 90,
                        "item": "异常果",
                        "ability": "飘浮",
                        "moves": [
                            "月亮之力",
                            "治愈波动",
                            "新月舞",
                            "破灭之愿"
                        ]
                    },
                    {
                        "name": "M巨金怪",
                        "level": 90,
                        "item": "",
                        "ability": "飘浮",
                        "moves": [
                            "子弹拳",
                            "钢铁飞盘",
                            "广域防守",
                            "意念头锤"
                        ]
                    },
                    {
                        "name": "席多蓝恩",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "飘浮",
                        "moves": [
                            "熔岩风暴",
                            "加农光炮",
                            "大地之力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 90,
                        "item": "水流卡带",
                        "ability": "引火",
                        "moves": [
                            "高科技光炮",
                            "虫鸣",
                            "能量球",
                            "磁铁轰炸"
                        ]
                    },
                    {
                        "name": "帝牙卢卡",
                        "level": 90,
                        "item": "抗地果",
                        "ability": "适应力",
                        "moves": [
                            "时光咆哮",
                            "龙星群",
                            "力量宝石",
                            "神威"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（防御）",
                        "level": 90,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "精神突进",
                            "钢铁之锁",
                            "神威",
                            "磁铁轰炸"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 花月（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "波尔凯尼恩",
                        "level": 96,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "大字爆炎",
                            "蒸汽爆炸",
                            "隐形岩",
                            "鬼火"
                        ]
                    },
                    {
                        "name": "胡帕（解放形态）",
                        "level": 96,
                        "item": "先制之爪",
                        "ability": "恶作剧之心",
                        "moves": [
                            "神之怒吼",
                            "异次元洞",
                            "异次元猛攻",
                            "神威"
                        ]
                    },
                    {
                        "name": "蒂安希",
                        "level": 96,
                        "item": "蒂安希进化石",
                        "ability": "魔法防守",
                        "moves": [
                            "钻石风暴",
                            "月亮之力",
                            "大地之力",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 96,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "大地神力",
                            "终极吸取",
                            "月亮之力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 96,
                        "item": "突击背心",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "暗黑连击",
                            "突袭",
                            "急速折返"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 96,
                        "item": "先制果",
                        "ability": "纯朴",
                        "moves": [
                            "大地之力",
                            "龙星群",
                            "万箭毒射",
                            "神圣之力"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 芙蓉（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "代拉基翁",
                        "level": 97,
                        "item": "突击背心",
                        "ability": "不服输",
                        "moves": [
                            "尖石攻击",
                            "冲岩",
                            "制裁猛击",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "美洛耶塔",
                        "level": 97,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "古老之歌",
                            "精神强念",
                            "波导弹",
                            "月亮之力"
                        ]
                    },
                    {
                        "name": "酋雷姆",
                        "level": 97,
                        "item": "先制果",
                        "ability": "龙之威压",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "神之怒吼",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 97,
                        "item": "冰冻卡带",
                        "ability": "引火",
                        "moves": [
                            "高科技光炮",
                            "磁铁轰炸",
                            "虫鸣",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "酋雷姆（暗黑）",
                        "level": 97,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "冰冻伏特",
                            "理想闪电",
                            "龙之逆鳞",
                            "神威"
                        ]
                    },
                    {
                        "name": "酋雷姆（焰白）",
                        "level": 97,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "真实之焰",
                            "极寒冷焰",
                            "大地之力",
                            "龙星群"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 波妮（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "达克莱伊",
                        "level": 98,
                        "item": "博识眼镜",
                        "ability": "梦魇",
                        "moves": [
                            "暗黑洞",
                            "奇异之风",
                            "异次元洞",
                            "热风"
                        ]
                    },
                    {
                        "name": "克雷色利亚",
                        "level": 98,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "交换场地",
                            "新月舞",
                            "治愈波动",
                            "妖精之风"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 98,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "暗影潜袭",
                            "广域防守",
                            "龙星群",
                            "看我嘛"
                        ]
                    },
                    {
                        "name": "雷吉奇卡斯",
                        "level": 98,
                        "item": "突击背心",
                        "ability": "巨神之力",
                        "moves": [
                            "亿万吨重击",
                            "千波激荡",
                            "重磅冲撞",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "帕路奇亚",
                        "level": 98,
                        "item": "气势披带",
                        "ability": "适应力",
                        "moves": [
                            "亚空裂斩",
                            "龙之逆鳞",
                            "暗影爪",
                            "近身战"
                        ]
                    },
                    {
                        "name": "帝牙卢卡",
                        "level": 98,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "时光咆哮",
                            "龙星群",
                            "力量宝石",
                            "大地之力"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 源治（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "代欧奇希斯（防御）",
                        "level": 99,
                        "item": "凸凸头盔",
                        "ability": "纯朴",
                        "moves": [
                            "钢铁之锁",
                            "磁铁轰炸",
                            "精神突进",
                            "镜面反射"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（攻击）",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "双连击",
                        "moves": [
                            "神速",
                            "精神突进",
                            "拍落",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（速度）",
                        "level": 99,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "精神震荡",
                            "闪电之触",
                            "神威",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "盖欧卡",
                        "level": 99,
                        "item": "靛蓝色宝珠",
                        "ability": "降雨",
                        "moves": [
                            "根源波动",
                            "暴风",
                            "冷冻干燥",
                            "打雷"
                        ]
                    },
                    {
                        "name": "固拉多",
                        "level": 99,
                        "item": "朱红色宝珠",
                        "ability": "日照",
                        "moves": [
                            "断崖之剑",
                            "高温重压",
                            "暗袭要害",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "M烈空坐",
                        "level": 99,
                        "item": "焦点镜",
                        "ability": "时空乱流",
                        "moves": [
                            "胜利之炎",
                            "画龙点睛"
                        ]
                    }
                ]
            },
            {
                "title": "冠军 大吾（二周目）",
                "battle_type": "群战",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "闪电鸟",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "勇鸟猛攻",
                            "疯狂伏特",
                            "电电加速",
                            "燕返"
                        ]
                    },
                    {
                        "name": "急冻鸟",
                        "level": 100,
                        "item": "抗岩果",
                        "ability": "无关天气",
                        "moves": [
                            "空气斩",
                            "冷冻干燥",
                            "顺风",
                            "神威"
                        ]
                    },
                    {
                        "name": "超梦",
                        "level": 100,
                        "item": "超梦进化石X",
                        "ability": "魔法防守",
                        "moves": [
                            "瞬影三击",
                            "精神突进",
                            "嬉闹",
                            "铁尾"
                        ]
                    },
                    {
                        "name": "幻梦",
                        "level": 100,
                        "item": "抗虫果",
                        "ability": "好胜",
                        "moves": [
                            "月亮之力",
                            "精神击破",
                            "屏障",
                            "暗影球"
                        ]
                    },
                    {
                        "name": "火焰鸟",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "干燥皮肤",
                        "moves": [
                            "神圣之火",
                            "勇鸟猛攻",
                            "燕返",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "梦幻",
                        "level": 100,
                        "item": "异常果",
                        "ability": "变身者",
                        "moves": [
                            "变身"
                        ]
                    }
                ]
            }
        ],
        "隐藏五天王": [
            {
                "title": "格兰德（地面天王）",
                "battle_type": "三打",
                "item": "大师秘药*4   凹凸山道",
                "pokemons": [
                    {
                        "name": "土地云（灵兽）",
                        "level": 100,
                        "item": "沙沙岩石",
                        "ability": "扬沙",
                        "moves": [
                            "神威",
                            "千波激荡",
                            "拍落",
                            "急速折返"
                        ]
                    },
                    {
                        "name": "M大钢蛇",
                        "level": 100,
                        "item": "先制之爪",
                        "ability": "多重鳞片",
                        "moves": [
                            "沙暴",
                            "十万马力",
                            "重磅冲撞",
                            "钢铁之躯"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 100,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "月亮之力",
                            "大地神力",
                            "终极吸取",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "固拉多",
                        "level": 100,
                        "item": "朱红色宝珠",
                        "ability": "日照",
                        "moves": [
                            "断崖之剑",
                            "高温重压",
                            "神之怒吼",
                            "暗袭要害"
                        ]
                    },
                    {
                        "name": "雷吉奇卡斯",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "巨神之力",
                        "moves": [
                            "千波激荡",
                            "亿万吨重击",
                            "重磅冲撞",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "大地石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "神速",
                            "冰封世界",
                            "真实之焰"
                        ]
                    }
                ]
            },
            {
                "title": "波伊森（毒系天王）",
                "battle_type": "三打",
                "item": "大师秘药*4  二周目船票",
                "pokemons": [
                    {
                        "name": "M妙蛙花",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "太阳之力",
                        "moves": [
                            "蘑菇孢子",
                            "污泥波",
                            "终极吸取",
                            "剧毒"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "踩影",
                        "moves": [
                            "奇异之风",
                            "污泥波",
                            "恶之波动",
                            "终极吸取"
                        ]
                    },
                    {
                        "name": "毒卷云",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "疾风之翼",
                        "moves": [
                            "极恶声波",
                            "神之怒吼",
                            "污泥波",
                            "顺风"
                        ]
                    },
                    {
                        "name": "花洁夫人",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "月亮之力",
                            "污泥波",
                            "暗影球",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 100,
                        "item": "速度果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "大地之力",
                            "龙星群",
                            "神威"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "剧毒石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "暗黑爆破",
                            "冰封世界",
                            "神速"
                        ]
                    }
                ]
            },
            {
                "title": "巴格（虫系天王）",
                "battle_type": "三打",
                "item": "大师秘药*4 120号道路",
                "pokemons": [
                    {
                        "name": "M赫拉克罗斯",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "连续攻击",
                        "moves": [
                            "岩石爆击",
                            "飞弹针",
                            "猛推",
                            "冰锥"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 100,
                        "item": "水流卡带",
                        "ability": "引火",
                        "moves": [
                            "虫鸣",
                            "冰冻光束",
                            "磁铁轰炸",
                            "高科技光炮"
                        ]
                    },
                    {
                        "name": "沙漠蜻蜓",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "天龙之息",
                            "虫鸣",
                            "大地之力",
                            "污泥波"
                        ]
                    },
                    {
                        "name": "火神蛾",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "火焰之躯",
                        "moves": [
                            "火神之舞",
                            "终极吸取",
                            "空气斩",
                            "虫鸣"
                        ]
                    },
                    {
                        "name": "M巨钳螳螂",
                        "level": 100,
                        "item": "抗火果",
                        "ability": "适应力",
                        "moves": [
                            "彗星拳",
                            "虫突",
                            "断头钳",
                            "双翼"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "玉虫石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "冰封世界",
                            "神速",
                            "根源波动"
                        ]
                    }
                ]
            },
            {
                "title": "格拉斯（草系天王）",
                "battle_type": "三打",
                "item": "大师秘药*4 105号水路",
                "pokemons": [
                    {
                        "name": "时拉比",
                        "level": 100,
                        "item": "防尘护目镜",
                        "ability": "神奇守护",
                        "moves": [
                            "精神震荡",
                            "种子闪光",
                            "月亮之力",
                            "新月舞"
                        ]
                    },
                    {
                        "name": "M妙蛙花",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "太阳之力",
                        "moves": [
                            "终极吸取",
                            "大晴天",
                            "广域防守",
                            "污泥波"
                        ]
                    },
                    {
                        "name": "谢米（天空）",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "天恩",
                        "moves": [
                            "空气斩",
                            "治愈波动",
                            "种子闪光",
                            "顺风"
                        ]
                    },
                    {
                        "name": "M蜥蜴王",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "技术高手",
                        "moves": [
                            "种子机关枪",
                            "飞弹针",
                            "双龙切",
                            "岩石爆击"
                        ]
                    },
                    {
                        "name": "毕力吉翁",
                        "level": 100,
                        "item": "抗飞果",
                        "ability": "好胜",
                        "moves": [
                            "真空波",
                            "疯狂植物",
                            "月亮之力",
                            "神秘之剑"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "碧绿石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "大地神力",
                            "钻石风暴",
                            "神速"
                        ]
                    }
                ]
            },
            {
                "title": "菲里（妖精天王）",
                "battle_type": "三打",
                "item": "大师秘药*4  123号道路",
                "pokemons": [
                    {
                        "name": "幻梦",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "好胜",
                        "moves": [
                            "月亮之力",
                            "精神击破",
                            "波导弹",
                            "暗影球"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "暗影球",
                            "治愈波动",
                            "广域防守",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "基拉祈",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "飘浮",
                        "moves": [
                            "月亮之力",
                            "破灭之愿",
                            "大地之力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "妖精石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "神速",
                            "大地神力",
                            "真实之焰"
                        ]
                    },
                    {
                        "name": "M蒂安希",
                        "level": 100,
                        "item": "抗钢果",
                        "ability": "魔法反射",
                        "moves": [
                            "钻石风暴",
                            "大地之力",
                            "治愈波动",
                            "月亮之力"
                        ]
                    },
                    {
                        "name": "美洛耶塔",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "单纯",
                        "moves": [
                            "月亮之力",
                            "庆祝",
                            "广域防守",
                            "破坏光线"
                        ]
                    }
                ]
            }
        ],
        "二周目 重要战斗": [
            {
                "title": "898 - 宝可梦训练家 希嘉娜",
                "battle_type": "一番战",
                "item": "双打，大师秘药*3",
                "pokemons": [
                    {
                        "name": "拉帝亚斯",
                        "level": 90,
                        "item": "心之水滴",
                        "ability": "飘浮",
                        "moves": [
                            "薄雾球",
                            "庆祝",
                            "治愈波动",
                            "帮手"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 90,
                        "item": "先制果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "大地之力",
                            "龙星群",
                            "神威"
                        ]
                    },
                    {
                        "name": "酋雷姆",
                        "level": 90,
                        "item": "速度果",
                        "ability": "龙之威压",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "真气弹",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "捷克罗姆",
                        "level": 90,
                        "item": "抗地果",
                        "ability": "加速",
                        "moves": [
                            "理想闪电",
                            "龙之逆鳞",
                            "神威",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "莱希拉姆",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "加速",
                        "moves": [
                            "真实之焰",
                            "龙星群",
                            "大地之力",
                            "力量宝石"
                        ]
                    },
                    {
                        "name": "拉帝欧斯",
                        "level": 90,
                        "item": "拉帝欧斯进化石",
                        "ability": "飘浮",
                        "moves": [
                            "洁净光芒",
                            "天龙之息",
                            "空气斩",
                            "暗影球"
                        ]
                    }
                ]
            },
            {
                "title": "943 - 琉璃市居民 米可利（二周目-天空之柱）",
                "battle_type": "群战",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "M巨沼怪",
                        "level": 90,
                        "item": "抗草果",
                        "ability": "悠游自如",
                        "moves": [
                            "波动冲",
                            "水流喷射",
                            "十万马力",
                            "冰柱坠击"
                        ]
                    },
                    {
                        "name": "亚克诺姆",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "波动冲",
                            "水流喷射",
                            "意念头锤",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 90,
                        "item": "速度果",
                        "ability": "降雨",
                        "moves": [
                            "大海之力",
                            "顺风",
                            "空中爆破",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "玛纳霏",
                        "level": 90,
                        "item": "气势披带",
                        "ability": "避雷针",
                        "moves": [
                            "电电加速",
                            "千万伏特",
                            "水流喷射",
                            "水尾连击"
                        ]
                    },
                    {
                        "name": "M水箭龟",
                        "level": 90,
                        "item": "吃剩的东西",
                        "ability": "超级发射器",
                        "moves": [
                            "治愈波动",
                            "波导弹",
                            "活活气泡",
                            "加农光炮"
                        ]
                    },
                    {
                        "name": "盖欧卡",
                        "level": 90,
                        "item": "靛蓝色宝珠",
                        "ability": "降雨",
                        "moves": [
                            "根源波动",
                            "打雷",
                            "暴风",
                            "冰冻光束"
                        ]
                    }
                ]
            },
            {
                "title": "713 - 传承者 希嘉娜（二番战）",
                "battle_type": "三打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "帕路奇亚",
                        "level": 95,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "亚空裂斩",
                            "龙之逆鳞",
                            "劈瓦",
                            "暗影爪"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 95,
                        "item": "吃剩的东西",
                        "ability": "踩影",
                        "moves": [
                            "暗影潜袭",
                            "广域防守",
                            "神威",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "帝牙卢卡",
                        "level": 95,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "时光咆哮",
                            "力量宝石",
                            "大地之力",
                            "龙星群"
                        ]
                    },
                    {
                        "name": "酋雷姆（焰白）",
                        "level": 95,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "大地之力",
                            "真实之焰",
                            "极寒冷焰",
                            "龙星群"
                        ]
                    },
                    {
                        "name": "酋雷姆（暗黑）",
                        "level": 95,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "理想闪电",
                            "冰冻伏特",
                            "龙之逆鳞",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 95,
                        "item": "龙之石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "冰封世界",
                            "钻石风暴",
                            "破灭之光"
                        ]
                    }
                ]
            }
        ],
        "连胜家族（紫堇市上方）": [
            {
                "title": "连胜家族 晴彦",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "向日花怪",
                        "level": 75,
                        "item": "炽热岩石",
                        "ability": "日照",
                        "moves": [
                            "热风",
                            "阳光烈焰",
                            "光合作用",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "叶伊布",
                        "level": 75,
                        "item": "气势披带",
                        "ability": "太阳驱动",
                        "moves": [
                            "刃叶斩",
                            "生长",
                            "水尾连击",
                            "十字剪"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 75,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "恶之波动",
                            "热风",
                            "大地之力",
                            "阳光烈焰"
                        ]
                    },
                    {
                        "name": "风速狗",
                        "level": 75,
                        "item": "生命宝珠",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "疯狂伏特",
                            "闪焰冲锋",
                            "地狱翻滚",
                            "神速"
                        ]
                    },
                    {
                        "name": "妙蛙花",
                        "level": 75,
                        "item": "吃剩的东西",
                        "ability": "太阳驱动",
                        "moves": [
                            "终极吸取",
                            "生长",
                            "污泥波",
                            "庆祝"
                        ]
                    },
                    {
                        "name": "炎武王",
                        "level": 75,
                        "item": "吃剩的东西",
                        "ability": "威吓",
                        "moves": [
                            "击掌奇袭",
                            "拍落",
                            "高温重压",
                            "抛下狠话"
                        ]
                    }
                ]
            },
            {
                "title": "连胜家族 安江",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "哈克龙",
                        "level": 75,
                        "item": "进化奇石",
                        "ability": "降雨",
                        "moves": [
                            "活活气泡",
                            "庆祝",
                            "电磁波",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "镰刀盔",
                        "level": 75,
                        "item": "潮湿岩石",
                        "ability": "悠游自如",
                        "moves": [
                            "虫突",
                            "十字剪",
                            "波动冲",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "快泳蛙",
                        "level": 75,
                        "item": "回复果",
                        "ability": "悠游自如",
                        "moves": [
                            "吸取拳",
                            "波动冲",
                            "冰冻拳",
                            "腹鼓"
                        ]
                    },
                    {
                        "name": "暴鲤龙",
                        "level": 75,
                        "item": "暴鲤龙进化石",
                        "ability": "强壮之颚",
                        "moves": [
                            "咬碎",
                            "强力腮咬",
                            "冰冻牙",
                            "龙之舞"
                        ]
                    },
                    {
                        "name": "刺龙王",
                        "level": 75,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "墨汁炮",
                            "暴狂龙卷",
                            "冰冻光束",
                            "龙之舞"
                        ]
                    },
                    {
                        "name": "海兔兽",
                        "level": 75,
                        "item": "吃剩的东西",
                        "ability": "引水",
                        "moves": [
                            "求雨",
                            "热水",
                            "大地之力",
                            "剧毒"
                        ]
                    }
                ]
            },
            {
                "title": "76 - 连胜家族 小雪",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "小黑子",
                        "level": 75,
                        "item": "气势披带",
                        "ability": "降雪",
                        "moves": [
                            "活活气泡",
                            "冰冻之风",
                            "冷冻干燥",
                            "暴风雪"
                        ]
                    },
                    {
                        "name": "雪妖女",
                        "level": 75,
                        "item": "冰冷岩石",
                        "ability": "天恩",
                        "moves": [
                            "暴风雪",
                            "妖精之风"
                        ]
                    },
                    {
                        "name": "暴雪王",
                        "level": 75,
                        "item": "暴雪王进化石",
                        "ability": "降雪",
                        "moves": [
                            "暴风雪",
                            "终极吸取",
                            "真气弹",
                            "冰砾"
                        ]
                    },
                    {
                        "name": "象牙猪",
                        "level": 75,
                        "item": "吃剩的东西",
                        "ability": "毛皮大衣",
                        "moves": [
                            "冰砾",
                            "雪崩",
                            "十万马力",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "冰伊布",
                        "level": 75,
                        "item": "突击背心",
                        "ability": "单纯",
                        "moves": [
                            "暴风雪",
                            "大地之力",
                            "极光束",
                            "冥想"
                        ]
                    },
                    {
                        "name": "冰岩怪",
                        "level": 75,
                        "item": "气势披带",
                        "ability": "冰冻皮肤",
                        "moves": [
                            "大爆炸"
                        ]
                    }
                ]
            },
            {
                "title": "578 - 连胜家族 光代",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "雄牙象",
                        "level": 80,
                        "item": "沙沙岩石",
                        "ability": "拨沙",
                        "moves": [
                            "超级角击",
                            "突飞猛扑",
                            "健美",
                            "近身战"
                        ]
                    },
                    {
                        "name": "庞岩怪",
                        "level": 80,
                        "item": "吃剩的东西",
                        "ability": "扬沙",
                        "moves": [
                            "广域防守",
                            "岩崩",
                            "冲岩",
                            "庆祝"
                        ]
                    },
                    {
                        "name": "烈咬陆鲨",
                        "level": 80,
                        "item": "抗冰果",
                        "ability": "沙隐",
                        "moves": [
                            "双龙切",
                            "突飞猛扑",
                            "磨爪",
                            "火焰牙"
                        ]
                    },
                    {
                        "name": "班基拉斯",
                        "level": 80,
                        "item": "抗斗果",
                        "ability": "扬沙",
                        "moves": [
                            "岩崩",
                            "十万马力",
                            "暗黑连击",
                            "冰冻牙"
                        ]
                    },
                    {
                        "name": "波士可多拉",
                        "level": 80,
                        "item": "波士可多拉进化石",
                        "ability": "结实",
                        "moves": [
                            "金属爆炸",
                            "重磅冲撞",
                            "广域防守",
                            "龙尾"
                        ]
                    },
                    {
                        "name": "超甲龙犀",
                        "level": 80,
                        "item": "突击背心",
                        "ability": "扬沙",
                        "moves": [
                            "大地之力",
                            "岩石巨炮",
                            "天龙之息",
                            "十万伏特"
                        ]
                    }
                ]
            }
        ],
        "最终挑战！游戏作者（茵郁市右下角树屋）": [
            {
                "title": "856 - 游戏作者 阿布（一周目）",
                "battle_type": "群战",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "雷皇",
                        "level": 90,
                        "item": "抗冰果",
                        "ability": "适应力",
                        "moves": [
                            "怒雷",
                            "天龙之息",
                            "大地之力",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "炎帝",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "无关天气",
                        "moves": [
                            "灭世之火",
                            "十万马力",
                            "龙神俯冲",
                            "迅炎"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 90,
                        "item": "特攻果",
                        "ability": "避雷针",
                        "moves": [
                            "空中爆破",
                            "广域防守",
                            "大海之力",
                            "顺风"
                        ]
                    },
                    {
                        "name": "凤王",
                        "level": 90,
                        "item": "气势披带",
                        "ability": "魔法防守",
                        "moves": [
                            "神圣之火",
                            "燕返",
                            "勇鸟猛攻",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 90,
                        "item": "抗冰果",
                        "ability": "适应力",
                        "moves": [
                            "蒸汽爆炸",
                            "冷冻干燥",
                            "薄雾场地",
                            "天龙之息"
                        ]
                    },
                    {
                        "name": "时拉比",
                        "level": 90,
                        "item": "异常果",
                        "ability": "神奇守护",
                        "moves": [
                            "种子闪光",
                            "幻象光线",
                            "魔法闪耀",
                            "治愈波动"
                        ]
                    }
                ]
            },
            {
                "title": "857 - 游戏作者 阿布（二周目）",
                "battle_type": "群战",
                "item": "传奇圣药*4",
                "pokemons": [
                    {
                        "name": "代欧奇希斯（攻击）",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "双连击",
                        "moves": [
                            "神速",
                            "精神突进",
                            "嬉闹",
                            "拍落"
                        ]
                    },
                    {
                        "name": "克雷色利亚",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "新月舞",
                            "治愈波动",
                            "精神震荡",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "钢铁石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "大地神力",
                            "精神击破",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "踩影",
                        "moves": [
                            "暗影潜袭",
                            "光墙",
                            "反射壁",
                            "神威"
                        ]
                    },
                    {
                        "name": "胡帕（解放）",
                        "level": 100,
                        "item": "防尘护目镜",
                        "ability": "恶作剧之心",
                        "moves": [
                            "延后"
                        ]
                    },
                    {
                        "name": "M烈空坐",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "时空乱流",
                        "moves": [
                            "龙之逆鳞",
                            "画龙点睛",
                            "钢铁头槌",
                            "胜利之炎"
                        ]
                    }
                ]
            }
        ]
    }
}

export const reqYHNPC = ():BattleData => {
    return {
        "海洋队 重要战斗 阵容": [
            {
                "title": "反派 海洋队精英（橙华森林）",
                "battle_type": "单打",
                "item": "全能爆发*2",
                "pokemons": [
                    {
                        "name": "酷豹",
                        "level": 18,
                        "item": "一般宝石",
                        "ability": "轻装",
                        "moves": [
                            "大声咆哮",
                            "击掌奇袭",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "大狼犬",
                        "level": 18,
                        "item": "气势披带",
                        "ability": "强壮之颚",
                        "moves": [
                            "咬碎",
                            "雷电牙",
                            "冰冻牙",
                            "剧毒牙"
                        ]
                    },
                    {
                        "name": "皮卡丘（摇滚）",
                        "level": 18,
                        "item": "电气球",
                        "ability": "狙击手",
                        "moves": [
                            "暗袭要害",
                            "电电加速",
                            "击掌奇袭",
                            "水流裂破"
                        ]
                    },
                    {
                        "name": "梦歌仙人掌",
                        "level": 18,
                        "item": "贝壳之铃",
                        "ability": "沙隐",
                        "moves": [
                            "尖刺防守",
                            "尖刺臂",
                            "突袭"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（卡绿隧道）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "黑暗鸦",
                        "level": 35,
                        "item": "进化奇石",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电磁波",
                            "顺风",
                            "庆祝",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "乌鸦头头",
                        "level": 35,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "热风",
                            "暗黑爆破",
                            "奇异之风",
                            "暴风"
                        ]
                    },
                    {
                        "name": "皮卡丘（贵妇）",
                        "level": 35,
                        "item": "电气球",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "十万伏特",
                            "银色旋风",
                            "妖精之风"
                        ]
                    },
                    {
                        "name": "大力鳄",
                        "level": 35,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "水流喷射",
                            "攀瀑",
                            "咬碎",
                            "冰冻牙"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市博物馆）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "尼多王",
                        "level": 50,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "污泥波",
                            "大地之力",
                            "十万伏特",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "尼多后",
                        "level": 50,
                        "item": "吃剩的东西",
                        "ability": "斗争心",
                        "moves": [
                            "隐形岩",
                            "吼叫",
                            "污泥波",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "皮卡丘（贵妇）",
                        "level": 50,
                        "item": "进化奇石",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "放电",
                            "看我嘛",
                            "蹭蹭脸颊"
                        ]
                    },
                    {
                        "name": "天蝎王",
                        "level": 50,
                        "item": "广角镜",
                        "ability": "飘浮",
                        "moves": [
                            "十字毒刃",
                            "地裂",
                            "双翼",
                            "断头钳"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市博物馆）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "叉字蝠",
                        "level": 50,
                        "item": "气势披带",
                        "ability": "加速",
                        "moves": [
                            "双翼",
                            "意念头锤",
                            "十字毒刃",
                            "暗袭要害"
                        ]
                    },
                    {
                        "name": "阿柏怪",
                        "level": 50,
                        "item": "生命宝珠",
                        "ability": "威吓",
                        "moves": [
                            "粉尘射击",
                            "咬碎",
                            "电磁波",
                            "盘蜷"
                        ]
                    },
                    {
                        "name": "毒刺水母",
                        "level": 50,
                        "item": "吃剩的东西",
                        "ability": "恒净之躯",
                        "moves": [
                            "治愈波动",
                            "污泥波",
                            "热水",
                            "毒菱"
                        ]
                    },
                    {
                        "name": "毒藻龙",
                        "level": 50,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "暴狂龙卷",
                            "污泥波",
                            "墨汁炮",
                            "十万伏特"
                        ]
                    }
                ]
            },
            {
                "title": "海洋队干部 海洋队-泉（流星瀑布-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "水君",
                        "level": 60,
                        "item": "速度果",
                        "ability": "引水",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "守住",
                            "蒸汽爆炸"
                        ]
                    },
                    {
                        "name": "乌鸦头头",
                        "level": 60,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "恶之波动",
                            "空气斩",
                            "热风",
                            "奇异之风"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 60,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "升龙烈破",
                            "嬉闹",
                            "十字毒刃",
                            "暗影之刺"
                        ]
                    },
                    {
                        "name": "摇篮百合",
                        "level": 60,
                        "item": "吃剩的东西",
                        "ability": "引水",
                        "moves": [
                            "力量宝石",
                            "终极吸取",
                            "剧毒",
                            "庆祝"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（流星瀑布-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "雷皇",
                        "level": 60,
                        "item": "抗妖果",
                        "ability": "避雷针",
                        "moves": [
                            "闪电之触",
                            "龙星群",
                            "大地神力",
                            "庆祝"
                        ]
                    },
                    {
                        "name": "毒骷蛙",
                        "level": 60,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "击掌奇袭",
                            "十字毒刃",
                            "近身战",
                            "剑舞"
                        ]
                    },
                    {
                        "name": "雷电狮",
                        "level": 60,
                        "item": "突击背心",
                        "ability": "威吓",
                        "moves": [
                            "咬碎",
                            "嬉闹",
                            "电电加速",
                            "冰冻牙"
                        ]
                    },
                    {
                        "name": "M呆壳兽",
                        "level": 60,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "治愈波动",
                            "辅助力量",
                            "庆祝",
                            "热水"
                        ]
                    }
                ]
            },
            {
                "title": "海洋队干部 海洋队-泉（烟囱山）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "M耿鬼",
                        "level": 63,
                        "item": "气势披带",
                        "ability": "踩影",
                        "moves": [
                            "污泥波",
                            "奇异之风",
                            "魔法闪耀",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "爆音怪",
                        "level": 63,
                        "item": "讲究围巾",
                        "ability": "隔音",
                        "moves": [
                            "爆音波",
                            "污泥波",
                            "冰冻光束",
                            "大字爆炎"
                        ]
                    },
                    {
                        "name": "南瓜怪人",
                        "level": 63,
                        "item": "进化奇石",
                        "ability": "无关天气",
                        "moves": [
                            "黑雾",
                            "分担痛楚",
                            "光墙",
                            "反射壁"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 63,
                        "item": "气势披带",
                        "ability": "强行",
                        "moves": [
                            "十字毒刃",
                            "拍落",
                            "冰砾",
                            "冰柱坠击"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 63,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "蒸汽爆炸",
                            "龙星群",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "M暴鲤龙",
                        "level": 63,
                        "item": "速度果",
                        "ability": "强壮之颚",
                        "moves": [
                            "雷电牙",
                            "强力腮咬",
                            "咬碎",
                            "冰冻牙"
                        ]
                    }
                ]
            },
            {
                "title": "反派首领 海洋队-水梧桐（烟囱山",
                "battle_type": "一番战",
                "item": "双打，全能爆发2*4",
                "pokemons": [
                    {
                        "name": "毒卷云",
                        "level": 66,
                        "item": "黑色污泥",
                        "ability": "疾风之翼",
                        "moves": [
                            "污泥波",
                            "毒菱",
                            "顺风",
                            "极恶声波"
                        ]
                    },
                    {
                        "name": "M阿勃梭鲁",
                        "level": 66,
                        "item": "焦点镜",
                        "ability": "硬爪",
                        "moves": [
                            "斩龙之刃",
                            "暗黑连击",
                            "精神利刃",
                            "十字剪"
                        ]
                    },
                    {
                        "name": "胡帕（解放）",
                        "level": 66,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神之怒吼",
                            "神威"
                        ]
                    },
                    {
                        "name": "M诅咒娃娃",
                        "level": 66,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "嬉闹",
                            "暗影爪",
                            "影子偷袭",
                            "挑衅"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 66,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "破灭之光",
                            "污泥波",
                            "治愈波动",
                            "能量球"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 66,
                        "item": "先制果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "大地神力",
                            "神圣之力",
                            "龙星群"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（未知小岛-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "美纳斯",
                        "level": 75,
                        "item": "进化奇石",
                        "ability": "好胜",
                        "moves": [
                            "破灭之光",
                            "活活气泡",
                            "治愈波动",
                            "冷冻干燥"
                        ]
                    },
                    {
                        "name": "飞天螳螂",
                        "level": 75,
                        "item": "气势披带",
                        "ability": "不服输",
                        "moves": [
                            "双翼",
                            "虫突",
                            "燕返",
                            "十字剪"
                        ]
                    },
                    {
                        "name": "勾帕路翁",
                        "level": 75,
                        "item": "突击背心",
                        "ability": "不服输",
                        "moves": [
                            "金属爆炸",
                            "制裁猛击",
                            "钢铁飞盘",
                            "千波激荡"
                        ]
                    },
                    {
                        "name": "罗丝雷朵",
                        "level": 75,
                        "item": "弱点保险",
                        "ability": "好胜",
                        "moves": [
                            "剧毒",
                            "终极吸取",
                            "污泥波",
                            "寄生种子"
                        ]
                    },
                    {
                        "name": "凯路迪欧（觉醒）",
                        "level": 75,
                        "item": "弱点保险",
                        "ability": "好胜",
                        "moves": [
                            "神秘之剑",
                            "根源波动",
                            "真空波",
                            "冰封世界"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（未知小岛-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发2*2",
                "pokemons": [
                    {
                        "name": "火炎狮",
                        "level": 74,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "喷射火焰",
                            "破坏光线"
                        ]
                    },
                    {
                        "name": "火暴猴",
                        "level": 74,
                        "item": "进化奇石",
                        "ability": "不服输",
                        "moves": [
                            "吸取拳",
                            "影子偷袭",
                            "暗影拳",
                            "冰冻拳"
                        ]
                    },
                    {
                        "name": "帝王拿波",
                        "level": 74,
                        "item": "先制之爪",
                        "ability": "好胜",
                        "moves": [
                            "加农水炮",
                            "加农光炮",
                            "力量宝石",
                            "冷冻干燥"
                        ]
                    },
                    {
                        "name": "M艾路雷朵",
                        "level": 74,
                        "item": "气势披带",
                        "ability": "不服输",
                        "moves": [
                            "精神利刃",
                            "升龙烈破",
                            "十字剪",
                            "刃叶斩"
                        ]
                    },
                    {
                        "name": "代拉基翁",
                        "level": 74,
                        "item": "弱点保险",
                        "ability": "不服输",
                        "moves": [
                            "冲岩",
                            "尖石攻击",
                            "制裁猛击",
                            "钢铁头槌"
                        ]
                    }
                ]
            },
            {
                "title": "海洋队干部 海洋队-泉（天气预测馆）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "拉普拉斯",
                        "level": 80,
                        "item": "潮湿岩石",
                        "ability": "降雨",
                        "moves": [
                            "气象球",
                            "治愈波动",
                            "庆祝",
                            "电磁波"
                        ]
                    },
                    {
                        "name": "大剑鬼",
                        "level": 80,
                        "item": "气势披带",
                        "ability": "悠游自如",
                        "moves": [
                            "圣剑",
                            "波动冲",
                            "超级角击",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "蚊香蛙皇",
                        "level": 80,
                        "item": "吃剩的东西",
                        "ability": "降雨",
                        "moves": [
                            "伏特替换",
                            "气象球",
                            "十万伏特",
                            "哈欠"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 80,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "薄雾球",
                            "蒸汽爆炸",
                            "龙星群",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "M暴鲤龙",
                        "level": 80,
                        "item": "弱点保险",
                        "ability": "强壮之颚",
                        "moves": [
                            "强力腮咬",
                            "雷电牙",
                            "冰冻牙",
                            "咬碎"
                        ]
                    },
                    {
                        "name": "M甲贺忍蛙",
                        "level": 80,
                        "item": "气势披带",
                        "ability": "变幻自如",
                        "moves": [
                            "飞水手里剑",
                            "暗黑爆破",
                            "污泥波",
                            "能量球"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（送火山）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "皮卡丘（博士）",
                        "level": 86,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电电加速",
                            "电磁波",
                            "精神强念",
                            "戏法空间"
                        ]
                    },
                    {
                        "name": "爆炸头水牛",
                        "level": 86,
                        "item": "突击背心",
                        "ability": "食草",
                        "moves": [
                            "波动冲",
                            "突飞猛扑",
                            "近身战",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 86,
                        "item": "突击背心",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "嬉闹",
                            "暗黑连击",
                            "暗影爪"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 86,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "戏法空间",
                            "神威",
                            "精神强念"
                        ]
                    },
                    {
                        "name": "泥偶巨灵",
                        "level": 86,
                        "item": "气势披带",
                        "ability": "无防守",
                        "moves": [
                            "地裂",
                            "爆裂拳",
                            "尖石攻击",
                            "影子偷袭"
                        ]
                    },
                    {
                        "name": "黑夜魔灵",
                        "level": 86,
                        "item": "先制之爪",
                        "ability": "铁拳",
                        "moves": [
                            "暗影拳",
                            "吸取拳",
                            "影子偷袭",
                            "火焰拳"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市船厂）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "炎武王",
                        "level": 85,
                        "item": "突击背心",
                        "ability": "威吓",
                        "moves": [
                            "击掌奇袭",
                            "熊熊火爆",
                            "拍落",
                            "大声咆哮"
                        ]
                    },
                    {
                        "name": "头巾混混",
                        "level": 85,
                        "item": "回复果",
                        "ability": "恶作剧之心",
                        "moves": [
                            "击掌奇袭",
                            "电磁波",
                            "延后",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "派拉斯特",
                        "level": 85,
                        "item": "剧毒宝珠",
                        "ability": "毒疗",
                        "moves": [
                            "十字毒刃",
                            "影子偷袭",
                            "虫突",
                            "剧毒"
                        ]
                    },
                    {
                        "name": "龙王蝎",
                        "level": 85,
                        "item": "对焦镜",
                        "ability": "狙击手",
                        "moves": [
                            "暗黑连击",
                            "十字毒刃",
                            "十万马力",
                            "十字劈"
                        ]
                    },
                    {
                        "name": "M黑鲁加",
                        "level": 85,
                        "item": "突击背心",
                        "ability": "太阳之力",
                        "moves": [
                            "热风",
                            "暗影球",
                            "终极吸取",
                            "恶之波动"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英（凯那市船厂）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "M耿鬼",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "踩影",
                        "moves": [
                            "污泥波",
                            "奇异之风",
                            "热风",
                            "魔法闪耀"
                        ]
                    },
                    {
                        "name": "布鲁皇",
                        "level": 85,
                        "item": "回复果",
                        "ability": "恶作剧之心",
                        "moves": [
                            "反射壁",
                            "光墙",
                            "电磁波",
                            "爱心冲击"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 85,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "冰砾",
                            "冰柱坠击",
                            "暗黑连击",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "毒骷蛙",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "击掌奇袭",
                            "十字毒刃",
                            "近身战",
                            "突袭"
                        ]
                    },
                    {
                        "name": "加班王",
                        "level": 85,
                        "item": "广角镜",
                        "ability": "活力",
                        "moves": [
                            "终极冲击",
                            "影子偷袭",
                            "暗影拳",
                            "吸取拳"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英们（一周目）",
                "battle_type": "群战",
                "item": "全能爆发2*3",
                "pokemons": [
                    {
                        "name": "风速狗",
                        "level": 75,
                        "item": "讲究围巾",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "地狱翻滚",
                            "闪焰冲锋",
                            "疯狂伏特",
                            "双刃头锤"
                        ]
                    },
                    {
                        "name": "大狼犬",
                        "level": 75,
                        "item": "气势披带",
                        "ability": "威吓",
                        "moves": [
                            "长嚎"
                        ]
                    },
                    {
                        "name": "M黑鲁加",
                        "level": 75,
                        "item": "突击背心",
                        "ability": "太阳之力",
                        "moves": [
                            "暗黑爆破",
                            "爆炸烈焰",
                            "能量球",
                            "守住"
                        ]
                    },
                    {
                        "name": "酷豹",
                        "level": 75,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "延后"
                        ]
                    },
                    {
                        "name": "M雷电兽",
                        "level": 75,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "十万伏特",
                            "能量球",
                            "大地之力",
                            "月亮之力"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（海洋队基地）",
                "battle_type": "双打",
                "item": "全能爆发3*4",
                "pokemons": [
                    {
                        "name": "哈克龙",
                        "level": 90,
                        "item": "进化奇石",
                        "ability": "降雨",
                        "moves": [
                            "活活气泡",
                            "帮手",
                            "庆祝",
                            "电磁波"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 90,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "看我嘛",
                            "神威",
                            "恶之波动"
                        ]
                    },
                    {
                        "name": "M诅咒娃娃",
                        "level": 90,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "潜灵奇袭",
                            "影子偷袭",
                            "鬼火",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "快泳蛙",
                        "level": 90,
                        "item": "气势披带",
                        "ability": "悠游自如",
                        "moves": [
                            "腹鼓",
                            "吸取拳",
                            "冰冻拳",
                            "波动冲"
                        ]
                    },
                    {
                        "name": "玛狃拉",
                        "level": 90,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "暗袭要害",
                            "冰柱坠击",
                            "冰砾",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "暗黑连击",
                            "急速折返",
                            "嬉闹"
                        ]
                    }
                ]
            },
            {
                "title": "反派首领 海洋队-水梧桐（海底洞窟二番战）",
                "battle_type": "双打",
                "item": "全能爆发3*2，全能爆发6*2",
                "pokemons": [
                    {
                        "name": "毒卷云（化身）",
                        "level": 99,
                        "item": "黑色污泥",
                        "ability": "疾风之翼",
                        "moves": [
                            "污泥波",
                            "毒菱",
                            "顺风",
                            "极恶声波"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 99,
                        "item": "速度果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "神威",
                            "龙星群",
                            "大地神力"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 99,
                        "item": "回复果",
                        "ability": "魔法反射",
                        "moves": [
                            "破灭之光",
                            "暗影球",
                            "治愈波动",
                            "能量球"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "踩影",
                        "moves": [
                            "污泥波",
                            "暗影球",
                            "终极吸取",
                            "守住"
                        ]
                    },
                    {
                        "name": "M诅咒娃娃",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "嬉闹",
                            "暗影爪",
                            "影子偷袭",
                            "挑衅"
                        ]
                    },
                    {
                        "name": "胡帕（解放）",
                        "level": 99,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神威",
                            "神之怒吼"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（二周目-橙华市）",
                "battle_type": "双打",
                "item": "全能爆发3*3",
                "pokemons": [
                    {
                        "name": "呆呆王",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "冲浪",
                            "精神强念",
                            "治愈波动",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "蒸汽爆炸",
                            "破灭之光",
                            "冰封世界",
                            "守住"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "暗黑连击",
                            "神威",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "梦妖魔",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "月亮之力",
                            "暗影球",
                            "魔法火焰",
                            "能量球"
                        ]
                    },
                    {
                        "name": "M呆壳兽",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "纯朴",
                        "moves": [
                            "潮旋",
                            "冥想",
                            "精神强念",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "胡帕",
                        "level": 100,
                        "item": "妖怪石板",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神威",
                            "神之怒吼"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（二周目-卡那兹市）",
                "battle_type": "单打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "秃鹰娜",
                        "level": 99,
                        "item": "凸凸头盔",
                        "ability": "防尘",
                        "moves": [
                            "欺诈",
                            "撒菱",
                            "吹飞",
                            "羽栖"
                        ]
                    },
                    {
                        "name": "阿柏怪",
                        "level": 99,
                        "item": "突击背心",
                        "ability": "威吓",
                        "moves": [
                            "粉尘射击",
                            "咬碎",
                            "火焰牙",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "嬉闹",
                            "暗影之刺",
                            "升龙烈破",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "三首恶龙",
                        "level": 99,
                        "item": "火焰宝珠",
                        "ability": "受热激升",
                        "moves": [
                            "三重攻击",
                            "暗黑爆破",
                            "暴狂龙卷",
                            "加农光炮"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 99,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "爆炸烈焰",
                            "暗黑爆破",
                            "阳光烈焰",
                            "暗影球"
                        ]
                    },
                    {
                        "name": "M班基拉斯",
                        "level": 99,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "暗袭要害",
                            "岩崩",
                            "地震",
                            "嬉闹"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（二周目-卡那兹市）",
                "battle_type": "单打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "勾魂眼",
                        "level": 99,
                        "item": "勾魂眼进化石",
                        "ability": "恶作剧之心",
                        "moves": [
                            "抛下狠话",
                            "戏法空间",
                            "黑雾",
                            "鬼火"
                        ]
                    },
                    {
                        "name": "泥偶巨灵",
                        "level": 99,
                        "item": "生命宝珠",
                        "ability": "无防守",
                        "moves": [
                            "爆裂拳",
                            "地裂",
                            "暗影拳",
                            "影子偷袭"
                        ]
                    },
                    {
                        "name": "黑夜魔灵",
                        "level": 99,
                        "item": "先制之爪",
                        "ability": "铁拳",
                        "moves": [
                            "吸取拳",
                            "影子偷袭",
                            "暗影拳",
                            "火焰拳"
                        ]
                    },
                    {
                        "name": "加班王",
                        "level": 99,
                        "item": "广角镜",
                        "ability": "活力",
                        "moves": [
                            "暗影拳",
                            "终极冲击",
                            "影子偷袭",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "梦妖魔",
                        "level": 99,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "月亮之力",
                            "暗影球",
                            "魔法火焰",
                            "能量球"
                        ]
                    },
                    {
                        "name": "M冰鬼护",
                        "level": 99,
                        "item": "讲究围巾",
                        "ability": "冰冻皮肤",
                        "moves": [
                            "爆音波"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（二周目-卡那兹市）",
                "battle_type": "单打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "双弹瓦斯",
                        "level": 99,
                        "item": "讲究眼镜",
                        "ability": "飘浮",
                        "moves": [
                            "大爆炸"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "暗影球",
                            "污泥炸弹",
                            "精神强念",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "毒藻龙",
                        "level": 99,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "污泥炸弹",
                            "天龙之息",
                            "墨汁炮",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "天蝎王",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "飘浮",
                        "moves": [
                            "十字毒刃",
                            "地震",
                            "冲岩",
                            "双翼"
                        ]
                    },
                    {
                        "name": "黏美龙",
                        "level": 99,
                        "item": "突击背心",
                        "ability": "污毒之躯",
                        "moves": [
                            "毒液冲击",
                            "天龙之息",
                            "十万伏特",
                            "喷射火焰"
                        ]
                    },
                    {
                        "name": "几何雪花",
                        "level": 99,
                        "item": "气势披带",
                        "ability": "飘浮",
                        "moves": [
                            "污泥波",
                            "绝对零度",
                            "镜光射击",
                            "冷冻干燥"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队精英们（二周目）",
                "battle_type": "群战",
                "item": "全能爆发2*3",
                "pokemons": [
                    {
                        "name": "风速狗",
                        "level": 100,
                        "item": "讲究围巾",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "闪焰冲锋",
                            "疯狂伏特",
                            "地狱翻滚",
                            "双刃头锤"
                        ]
                    },
                    {
                        "name": "大狼犬",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "威吓",
                        "moves": [
                            "长嚎"
                        ]
                    },
                    {
                        "name": "M黑鲁加",
                        "level": 100,
                        "item": "广角镜",
                        "ability": "太阳之力",
                        "moves": [
                            "大字爆炎",
                            "暗黑爆破"
                        ]
                    },
                    {
                        "name": "酷豹",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "恶作剧之心",
                        "moves": [
                            "延后"
                        ]
                    },
                    {
                        "name": "M雷电兽",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "十万伏特",
                            "能量球",
                            "大地之力",
                            "月亮之力"
                        ]
                    },
                    {
                        "name": "布鲁皇",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电磁波"
                        ]
                    }
                ]
            },
            {
                "title": "反派干部 海洋队-潮（绿岭市-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发3*2",
                "pokemons": [
                    {
                        "name": "雷电云（灵兽）",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "降雨",
                        "moves": [
                            "打雷",
                            "暴风",
                            "神之怒吼",
                            "气象球"
                        ]
                    },
                    {
                        "name": "M暴鲤龙",
                        "level": 100,
                        "item": "抗妖果",
                        "ability": "强壮之颚",
                        "moves": [
                            "强力腮咬",
                            "咬碎",
                            "水流喷射",
                            "冰冻牙"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "避雷针",
                        "moves": [
                            "空中爆破",
                            "大海之力",
                            "洁净光芒",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "灵幽水母",
                        "level": 100,
                        "item": "潮湿岩石",
                        "ability": "降雨",
                        "moves": [
                            "终极吸取",
                            "暗影球",
                            "潮旋",
                            "污泥波"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "暗黑连击",
                            "嬉闹",
                            "神威"
                        ]
                    }
                ]
            },
            {
                "title": "反派 海洋队骨干（绿岭市-坑爹",
                "battle_type": "双打",
                "item": "双打，全能爆发3*2",
                "pokemons": [
                    {
                        "name": "毒卷云（灵兽）",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "适应力",
                        "moves": [
                            "污泥波",
                            "顺风",
                            "极恶声波",
                            "燕返"
                        ]
                    },
                    {
                        "name": "波尔凯尼恩",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "真实之焰",
                            "蒸汽爆炸",
                            "隐形岩",
                            "神威"
                        ]
                    },
                    {
                        "name": "敏捷虫",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "技术高手",
                        "moves": [
                            "飞水手里剑",
                            "虫鸣",
                            "潮旋",
                            "终极吸取"
                        ]
                    },
                    {
                        "name": "浮潜鼬",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "悠游自如",
                        "moves": [
                            "波导弹",
                            "真空波",
                            "水炮",
                            "守住"
                        ]
                    },
                    {
                        "name": "M巨沼怪",
                        "level": 100,
                        "item": "抗草果",
                        "ability": "悠游自如",
                        "moves": [
                            "千波激荡",
                            "波动冲",
                            "水流喷射",
                            "冰柱坠击"
                        ]
                    }
                ]
            }
        ],
        "青梅/劲敌 详细阵容": [
            {
                "title": "宝可梦训练家 祐树/小遥（二番战）",
                "battle_type": "双打",
                "item": "全能爆发*4",
                "pokemons": [
                    {
                        "name": "念力土偶",
                        "level": 52,
                        "item": "进化奇石",
                        "ability": "扬沙",
                        "moves": [
                            "幻象光线",
                            "大地之力",
                            "隐形岩",
                            "戏法空间"
                        ]
                    },
                    {
                        "name": "嘎啦嘎啦",
                        "level": 52,
                        "item": "粗骨头",
                        "ability": "连续攻击",
                        "moves": [
                            "骨棒乱打",
                            "骨头回力镖",
                            "岩石爆击",
                            "守住"
                        ]
                    },
                    {
                        "name": "鲶鱼王",
                        "level": 52,
                        "item": "吃剩的东西",
                        "ability": "单纯",
                        "moves": [
                            "大地之力",
                            "热水",
                            "沙暴",
                            "龙之舞"
                        ]
                    },
                    {
                        "name": "太古盔甲",
                        "level": 52,
                        "item": "弱点保险",
                        "ability": "坚硬岩石",
                        "moves": [
                            "虫突",
                            "冲岩",
                            "十字剪",
                            "十万马力"
                        ]
                    },
                    {
                        "name": "尼多王",
                        "level": 52,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "污泥波",
                            "大地之力",
                            "喷射火焰",
                            "十万伏特"
                        ]
                    },
                    {
                        "name": "M巨沼怪",
                        "level": 52,
                        "item": "气势披带",
                        "ability": "强劲",
                        "moves": [
                            "水流喷射",
                            "十万马力",
                            "攀瀑",
                            "冰冻拳"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 祐树/小遥（三番战）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "河马兽",
                        "level": 80,
                        "item": "吃剩的东西",
                        "ability": "扬沙",
                        "moves": [
                            "十万马力",
                            "哈欠",
                            "隐形岩",
                            "吹飞"
                        ]
                    },
                    {
                        "name": "天蝎王",
                        "level": 80,
                        "item": "气势披带",
                        "ability": "拨沙",
                        "moves": [
                            "十字毒刃",
                            "地裂",
                            "断头钳",
                            "暗袭要害"
                        ]
                    },
                    {
                        "name": "海兔兽",
                        "level": 80,
                        "item": "抗草果",
                        "ability": "引水",
                        "moves": [
                            "浊流",
                            "大地之力",
                            "自我再生",
                            "沙暴"
                        ]
                    },
                    {
                        "name": "大朝北鼻",
                        "level": 80,
                        "item": "抗斗果",
                        "ability": "飘浮",
                        "moves": [
                            "三重攻击",
                            "力量宝石",
                            "加农光炮",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "爆炸头水牛",
                        "level": 80,
                        "item": "生命宝珠",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "波动冲",
                            "超级角击",
                            "突飞猛扑",
                            "雪崩"
                        ]
                    },
                    {
                        "name": "M巨沼怪",
                        "level": 80,
                        "item": "气势披带",
                        "ability": "强劲",
                        "moves": [
                            "水流喷射",
                            "千波激荡",
                            "波动冲",
                            "冰冻拳"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 祐树/小遥（四番战）",
                "battle_type": "双打",
                "item": "全能爆发2*4",
                "pokemons": [
                    {
                        "name": "超甲龙犀",
                        "level": 88,
                        "item": "突击背心",
                        "ability": "扬沙",
                        "moves": [
                            "冰冻光束",
                            "天龙之息",
                            "岩石巨炮",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "摇篮百合",
                        "level": 88,
                        "item": "吃剩的东西",
                        "ability": "引水",
                        "moves": [
                            "终极吸取",
                            "气象球",
                            "寄生种子",
                            "守住"
                        ]
                    },
                    {
                        "name": "M蒂安希",
                        "level": 88,
                        "item": "抗钢果",
                        "ability": "魔法反射",
                        "moves": [
                            "钻石风暴",
                            "大地神力",
                            "治愈波动",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 88,
                        "item": "水流卡带",
                        "ability": "引火",
                        "moves": [
                            "高科技光炮",
                            "虫鸣",
                            "磁铁轰炸",
                            "种子闪光"
                        ]
                    },
                    {
                        "name": "泥偶巨灵",
                        "level": 88,
                        "item": "先制之爪",
                        "ability": "无防守",
                        "moves": [
                            "暗影拳",
                            "地裂",
                            "爆裂拳",
                            "影子偷袭"
                        ]
                    },
                    {
                        "name": "雷吉斯奇鲁",
                        "level": 88,
                        "item": "异常果",
                        "ability": "纯朴",
                        "moves": [
                            "磁铁轰炸",
                            "力量宝石",
                            "沙暴",
                            "三重攻击"
                        ]
                    },
                    {
                        "name": "M巨沼怪",
                        "level": 88,
                        "item": "气势披带",
                        "ability": "强劲",
                        "moves": [
                            "水流喷射",
                            "千波激荡",
                            "波动冲",
                            "雪崩"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 满充",
                "battle_type": "一番战",
                "item": "单打，全能秘药*4",
                "pokemons": [
                    {
                        "name": "盔甲鸟",
                        "level": 58,
                        "item": "吃剩的东西",
                        "ability": "结实",
                        "moves": [
                            "隐形岩",
                            "羽栖",
                            "吹飞",
                            "钢翼"
                        ]
                    },
                    {
                        "name": "M化石翼龙",
                        "level": 58,
                        "item": "气势披带",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "勇鸟猛攻",
                            "闪焰冲锋",
                            "疯狂伏特",
                            "双刃头锤"
                        ]
                    },
                    {
                        "name": "M艾路雷朵",
                        "level": 58,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "圣剑",
                            "意念头锤",
                            "暗袭要害",
                            "刃叶斩"
                        ]
                    },
                    {
                        "name": "炎帝",
                        "level": 58,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "神圣之火",
                            "千波激荡",
                            "龙之逆鳞",
                            "制裁猛击"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 58,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "大地神力",
                            "治愈波动",
                            "破灭之光",
                            "钻石风暴"
                        ]
                    },
                    {
                        "name": "M七夕青鸟",
                        "level": 58,
                        "item": "弱点保险",
                        "ability": "单纯",
                        "moves": [
                            "空气斩",
                            "妖精之风",
                            "棉花防守",
                            "蝶舞"
                        ]
                    }
                ]
            },
            {
                "title": "宝可梦训练家 满充（二番战）",
                "battle_type": "群战",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "M七夕青鸟",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "单纯",
                        "moves": [
                            "空气斩",
                            "妖精之风",
                            "棉花防守",
                            "蝶舞"
                        ]
                    },
                    {
                        "name": "M艾路雷朵",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "意念头锤",
                            "刃叶斩",
                            "圣剑",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 100,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "大地神力",
                            "破灭之光",
                            "钻石风暴",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "波尔凯尼恩",
                        "level": 100,
                        "item": "进化奇石",
                        "ability": "纯朴",
                        "moves": [
                            "蒸汽爆炸",
                            "真实之焰",
                            "污泥炸弹",
                            "神威"
                        ]
                    },
                    {
                        "name": "M化石翼龙",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "闪焰冲锋",
                            "勇鸟猛攻",
                            "疯狂伏特",
                            "双刃头锤"
                        ]
                    },
                    {
                        "name": "炎帝",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "适应力",
                        "moves": [
                            "神圣之火",
                            "千波激荡",
                            "龙之逆鳞",
                            "讯炎"
                        ]
                    }
                ]
            }
        ],
        "道馆馆主 详细阵容": [
            {
                "title": "道馆馆主 杜娟（岩石）",
                "battle_type": "双打",
                "item": "神奇秘药*2，盾之秘药*2",
                "pokemons": [
                    {
                        "name": "雷吉洛克",
                        "level": 36,
                        "item": "突击背心",
                        "ability": "扬沙",
                        "moves": [
                            "岩崩",
                            "雪崩",
                            "千波激荡",
                            "臂锤"
                        ]
                    },
                    {
                        "name": "小碎钻",
                        "level": 36,
                        "item": "进化奇石",
                        "ability": "恶作剧之心",
                        "moves": [
                            "电磁波",
                            "挑衅",
                            "治愈波动",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "超甲龙犀",
                        "level": 36,
                        "item": "沙沙岩石",
                        "ability": "扬沙",
                        "moves": [
                            "十万伏特",
                            "力量宝石",
                            "喷射火焰",
                            "天龙之息"
                        ]
                    },
                    {
                        "name": "M化石翼龙",
                        "level": 36,
                        "item": "气势披带",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "双刃头锤",
                            "勇鸟猛攻",
                            "闪焰冲锋",
                            "疯狂伏特"
                        ]
                    },
                    {
                        "name": "代拉基翁",
                        "level": 36,
                        "item": "气势披带",
                        "ability": "不服输",
                        "moves": [
                            "尖石攻击",
                            "制裁猛击",
                            "断崖之剑",
                            "冲岩"
                        ]
                    },
                    {
                        "name": "M蒂安希",
                        "level": 36,
                        "item": "抗钢果",
                        "ability": "魔法反射",
                        "moves": [
                            "破灭之光",
                            "钻石风暴",
                            "治愈波动",
                            "大地神力"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 藤树（格斗）",
                "battle_type": "双打",
                "item": "盾之秘药*2，矛之秘药*2",
                "pokemons": [
                    {
                        "name": "美洛耶塔（舞步）",
                        "level": 48,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "暗影球",
                            "神秘之剑",
                            "破灭之光",
                            "钻石风暴"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 48,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "冰冻拳",
                            "暗影之刺",
                            "升龙烈破",
                            "彗星拳"
                        ]
                    },
                    {
                        "name": "勾帕路翁",
                        "level": 48,
                        "item": "进化奇石",
                        "ability": "不服输",
                        "moves": [
                            "钢铁飞盘",
                            "制裁猛击",
                            "神之怒吼",
                            "金属爆炸"
                        ]
                    },
                    {
                        "name": "M超梦",
                        "level": 48,
                        "item": "突击背心",
                        "ability": "加速",
                        "moves": [
                            "瞬影三击",
                            "精神突进",
                            "暗黑连击",
                            "冰柱坠击"
                        ]
                    },
                    {
                        "name": "凯路迪欧（觉醒）",
                        "level": 48,
                        "item": "突击背心",
                        "ability": "好胜",
                        "moves": [
                            "神秘之剑",
                            "真空波",
                            "根源波动",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "毕力吉翁",
                        "level": 48,
                        "item": "进化奇石",
                        "ability": "好胜",
                        "moves": [
                            "真空波",
                            "疯狂植物",
                            "神秘之剑",
                            "神威"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 铁旋（电）",
                "battle_type": "双打",
                "item": "矛之秘药*2，全能秘药*2",
                "pokemons": [
                    {
                        "name": "雷电云（灵兽）",
                        "level": 58,
                        "item": "突击背心",
                        "ability": "降雨",
                        "moves": [
                            "闪电之触",
                            "暴风",
                            "气象球",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "由克希",
                        "level": 58,
                        "item": "吃剩的东西",
                        "ability": "飘浮",
                        "moves": [
                            "新月舞",
                            "洁净光芒",
                            "闪电之触",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "皮卡丘（赤皮）",
                        "level": 58,
                        "item": "电气球",
                        "ability": "加速",
                        "moves": [
                            "千万伏特",
                            "电电加速",
                            "嬉闹",
                            "亚空裂斩"
                        ]
                    },
                    {
                        "name": "雷皇",
                        "level": 58,
                        "item": "抗地果",
                        "ability": "适应力",
                        "moves": [
                            "怒雷",
                            "大地神力",
                            "龙星群",
                            "伏特替换"
                        ]
                    },
                    {
                        "name": "酋雷姆（暗黑）",
                        "level": 58,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "理想闪电",
                            "冰冻伏特",
                            "龙之逆鳞",
                            "千波激荡"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（速度）",
                        "level": 58,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "闪电之触",
                            "精神击破",
                            "神圣之力",
                            "神威"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 亚莎（火）",
                "battle_type": "双打",
                "item": "全能秘药*4",
                "pokemons": [
                    {
                        "name": "凤王",
                        "level": 68,
                        "item": "气势披带",
                        "ability": "日照",
                        "moves": [
                            "神圣之火",
                            "死亡之翼",
                            "治愈波动",
                            "迅炎"
                        ]
                    },
                    {
                        "name": "波尔凯尼恩",
                        "level": 68,
                        "item": "进化奇石",
                        "ability": "纯朴",
                        "moves": [
                            "蒸汽爆炸",
                            "隐形岩",
                            "神威",
                            "火神之舞"
                        ]
                    },
                    {
                        "name": "固拉多（原始）",
                        "level": 68,
                        "item": "抗地果",
                        "ability": "终结之地",
                        "moves": [
                            "灭世之火",
                            "断崖之剑",
                            "万箭毒射",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "席多蓝恩",
                        "level": 68,
                        "item": "讲究眼镜",
                        "ability": "飘浮",
                        "moves": [
                            "熔岩风暴"
                        ]
                    },
                    {
                        "name": "比克提尼",
                        "level": 68,
                        "item": "气势披带",
                        "ability": "超幸运",
                        "moves": [
                            "胜利之炎",
                            "制裁猛击",
                            "精神突进",
                            "迅炎"
                        ]
                    },
                    {
                        "name": "焰白酋雷姆",
                        "level": 68,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "真实之焰",
                            "龙星群",
                            "大地神力",
                            "极寒冷焰"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 千里（一般）",
                "battle_type": "双打",
                "item": "全能秘药*2，大师秘药*2",
                "pokemons": [
                    {
                        "name": "美洛耶塔",
                        "level": 76,
                        "item": "突击背心",
                        "ability": "单纯",
                        "moves": [
                            "神秘之剑",
                            "古老之歌",
                            "破灭之光",
                            "虫鸣"
                        ]
                    },
                    {
                        "name": "M差不多娃娃",
                        "level": 76,
                        "item": "心灵香草",
                        "ability": "友情防守",
                        "moves": [
                            "治愈波动",
                            "看我嘛",
                            "击掌奇袭",
                            "新月舞"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（攻击）",
                        "level": 76,
                        "item": "气势披带",
                        "ability": "双连击",
                        "moves": [
                            "神速",
                            "精神突进",
                            "拍落",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "雷吉奇卡斯",
                        "level": 76,
                        "item": "突击背心",
                        "ability": "巨神之力",
                        "moves": [
                            "重磅冲撞",
                            "亿万吨重击",
                            "千波激荡",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "M袋龙",
                        "level": 76,
                        "item": "气势披带",
                        "ability": "二连击",
                        "moves": [
                            "蓄能龙拳",
                            "逐步击破",
                            "击掌奇袭",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 76,
                        "item": "异常果",
                        "ability": "纯朴",
                        "moves": [
                            "制裁光砾",
                            "冰封世界",
                            "空中爆破",
                            "暗黑爆破"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 娜琪（飞行）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "暗黑洛奇亚",
                        "level": 86,
                        "item": "抗妖果",
                        "ability": "时空乱流",
                        "moves": [
                            "空中爆破",
                            "暗黑爆破",
                            "神秘之剑",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "谢米（天空）",
                        "level": 86,
                        "item": "弱点保险",
                        "ability": "厚脂肪",
                        "moves": [
                            "种子闪光",
                            "空中爆破",
                            "治愈波动",
                            "顺风"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 86,
                        "item": "突击背心",
                        "ability": "避雷针",
                        "moves": [
                            "根源波动",
                            "空中爆破",
                            "冰封世界",
                            "洁净光芒"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 86,
                        "item": "吃剩的东西",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "暗黑连击",
                            "顺风",
                            "神威"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 86,
                        "item": "蓝天石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "时光咆哮",
                            "大地神力",
                            "神速"
                        ]
                    },
                    {
                        "name": "M烈空坐",
                        "level": 86,
                        "item": "气势披带",
                        "ability": "时空乱流",
                        "moves": [
                            "画龙点睛",
                            "龙之逆鳞",
                            "胜利之炎",
                            "神速"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 枫与南（超能）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "克雷色利亚",
                        "level": 96,
                        "item": "进化奇石",
                        "ability": "魔法反射",
                        "moves": [
                            "看我嘛",
                            "新月舞",
                            "治愈波动",
                            "洁净光芒"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 96,
                        "item": "神奇石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "神秘之剑",
                            "异次元洞",
                            "大地神力"
                        ]
                    },
                    {
                        "name": "M超梦X",
                        "level": 96,
                        "item": "气势披带",
                        "ability": "加速",
                        "moves": [
                            "瞬影三击",
                            "精神突进",
                            "千波激荡",
                            "亚空裂斩"
                        ]
                    },
                    {
                        "name": "幻梦",
                        "level": 96,
                        "item": "突击背心",
                        "ability": "好胜",
                        "moves": [
                            "精神击破",
                            "冰封世界",
                            "真实之焰",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（防御）",
                        "level": 96,
                        "item": "心灵香草",
                        "ability": "纯朴",
                        "moves": [
                            "钢铁之锁",
                            "磁铁轰炸",
                            "精神突进",
                            "神威"
                        ]
                    },
                    {
                        "name": "时拉比",
                        "level": 96,
                        "item": "气势披带",
                        "ability": "神奇守护",
                        "moves": [
                            "种子闪光",
                            "洁净光芒",
                            "治愈波动",
                            "薄雾球"
                        ]
                    }
                ]
            },
            {
                "title": "道馆馆主 米可利（水）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "盖欧卡（原始）",
                        "level": 100,
                        "item": "抗草果",
                        "ability": "始源之海",
                        "moves": [
                            "根源波动",
                            "暴风",
                            "冰封世界",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "玛纳霏",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "避雷针",
                        "moves": [
                            "亚空裂斩",
                            "水流喷射",
                            "电电加速",
                            "理想闪电"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 100,
                        "item": "抗电果",
                        "ability": "降雨",
                        "moves": [
                            "根源波动",
                            "空中爆破",
                            "神威",
                            "洁净光芒"
                        ]
                    },
                    {
                        "name": "帕路奇亚",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "亚空裂斩",
                            "龙之逆鳞",
                            "瞬影三击",
                            "万箭毒射"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "水滴石板",
                        "ability": "多属性",
                        "moves": [
                            "钻石风暴",
                            "冰封世界",
                            "大地神力",
                            "空中爆破"
                        ]
                    },
                    {
                        "name": "凯路迪欧（觉醒）",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "好胜",
                        "moves": [
                            "神秘之剑",
                            "真空波",
                            "根源波动",
                            "冰封世界"
                        ]
                    }
                ]
            }
        ],
        "宝可梦联盟 详细阵容": [
            {
                "title": "四天王 花月（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "达克莱伊",
                        "level": 100,
                        "item": "抗妖果",
                        "ability": "暗黑气场",
                        "moves": [
                            "暗黑洞",
                            "奇异之风",
                            "真实之焰",
                            "异次元洞"
                        ]
                    },
                    {
                        "name": "暗黑洛奇亚",
                        "level": 100,
                        "item": "先制之爪",
                        "ability": "时空乱流",
                        "moves": [
                            "暗黑爆破",
                            "空中爆破",
                            "神威",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "M阿勃梭鲁",
                        "level": 100,
                        "item": "强力香草",
                        "ability": "硬爪",
                        "moves": [
                            "斩龙之刃",
                            "暗黑连击",
                            "正义之罚",
                            "精神突进"
                        ]
                    },
                    {
                        "name": "暗黑路卡",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "硬爪",
                        "moves": [
                            "暗影之刺",
                            "瞬影三击",
                            "冰柱坠击",
                            "彗星拳"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 100,
                        "item": "贝壳之铃",
                        "ability": "疾风之翼",
                        "moves": [
                            "暗黑连击",
                            "死亡之翼",
                            "顺风",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "M甲贺忍蛙",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "变幻自如",
                        "moves": [
                            "暗黑爆破",
                            "污泥波",
                            "飞水手里剑",
                            "冰冻光束"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 芙蓉（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "胡帕（解放）",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "恶作剧之心",
                        "moves": [
                            "异次元洞",
                            "异次元猛攻",
                            "神威"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "破灭之光",
                            "祸不单行",
                            "治愈波动",
                            "新月舞"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "暗影潜袭",
                            "龙星群",
                            "神之怒吼",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "踩影",
                        "moves": [
                            "污泥波",
                            "祸不单行",
                            "怒雷",
                            "能量球"
                        ]
                    },
                    {
                        "name": "骑拉帝纳（起源）",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "变幻自如",
                        "moves": [
                            "龙星群",
                            "暗影潜袭",
                            "闪电之触",
                            "真实之焰"
                        ]
                    },
                    {
                        "name": "坚盾剑怪",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "战斗切换",
                        "moves": [
                            "钢铁头槌",
                            "剑盾之魂",
                            "王者盾牌",
                            "暗影爪"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 波妮（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "帝牙海狮",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "降雪",
                        "moves": [
                            "暴风雪",
                            "根源波动",
                            "哈欠",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "M冰鬼护",
                        "level": 100,
                        "item": "讲究围巾",
                        "ability": "冰冻皮肤",
                        "moves": [
                            "爆音波"
                        ]
                    },
                    {
                        "name": "急冻鸟",
                        "level": 100,
                        "item": "抗岩果",
                        "ability": "降雪",
                        "moves": [
                            "冰封世界",
                            "顺风",
                            "空中爆破",
                            "神威"
                        ]
                    },
                    {
                        "name": "象牙猪",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "毛皮大衣",
                        "moves": [
                            "千波激荡",
                            "冰柱坠击",
                            "岩崩",
                            "冰砾"
                        ]
                    },
                    {
                        "name": "酋雷姆",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "降雪",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "神圣之力",
                            "大地神力"
                        ]
                    },
                    {
                        "name": "雷吉艾斯",
                        "level": 100,
                        "item": "进化奇石",
                        "ability": "纯朴",
                        "moves": [
                            "冰封世界",
                            "神秘之剑",
                            "大地神力",
                            "洁净光芒"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 源治（一周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "捷克罗姆",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "加速",
                        "moves": [
                            "理想闪电",
                            "龙之逆鳞",
                            "千波激荡",
                            "十字毒刃"
                        ]
                    },
                    {
                        "name": "莱希拉姆",
                        "level": 100,
                        "item": "抗地果",
                        "ability": "加速",
                        "moves": [
                            "真实之焰",
                            "龙星群",
                            "空中爆破",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "M烈空坐",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "时空乱流",
                        "moves": [
                            "画龙点睛",
                            "龙之逆鳞",
                            "胜利之炎",
                            "神速"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "龙星群",
                            "神威",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "M拉帝亚斯",
                        "level": 100,
                        "item": "心之水滴",
                        "ability": "天恩",
                        "moves": [
                            "薄雾球",
                            "龙星群",
                            "新月舞",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "M拉帝欧斯",
                        "level": 100,
                        "item": "心之水滴",
                        "ability": "天恩",
                        "moves": [
                            "洁净光芒",
                            "龙星群",
                            "钻石风暴",
                            "冰封世界"
                        ]
                    }
                ]
            },
            {
                "title": "冠军 大吾（一周目）",
                "battle_type": "群战",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "帝牙卢卡",
                        "level": 100,
                        "item": "抗斗果",
                        "ability": "适应力",
                        "moves": [
                            "时光咆哮",
                            "龙星群",
                            "大地神力",
                            "钻石风暴"
                        ]
                    },
                    {
                        "name": "基拉祈",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "飘浮",
                        "moves": [
                            "新月舞",
                            "治愈波动",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "M巨金怪",
                        "level": 100,
                        "item": "抗火果",
                        "ability": "飘浮",
                        "moves": [
                            "子弹拳",
                            "钢铁飞盘",
                            "精神突进",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（防御）",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "钢铁之锁",
                            "神威",
                            "看我嘛",
                            "精神突进"
                        ]
                    },
                    {
                        "name": "席多蓝恩",
                        "level": 100,
                        "item": "讲究眼镜",
                        "ability": "飘浮",
                        "moves": [
                            "熔岩风暴"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 100,
                        "item": "水流卡带",
                        "ability": "引火",
                        "moves": [
                            "高科技光炮",
                            "虫鸣",
                            "磁铁轰炸",
                            "种子闪光"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 花月（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "波尔凯尼恩",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "纯朴",
                        "moves": [
                            "真实之焰",
                            "蒸汽爆炸",
                            "隐形岩",
                            "撒菱"
                        ]
                    },
                    {
                        "name": "胡帕（解放）",
                        "level": 100,
                        "item": "先制之爪",
                        "ability": "恶作剧之心",
                        "moves": [
                            "神圣之力",
                            "异次元洞",
                            "异次元猛攻",
                            "神威"
                        ]
                    },
                    {
                        "name": "M蒂安希",
                        "level": 100,
                        "item": "抗钢果",
                        "ability": "魔法反射",
                        "moves": [
                            "钻石风暴",
                            "破灭之光",
                            "大地神力",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 100,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "大地神力",
                            "钻石风暴",
                            "薄雾球",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "伊裴尔塔尔",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "疾风之翼",
                        "moves": [
                            "死亡之翼",
                            "暗黑连击",
                            "突袭",
                            "急速折返"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 100,
                        "item": "先制果",
                        "ability": "纯朴",
                        "moves": [
                            "大地神力",
                            "龙星群",
                            "万箭毒射",
                            "神圣之力"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 芙蓉（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "凯路迪欧（觉醒）",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "好胜",
                        "moves": [
                            "神秘之剑",
                            "根源波动",
                            "真空波",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "美洛耶塔",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "轻装",
                        "moves": [
                            "古老之歌",
                            "精神击破",
                            "神秘之剑",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "酋雷姆",
                        "level": 100,
                        "item": "先制果",
                        "ability": "龙之威压",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "神之怒吼",
                            "神威"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 100,
                        "item": "冰冻卡带",
                        "ability": "引火",
                        "moves": [
                            "高科技光炮",
                            "磁铁轰炸",
                            "虫鸣",
                            "怒雷"
                        ]
                    },
                    {
                        "name": "暗黑酋雷姆",
                        "level": 100,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "冰冻伏特",
                            "理想闪电",
                            "制裁猛击",
                            "千波激荡"
                        ]
                    },
                    {
                        "name": "焰白酋雷姆",
                        "level": 100,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "真实之焰",
                            "极寒冷焰",
                            "大地神力",
                            "龙星群"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 波妮（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "达克莱伊",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "梦魇",
                        "moves": [
                            "暗黑洞",
                            "奇异之风",
                            "异次元洞",
                            "真实之焰"
                        ]
                    },
                    {
                        "name": "克雷色利亚",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "魔法反射",
                        "moves": [
                            "看我嘛",
                            "新月舞",
                            "治愈波动",
                            "洁净光芒"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "暗影潜袭",
                            "广域防守",
                            "神威",
                            "看我嘛"
                        ]
                    },
                    {
                        "name": "雷吉奇卡斯",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "巨神之力",
                        "moves": [
                            "亿万吨重击",
                            "千波激荡",
                            "重磅冲撞",
                            "制裁猛击"
                        ]
                    },
                    {
                        "name": "帕路奇亚",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "适应力",
                        "moves": [
                            "亚空裂斩",
                            "龙之逆鳞",
                            "彗星拳",
                            "瞬影三击"
                        ]
                    },
                    {
                        "name": "帝牙卢卡",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "时光咆哮",
                            "龙星群",
                            "钻石风暴",
                            "大地神力"
                        ]
                    }
                ]
            },
            {
                "title": "四天王 源治（二周目）",
                "battle_type": "双打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "代欧奇希斯（防御）",
                        "level": 100,
                        "item": "凸凸头盔",
                        "ability": "纯朴",
                        "moves": [
                            "钢铁之锁",
                            "磁铁轰炸",
                            "精神突进",
                            "镜面反射"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（攻击）",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "双连击",
                        "moves": [
                            "神速",
                            "精神突进",
                            "拍落",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "代欧奇希斯（速度）",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "恶作剧之心",
                        "moves": [
                            "精神击破",
                            "闪电之触",
                            "神威",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "盖欧卡（原始）",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "始源之海",
                        "moves": [
                            "根源波动",
                            "空中爆破",
                            "冰封世界",
                            "怒雷"
                        ]
                    },
                    {
                        "name": "固拉多（原始）",
                        "level": 100,
                        "item": "抗地果",
                        "ability": "终结之地",
                        "moves": [
                            "断崖之剑",
                            "胜利之炎",
                            "制裁猛击",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "M烈空坐",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "时空乱流",
                        "moves": [
                            "胜利之炎",
                            "死亡之翼",
                            "龙之逆鳞",
                            "神速"
                        ]
                    }
                ]
            },
            {
                "title": "冠军 大吾（二周目）",
                "battle_type": "群战",
                "item": "传奇圣药*4",
                "pokemons": [
                    {
                        "name": "闪电鸟",
                        "level": 100,
                        "item": "抗冰果",
                        "ability": "适应力",
                        "moves": [
                            "死亡之翼",
                            "千万伏特",
                            "电电加速",
                            "燕返"
                        ]
                    },
                    {
                        "name": "急冻鸟",
                        "level": 100,
                        "item": "抗岩果",
                        "ability": "无关天气",
                        "moves": [
                            "空中爆破",
                            "冰封世界",
                            "顺风",
                            "神威"
                        ]
                    },
                    {
                        "name": "M超梦X",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "加速",
                        "moves": [
                            "瞬影三击",
                            "精神突进",
                            "嬉闹",
                            "暗黑连击"
                        ]
                    },
                    {
                        "name": "幻梦",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "好胜",
                        "moves": [
                            "破灭之光",
                            "精神击破",
                            "治愈波动",
                            "异次元洞"
                        ]
                    },
                    {
                        "name": "火焰鸟",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "干燥皮肤",
                        "moves": [
                            "神圣之火",
                            "死亡之翼",
                            "广域防守",
                            "新月舞"
                        ]
                    },
                    {
                        "name": "梦幻",
                        "level": 100,
                        "item": "异常果",
                        "ability": "变身者",
                        "moves": [
                            "变身"
                        ]
                    }
                ]
            }
        ],
        "隐藏五天王": [
            {
                "title": "格兰德（地面天王）",
                "battle_type": "三打",
                "item": "大师秘药*4   凹凸山道",
                "pokemons": [
                    {
                        "name": "土地云（灵兽）",
                        "level": 100,
                        "item": "沙沙岩石",
                        "ability": "扬沙",
                        "moves": [
                            "燕返",
                            "千波激荡",
                            "死亡之翼",
                            "神威"
                        ]
                    },
                    {
                        "name": "M大钢蛇",
                        "level": 100,
                        "item": "先制之爪",
                        "ability": "多重鳞片",
                        "moves": [
                            "沙暴",
                            "千波激荡",
                            "重磅冲撞",
                            "隐形岩"
                        ]
                    },
                    {
                        "name": "哲尔尼亚斯",
                        "level": 100,
                        "item": "特攻果",
                        "ability": "适应力",
                        "moves": [
                            "破灭之光",
                            "大地神力",
                            "钻石风暴",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "固拉多（原始）",
                        "level": 100,
                        "item": "抗地果",
                        "ability": "终结之地",
                        "moves": [
                            "断崖之剑",
                            "胜利之炎",
                            "神之怒吼",
                            "制裁猛击"
                        ]
                    },
                    {
                        "name": "雷吉奇卡斯",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "巨神之力",
                        "moves": [
                            "千波激荡",
                            "亿万吨重击",
                            "彗星拳",
                            "吸取拳"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "大地石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "神速",
                            "冰封世界",
                            "真实之焰"
                        ]
                    }
                ]
            },
            {
                "title": "波伊森（毒系天王）",
                "battle_type": "三打",
                "item": "大师秘药*4  二周目船票",
                "pokemons": [
                    {
                        "name": "M妙蛙花",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "太阳之力",
                        "moves": [
                            "蘑菇孢子",
                            "污泥波",
                            "种子闪光",
                            "剧毒"
                        ]
                    },
                    {
                        "name": "M耿鬼",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "踩影",
                        "moves": [
                            "奇异之风",
                            "污泥波",
                            "恶之波动",
                            "终极吸取"
                        ]
                    },
                    {
                        "name": "毒卷云",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "疾风之翼",
                        "moves": [
                            "神威",
                            "极恶声波",
                            "污泥波",
                            "顺风"
                        ]
                    },
                    {
                        "name": "花洁夫人",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "破灭之光",
                            "污泥波",
                            "暗影球",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 100,
                        "item": "速度果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "大地神力",
                            "龙星群",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "剧毒石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "异次元洞",
                            "冰封世界",
                            "神速"
                        ]
                    }
                ]
            },
            {
                "title": "巴格（虫系天王）",
                "battle_type": "三打",
                "item": "大师秘药*4 120号道路",
                "pokemons": [
                    {
                        "name": "M赫拉克罗斯",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "连续攻击",
                        "moves": [
                            "岩石爆击",
                            "飞弹针",
                            "猛推",
                            "冰锥"
                        ]
                    },
                    {
                        "name": "盖诺赛克特",
                        "level": 100,
                        "item": "水流卡带",
                        "ability": "引火",
                        "moves": [
                            "虫鸣",
                            "神威",
                            "磁铁轰炸",
                            "高科技光炮"
                        ]
                    },
                    {
                        "name": "沙漠蜻蜓",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "暴狂龙卷",
                            "虫鸣",
                            "大地之力",
                            "污泥波"
                        ]
                    },
                    {
                        "name": "火神蛾",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "火焰之躯",
                        "moves": [
                            "火神之舞",
                            "终极吸取",
                            "空中爆破",
                            "虫鸣"
                        ]
                    },
                    {
                        "name": "M巨钳螳螂",
                        "level": 100,
                        "item": "抗火果",
                        "ability": "适应力",
                        "moves": [
                            "彗星拳",
                            "虫突",
                            "断头钳",
                            "双翼"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "玉虫石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "冰封世界",
                            "新月舞",
                            "根源波动"
                        ]
                    }
                ]
            },
            {
                "title": "格拉斯（草系天王）",
                "battle_type": "三打",
                "item": "大师秘药*4 105号水路",
                "pokemons": [
                    {
                        "name": "时拉比",
                        "level": 100,
                        "item": "防尘护目镜",
                        "ability": "神奇守护",
                        "moves": [
                            "精神击破",
                            "种子闪光",
                            "神威",
                            "新月舞"
                        ]
                    },
                    {
                        "name": "M妙蛙花",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "太阳之力",
                        "moves": [
                            "疯狂植物",
                            "剧毒",
                            "广域防守",
                            "污泥波"
                        ]
                    },
                    {
                        "name": "谢米（天空）",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "天恩",
                        "moves": [
                            "空中爆破",
                            "治愈波动",
                            "种子闪光",
                            "顺风"
                        ]
                    },
                    {
                        "name": "M蜥蜴王",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "技术高手",
                        "moves": [
                            "种子机关枪",
                            "飞弹针",
                            "双龙切",
                            "岩石爆击"
                        ]
                    },
                    {
                        "name": "毕力吉翁",
                        "level": 100,
                        "item": "抗飞果",
                        "ability": "好胜",
                        "moves": [
                            "真空波",
                            "疯狂植物",
                            "破灭之光",
                            "神秘之剑"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "碧绿石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "大地神力",
                            "钻石风暴",
                            "神威"
                        ]
                    }
                ]
            },
            {
                "title": "菲里（妖精天王）",
                "battle_type": "三打",
                "item": "大师秘药*4  123号道路",
                "pokemons": [
                    {
                        "name": "幻梦",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "好胜",
                        "moves": [
                            "破灭之光",
                            "精神击破",
                            "神秘之剑",
                            "异次元洞"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 100,
                        "item": "速度果",
                        "ability": "魔法反射",
                        "moves": [
                            "暗影球",
                            "治愈波动",
                            "神威",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "基拉祈",
                        "level": 100,
                        "item": "抗火果",
                        "ability": "飘浮",
                        "moves": [
                            "神圣之力",
                            "新月舞",
                            "大地神力",
                            "时光咆哮"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "妖精石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "神速",
                            "大地神力",
                            "真实之焰"
                        ]
                    },
                    {
                        "name": "M蒂安希",
                        "level": 100,
                        "item": "抗钢果",
                        "ability": "魔法反射",
                        "moves": [
                            "钻石风暴",
                            "大地神力",
                            "治愈波动",
                            "破灭之光"
                        ]
                    },
                    {
                        "name": "美洛耶塔",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "单纯",
                        "moves": [
                            "薄雾球",
                            "神威",
                            "广域防守",
                            "高科技光炮"
                        ]
                    }
                ]
            }
        ],
        "二周目 重要战斗": [
            {
                "title": "898 - 宝可梦训练家 希嘉娜",
                "battle_type": "一番战",
                "item": "双打，大师秘药*3",
                "pokemons": [
                    {
                        "name": "M拉帝亚斯",
                        "level": 100,
                        "item": "心之水滴",
                        "ability": "天恩",
                        "moves": [
                            "薄雾球",
                            "龙星群",
                            "治愈波动",
                            "神威"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 100,
                        "item": "先制果",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "大地神力",
                            "龙星群",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "酋雷姆",
                        "level": 100,
                        "item": "速度果",
                        "ability": "龙之威压",
                        "moves": [
                            "冰封世界",
                            "龙星群",
                            "神秘之剑",
                            "大地神力"
                        ]
                    },
                    {
                        "name": "捷克罗姆",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "加速",
                        "moves": [
                            "理想闪电",
                            "龙之逆鳞",
                            "暗影爪",
                            "千波激荡"
                        ]
                    },
                    {
                        "name": "莱希拉姆",
                        "level": 100,
                        "item": "抗岩果",
                        "ability": "加速",
                        "moves": [
                            "真实之焰",
                            "龙星群",
                            "大地神力",
                            "神圣之力"
                        ]
                    },
                    {
                        "name": "拉帝欧斯",
                        "level": 100,
                        "item": "心之水滴",
                        "ability": "天恩",
                        "moves": [
                            "洁净光芒",
                            "龙星群",
                            "空中爆破",
                            "种子闪光"
                        ]
                    }
                ]
            },
            {
                "title": "943 - 琉璃市居民 米可利（二周目-天空之柱）",
                "battle_type": "群战",
                "item": "大师秘药*3",
                "pokemons": [
                    {
                        "name": "帕路奇亚",
                        "level": 100,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "瞬影三击",
                            "龙之逆鳞",
                            "亚空裂斩",
                            "千波激荡"
                        ]
                    },
                    {
                        "name": "亚克诺姆",
                        "level": 100,
                        "item": "生命宝珠",
                        "ability": "魔法防守",
                        "moves": [
                            "波动冲",
                            "精神突进",
                            "水流喷射",
                            "嬉闹"
                        ]
                    },
                    {
                        "name": "盖欧卡",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "降雨",
                        "moves": [
                            "根源波动",
                            "空中爆破",
                            "冷冻干燥"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "避雷针",
                        "moves": [
                            "空中爆破",
                            "神威",
                            "广域防守",
                            "根源波动"
                        ]
                    },
                    {
                        "name": "凯路迪欧（觉醒）",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "好胜",
                        "moves": [
                            "神秘之剑",
                            "加农水炮",
                            "冰封世界",
                            "真空波"
                        ]
                    },
                    {
                        "name": "盖欧卡（原始）",
                        "level": 100,
                        "item": "弱点保险",
                        "ability": "始源之海",
                        "moves": [
                            "根源波动",
                            "冰封世界",
                            "守住",
                            "闪电之触"
                        ]
                    }
                ]
            },
            {
                "title": "713 - 传承者 希嘉娜（二番战）",
                "battle_type": "三打",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "帕路奇亚",
                        "level": 100,
                        "item": "速度果",
                        "ability": "适应力",
                        "moves": [
                            "亚空裂斩",
                            "龙之逆鳞",
                            "瞬影三击",
                            "暗影爪"
                        ]
                    },
                    {
                        "name": "骑拉帝纳",
                        "level": 100,
                        "item": "吃剩的东西",
                        "ability": "无关天气",
                        "moves": [
                            "暗影潜袭",
                            "广域防守",
                            "神之怒吼",
                            "神威"
                        ]
                    },
                    {
                        "name": "帝牙卢卡",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "适应力",
                        "moves": [
                            "时光咆哮",
                            "钻石风暴",
                            "大地神力",
                            "龙星群"
                        ]
                    },
                    {
                        "name": "焰白酋雷姆",
                        "level": 100,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "大地神力",
                            "真实之焰",
                            "极寒冷焰",
                            "龙星群"
                        ]
                    },
                    {
                        "name": "暗黑酋雷姆",
                        "level": 100,
                        "item": "强力香草",
                        "ability": "双连击",
                        "moves": [
                            "理想闪电",
                            "冰冻伏特",
                            "瞬影三击",
                            "神之怒吼"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "龙之石板",
                        "ability": "多属性",
                        "moves": [
                            "制裁光砾",
                            "冰封世界",
                            "万箭毒射",
                            "破灭之光"
                        ]
                    }
                ]
            }
        ],
        "连胜家族（紫堇市上方）": [
            {
                "title": "连胜家族 晴彦",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "向日花怪",
                        "level": 85,
                        "item": "炽热岩石",
                        "ability": "日照",
                        "moves": [
                            "热风",
                            "阳光烈焰",
                            "光合作用",
                            "大地之力"
                        ]
                    },
                    {
                        "name": "叶伊布",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "太阳驱动",
                        "moves": [
                            "刃叶斩",
                            "生长",
                            "水尾连击",
                            "十字剪"
                        ]
                    },
                    {
                        "name": "黑鲁加",
                        "level": 85,
                        "item": "黑鲁加进化石",
                        "ability": "日照",
                        "moves": [
                            "恶之波动",
                            "热风",
                            "大地之力",
                            "阳光烈焰"
                        ]
                    },
                    {
                        "name": "风速狗",
                        "level": 85,
                        "item": "生命宝珠",
                        "ability": "坚硬脑袋",
                        "moves": [
                            "疯狂伏特",
                            "闪焰冲锋",
                            "地狱翻滚",
                            "神速"
                        ]
                    },
                    {
                        "name": "妙蛙花",
                        "level": 85,
                        "item": "吃剩的东西",
                        "ability": "太阳驱动",
                        "moves": [
                            "终极吸取",
                            "生长",
                            "污泥波",
                            "庆祝"
                        ]
                    },
                    {
                        "name": "炎武王",
                        "level": 85,
                        "item": "吃剩的东西",
                        "ability": "威吓",
                        "moves": [
                            "击掌奇袭",
                            "拍落",
                            "高温重压",
                            "抛下狠话"
                        ]
                    }
                ]
            },
            {
                "title": "连胜家族 安江",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "哈克龙",
                        "level": 85,
                        "item": "进化奇石",
                        "ability": "降雨",
                        "moves": [
                            "活活气泡",
                            "庆祝",
                            "电磁波",
                            "冰冻光束"
                        ]
                    },
                    {
                        "name": "镰刀盔",
                        "level": 85,
                        "item": "潮湿岩石",
                        "ability": "悠游自如",
                        "moves": [
                            "虫突",
                            "十字剪",
                            "波动冲",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "快泳蛙",
                        "level": 85,
                        "item": "回复果",
                        "ability": "悠游自如",
                        "moves": [
                            "吸取拳",
                            "波动冲",
                            "冰冻拳",
                            "腹鼓"
                        ]
                    },
                    {
                        "name": "暴鲤龙",
                        "level": 85,
                        "item": "暴鲤龙进化石",
                        "ability": "威吓",
                        "moves": [
                            "龙神俯冲",
                            "波动冲",
                            "龙之舞",
                            "咬碎"
                        ]
                    },
                    {
                        "name": "刺龙王",
                        "level": 85,
                        "item": "生命宝珠",
                        "ability": "强行",
                        "moves": [
                            "墨汁炮",
                            "暴狂龙卷",
                            "冰冻光束",
                            "龙之舞"
                        ]
                    },
                    {
                        "name": "海兔兽",
                        "level": 85,
                        "item": "吃剩的东西",
                        "ability": "引水",
                        "moves": [
                            "求雨",
                            "热水",
                            "大地之力",
                            "剧毒"
                        ]
                    }
                ]
            },
            {
                "title": "76 - 连胜家族 小雪",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "小黑子",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "降雪",
                        "moves": [
                            "活活气泡",
                            "冰冻之风",
                            "冷冻干燥",
                            "暴风雪"
                        ]
                    },
                    {
                        "name": "雪妖女",
                        "level": 85,
                        "item": "冰冷岩石",
                        "ability": "天恩",
                        "moves": [
                            "暴风雪",
                            "妖精之风"
                        ]
                    },
                    {
                        "name": "暴雪王",
                        "level": 85,
                        "item": "暴雪王进化石",
                        "ability": "降雪",
                        "moves": [
                            "暴风雪",
                            "终极吸取",
                            "真气弹",
                            "冰砾"
                        ]
                    },
                    {
                        "name": "象牙猪",
                        "level": 85,
                        "item": "吃剩的东西",
                        "ability": "毛皮大衣",
                        "moves": [
                            "冰砾",
                            "雪崩",
                            "十万马力",
                            "岩崩"
                        ]
                    },
                    {
                        "name": "冰伊布",
                        "level": 85,
                        "item": "突击背心",
                        "ability": "单纯",
                        "moves": [
                            "暴风雪",
                            "大地之力",
                            "极光束",
                            "冥想"
                        ]
                    },
                    {
                        "name": "冰岩怪",
                        "level": 85,
                        "item": "气势披带",
                        "ability": "冰冻皮肤",
                        "moves": [
                            "大爆炸"
                        ]
                    }
                ]
            },
            {
                "title": "578 - 连胜家族 光代",
                "battle_type": "双打",
                "item": "",
                "pokemons": [
                    {
                        "name": "雄牙象",
                        "level": 90,
                        "item": "沙沙岩石",
                        "ability": "拨沙",
                        "moves": [
                            "超级角击",
                            "突飞猛扑",
                            "健美",
                            "近身战"
                        ]
                    },
                    {
                        "name": "庞岩怪",
                        "level": 90,
                        "item": "吃剩的东西",
                        "ability": "扬沙",
                        "moves": [
                            "广域防守",
                            "岩崩",
                            "庆祝",
                            "冲岩"
                        ]
                    },
                    {
                        "name": "烈咬陆鲨",
                        "level": 90,
                        "item": "抗冰果",
                        "ability": "沙隐",
                        "moves": [
                            "双龙切",
                            "突飞猛扑",
                            "磨爪",
                            "火焰牙"
                        ]
                    },
                    {
                        "name": "班基拉斯",
                        "level": 90,
                        "item": "抗斗果",
                        "ability": "扬沙",
                        "moves": [
                            "岩崩",
                            "十万马力",
                            "暗黑连击",
                            "冰冻牙"
                        ]
                    },
                    {
                        "name": "波士可多拉",
                        "level": 90,
                        "item": "波士可多拉进化石",
                        "ability": "结实",
                        "moves": [
                            "重磅冲撞",
                            "金属爆炸",
                            "龙尾",
                            "广域防守"
                        ]
                    },
                    {
                        "name": "超甲龙犀",
                        "level": 90,
                        "item": "突击背心",
                        "ability": "扬沙",
                        "moves": [
                            "大地之力",
                            "岩石巨炮",
                            "天龙之息",
                            "十万伏特"
                        ]
                    }
                ]
            }
        ],
        "最终挑战！游戏作者（茵郁市右下角树屋）": [
            {
                "title": "856 - 游戏作者 阿布（一周目）",
                "battle_type": "群战",
                "item": "大师秘药*4",
                "pokemons": [
                    {
                        "name": "雷皇",
                        "level": 100,
                        "item": "抗冰果",
                        "ability": "适应力",
                        "moves": [
                            "怒雷",
                            "龙星群",
                            "大地神力",
                            "冰封世界"
                        ]
                    },
                    {
                        "name": "炎帝",
                        "level": 100,
                        "item": "突击背心",
                        "ability": "无关天气",
                        "moves": [
                            "灭世之火",
                            "千波激荡",
                            "龙之逆鳞",
                            "迅炎"
                        ]
                    },
                    {
                        "name": "洛奇亚",
                        "level": 100,
                        "item": "特攻果",
                        "ability": "避雷针",
                        "moves": [
                            "空中爆破",
                            "广域防守",
                            "根源波动",
                            "顺风"
                        ]
                    },
                    {
                        "name": "凤王",
                        "level": 100,
                        "item": "气势披带",
                        "ability": "魔法防守",
                        "moves": [
                            "神圣之火",
                            "燕返",
                            "死亡之翼",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "水君",
                        "level": 100,
                        "item": "抗冰果",
                        "ability": "适应力",
                        "moves": [
                            "蒸汽爆炸",
                            "冷冻干燥",
                            "薄雾场地",
                            "龙星群"
                        ]
                    },
                    {
                        "name": "时拉比",
                        "level": 100,
                        "item": "异常果",
                        "ability": "神奇守护",
                        "moves": [
                            "种子闪光",
                            "洁净光芒",
                            "破灭之光",
                            "神秘之剑"
                        ]
                    }
                ]
            },
            {
                "title": "857 - 游戏作者 阿布（二周目）",
                "battle_type": "群战",
                "item": "传奇圣药*4",
                "pokemons": [
                    {
                        "name": "M蒂安希",
                        "level": 100,
                        "item": "抗钢果",
                        "ability": "魔法反射",
                        "moves": [
                            "暗黑洞",
                            "钻石风暴"
                        ]
                    },
                    {
                        "name": "暗黑洛奇亚",
                        "level": 100,
                        "item": "抗妖果",
                        "ability": "时空乱流",
                        "moves": [
                            "看我嘛",
                            "空中爆破"
                        ]
                    },
                    {
                        "name": "阿尔宙斯",
                        "level": 100,
                        "item": "异常果",
                        "ability": "纯朴",
                        "moves": [
                            "制裁光砾",
                            "千波激荡",
                            "亚空裂斩",
                            "异次元洞"
                        ]
                    },
                    {
                        "name": "酋雷姆（焰白）",
                        "level": 100,
                        "item": "抗地果",
                        "ability": "双连击",
                        "moves": [
                            "熔岩风暴",
                            "龙星群",
                            "种子闪光",
                            "钻石风暴"
                        ]
                    },
                    {
                        "name": "幽魂花",
                        "level": 100,
                        "item": "心灵香草",
                        "ability": "友情防守",
                        "moves": [
                            "反射壁",
                            "光墙",
                            "薄雾场地",
                            "治愈波动"
                        ]
                    },
                    {
                        "name": "基格尔德",
                        "level": 100,
                        "item": "黑色污泥",
                        "ability": "纯朴",
                        "moves": [
                            "万箭毒射",
                            "大地神力",
                            "龙星群",
                            "根源波动"
                        ]
                    }
                ]
            }
        ]
    }
}