import { Method, Evolve } from "../pokemonMoves/type"

// 返回获取方式
export const reqMethod = (): Method[] => {
    return [
        {
            "pokemonName": "妙蛙种子",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "妙蛙草",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "妙蛙花",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小火龙",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火恐龙",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "喷火龙",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "杰尼龟",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "卡咪龟",
            "捕捉方式": "16级进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "水箭龟",
            "捕捉方式": "36级进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "绿毛虫",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": "携带龙之石板升级进化烈空坐"
        },
        {
            "pokemonName": "铁甲蛹",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "巴大蝶",
            "捕捉方式": "进化",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "独角虫",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁壳蛹",
            "捕捉方式": "进化",
            "进化等级": 8.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大针蜂",
            "捕捉方式": "进化",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "波波",
            "捕捉方式": "104号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "比比鸟",
            "捕捉方式": "进化",
            "进化等级": 18.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大比鸟",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小拉达",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "拉达",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "烈雀",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大嘴雀",
            "捕捉方式": "112号道路",
            "进化等级": 20.0,
            "特殊说明": "携带火球石板升级进化凤王"
        },
        {
            "pokemonName": "阿柏蛇",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "阿柏怪",
            "捕捉方式": "123号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "皮卡丘",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "皮卡丘（赤皮）",
            "捕捉方式": "冠军之路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "换装皮卡丘",
            "捕捉方式": null,
            "进化等级": null,
            "特殊说明": "需要捕捉赤皮 然后去华丽大赛更衣橱换装"
        },
        {
            "pokemonName": "雷丘",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "雷之石进化"
        },
        {
            "pokemonName": "穿山鼠",
            "捕捉方式": "104道路（橙华森林上）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "穿山王",
            "捕捉方式": "113号道路",
            "进化等级": 22.0,
            "特殊说明": null
        },
        {
            "pokemonName": "尼多兰",
            "捕捉方式": "118号道路(普通草丛/群战)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "尼多娜",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "尼多后",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "尼多朗",
            "捕捉方式": "118号道路(普通草丛/群战)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "尼多力诺",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "尼多王",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "皮皮",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "皮可西",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "六尾",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "九尾",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "火之石进化"
        },
        {
            "pokemonName": "胖丁",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "胖可丁",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "超音蝠",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大嘴蝠",
            "捕捉方式": "进化",
            "进化等级": 22.0,
            "特殊说明": null
        },
        {
            "pokemonName": "走路草",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "臭臭花",
            "捕捉方式": "118号道路(长草)",
            "进化等级": 21.0,
            "特殊说明": null
        },
        {
            "pokemonName": "霸王花",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "叶之石进化"
        },
        {
            "pokemonName": "派拉斯",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "派拉斯特",
            "捕捉方式": "118号道路",
            "进化等级": 24.0,
            "特殊说明": null
        },
        {
            "pokemonName": "毛球",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "摩鲁蛾",
            "捕捉方式": "118号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "地鼠",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "三地鼠",
            "捕捉方式": "111号道路",
            "进化等级": 26.0,
            "特殊说明": null
        },
        {
            "pokemonName": "喵喵",
            "捕捉方式": "101道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "猫老大",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "可达鸭",
            "捕捉方式": "104道路（橙华森林上）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "哥达鸭",
            "捕捉方式": "野生原野区(冲浪)",
            "进化等级": 33.0,
            "特殊说明": null
        },
        {
            "pokemonName": "猴怪",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火暴猴",
            "捕捉方式": "进化",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "卡蒂狗",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "风速狗",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "火之石进化"
        },
        {
            "pokemonName": "蚊香蝌蚪",
            "捕捉方式": "104道路（橙华森林上）\n111号道路(旧/好钓竿)\n114号道路(旧/好钓竿)\n野生原野区(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "蚊香君",
            "捕捉方式": "114号道路(超级钓竿)",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蚊香泳士",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "凯西",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "勇基拉",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "胡地",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "腕力",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "豪力",
            "捕捉方式": "进化",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "怪力",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "喇叭芽",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "口呆花",
            "捕捉方式": "120号道路",
            "进化等级": 21.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大食花",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "叶之石进化"
        },
        {
            "pokemonName": "玛瑙水母",
            "捕捉方式": "103号道路(冲浪)\n110号道路(冲浪)\n115号道路(冲浪)\n118号道路(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毒刺水母",
            "捕捉方式": "103号道路(冲浪)\n110号道路(冲浪)\n115号道路(冲浪)\n118号道路(冲浪)",
            "进化等级": 38.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小拳石",
            "捕捉方式": "111号道路(碎岩)\n卡绿隧道\n石之洞窟(碎岩)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "隆隆石",
            "捕捉方式": "114号道路(碎岩)",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "隆隆岩",
            "捕捉方式": "水静市(碎岩)\n浅滩洞穴(碎岩)\n海底洞穴(碎岩)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小火马",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "烈焰马",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "呆呆兽",
            "捕捉方式": "野生原野区(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "呆壳兽",
            "捕捉方式": "进化",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小磁怪",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "三合一磁怪",
            "捕捉方式": "112号道路、新紫堇",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大葱鸭",
            "捕捉方式": "野生原野区(右上区域)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "嘟嘟",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "嘟嘟利",
            "捕捉方式": "野生原野区(左下区域)",
            "进化等级": 31.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小海狮",
            "捕捉方式": "124号道路(好钓竿/水底)\n125号道路(好钓竿)\n水静市(好钓竿)\n绿岭市(好钓竿)\n浅滩洞穴(好钓竿)\n火岩/水舰队本部(好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "白海狮",
            "捕捉方式": "119号冲浪，浅滩洞穴(超级钓竿)\n火岩/水舰队本部(超级钓竿)",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "臭泥",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "臭臭泥",
            "捕捉方式": "123号道路",
            "进化等级": 38.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大舌贝",
            "捕捉方式": "124号道路(旧钓竿)\n125号道路(旧钓竿)\n水静市(旧钓竿)\n绿岭市(旧钓竿)\n浅滩洞穴(旧钓竿)\n火岩/水舰队本部(旧钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "刺甲贝",
            "捕捉方式": "119号冲浪\n124号道路(超级钓竿/水底)\n125号道路(超级钓竿)\n水静市(超级钓竿)\n绿岭市(超级钓竿)\n浅滩洞穴(超级钓竿)\n火岩/水舰队本部(超级钓竿)",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "鬼斯",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "鬼斯通",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "耿鬼",
            "捕捉方式": "送神火山",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大岩蛇",
            "捕捉方式": "流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "催眠貘",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "引梦貘人",
            "捕捉方式": "觉醒祠堂(入口)",
            "进化等级": 26.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大钳蟹",
            "捕捉方式": "126-130号道路(旧钓竿)\n彩幽市(旧钓竿)\n冠军之路(旧钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "巨钳蟹",
            "捕捉方式": "126-130号道路(超级钓竿)\n彩幽市(超级钓竿)\n冠军之路(超级钓竿)",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "霹雳电球",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "顽皮雷弹",
            "捕捉方式": "新紫堇",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蛋蛋",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "椰蛋树",
            "捕捉方式": "冠军之路",
            "进化等级": null,
            "特殊说明": "叶之石进化"
        },
        {
            "pokemonName": "卡拉卡拉",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "嘎啦嘎啦",
            "捕捉方式": "进化",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "飞腿郎",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "（原版）"
        },
        {
            "pokemonName": "快拳郎",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "（原版）"
        },
        {
            "pokemonName": "大舌头",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "瓦斯弹",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "双弹瓦斯",
            "捕捉方式": "123号道路",
            "进化等级": 35.0,
            "特殊说明": null
        },
        {
            "pokemonName": "独角犀牛",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "钻角犀兽",
            "捕捉方式": "进化",
            "进化等级": 42.0,
            "特殊说明": null
        },
        {
            "pokemonName": "吉利蛋",
            "捕捉方式": "120号道路",
            "进化等级": null,
            "特殊说明": "浑圆之石进化"
        },
        {
            "pokemonName": "蔓藤怪",
            "捕捉方式": "120号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "袋兽",
            "捕捉方式": "野生原野区(左下区域)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "墨海马",
            "捕捉方式": "103号道路(旧钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "海刺龙",
            "捕捉方式": "131-134号道路(冲浪)\n暮水镇(冲浪)\n布告石室(冲浪)",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "角金鱼",
            "捕捉方式": "102号道路(旧/好钓竿)\n117号道路(旧/好钓竿)\n120号道路(旧/好钓竿)\n123号道路(旧/好钓竿)\n橙华市(旧/好/超级钓竿)\n流星瀑布(旧/好钓竿)\n天旱焦岩(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "金鱼王",
            "捕捉方式": "进化",
            "进化等级": 33.0,
            "特殊说明": null
        },
        {
            "pokemonName": "海星星",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "宝石海星",
            "捕捉方式": "126,128-130号道路(水底)",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "魔墙人偶",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": "学会模仿进化"
        },
        {
            "pokemonName": "飞天螳螂",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "迷唇姐",
            "捕捉方式": "浅滩洞穴",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "电击兽",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "鸭嘴火兽",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "凯罗斯",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "肯泰罗",
            "捕捉方式": "野生原野区(右下区域)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "鲤鱼王",
            "捕捉方式": "102号道路(旧/好钓竿)\n117号道路(旧/好钓竿)\n123号道路(旧/好钓竿)\n橙华市(旧/好/超级钓竿)\n流星瀑布(旧/好钓竿)\n琉璃市(旧/好钓竿/冲浪)\n冠军之路(旧钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "暴鲤龙",
            "捕捉方式": "琉璃市(好/超级钓竿/冲浪)",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "拉普拉斯",
            "捕捉方式": "119号冲浪（或者超级钓竿）\n浅滩洞穴(冲浪)\n火岩/水舰队本部(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "百变怪",
            "捕捉方式": "觉醒祠堂(深处)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "伊布",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "水伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "雷伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "雷之石进化"
        },
        {
            "pokemonName": "火伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "火之石进化"
        },
        {
            "pokemonName": "多边兽",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "菊石兽",
            "捕捉方式": "海底洞穴(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "多刺菊石兽",
            "捕捉方式": "海底洞穴(超级钓竿/冲浪)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "化石盔",
            "捕捉方式": "海底洞穴(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "镰刀盔",
            "捕捉方式": "海底洞穴(超级钓竿/冲浪)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "化石翼龙",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "卡比兽",
            "捕捉方式": "野生原野区(右下区域)",
            "进化等级": null,
            "特殊说明": "友好度进化"
        },
        {
            "pokemonName": "迷你龙",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "哈克龙",
            "捕捉方式": "野生原野区(超级钓竿)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "快龙",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "菊草叶",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "月桂叶",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大竺葵",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "火球鼠",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火岩鼠",
            "捕捉方式": "进化",
            "进化等级": 14.0,
            "特殊说明": null
        },
        {
            "pokemonName": "火暴兽",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小锯鳄",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "蓝鳄",
            "捕捉方式": "进化",
            "进化等级": 18.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大力鳄",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "尾立",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大尾立",
            "捕捉方式": "进化",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "咕咕",
            "捕捉方式": "104号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "猫头夜鹰",
            "捕捉方式": "进化",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "芭瓢虫",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "安瓢虫",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "圆丝蛛",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "阿利多斯",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "叉字蝠",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "灯笼鱼",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "电灯怪",
            "捕捉方式": "107,124,126,128号道路(水底)",
            "进化等级": 27.0,
            "特殊说明": null
        },
        {
            "pokemonName": "皮丘",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "皮宝宝",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "宝宝丁",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "波克比",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "波克基古",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "天然雀",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "天然鸟",
            "捕捉方式": "115号道路",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "咩利羊",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "茸茸羊",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "电龙",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "美丽花",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "玛力露",
            "捕捉方式": "102号道路(冲浪)\n117号道路(冲浪)\n120号道路(冲浪)\n橙华市(冲浪)\n天旱焦岩(冲浪)",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "玛力露丽",
            "捕捉方式": "102号道路(冲浪)\n117号道路(冲浪)\n120号道路(冲浪)\n123号道路(冲浪)\n橙华市(冲浪)\n天旱焦岩(冲浪)",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "树才怪",
            "捕捉方式": "海底洞穴",
            "进化等级": null,
            "特殊说明": "学会模仿进化"
        },
        {
            "pokemonName": "蚊香蛙皇",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "雷之石进化"
        },
        {
            "pokemonName": "毽子草",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毽子花",
            "捕捉方式": "进化",
            "进化等级": 18.0,
            "特殊说明": null
        },
        {
            "pokemonName": "毽子棉",
            "捕捉方式": "120号道路",
            "进化等级": 27.0,
            "特殊说明": null
        },
        {
            "pokemonName": "长尾怪手",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "向日种子",
            "捕捉方式": "104道路（橙华森林上）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "向日花怪",
            "捕捉方式": "121号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蜻蜻蜓",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "乌波",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "沼王",
            "捕捉方式": "111,114号道路(冲浪)\n野生原野区(冲浪)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "太阳伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "月亮伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "黑暗鸦",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "呆呆王",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "梦妖",
            "捕捉方式": "送神火山",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "未知图腾",
            "捕捉方式": "觉醒祠堂(深处)",
            "进化等级": null,
            "特殊说明": "4个区域每个区域7种"
        },
        {
            "pokemonName": "果然翁",
            "捕捉方式": "觉醒祠堂(入口)",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "麒麟奇",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "榛果球",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "佛烈托斯",
            "捕捉方式": "123号道路",
            "进化等级": 31.0,
            "特殊说明": null
        },
        {
            "pokemonName": "土龙弟弟",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "天蝎",
            "捕捉方式": "113号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大钢蛇",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "新紫堇升级"
        },
        {
            "pokemonName": "布鲁",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "布鲁皇",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "千针鱼",
            "捕捉方式": "126-130号道路(好钓竿)\n彩幽市(好钓竿)\n冠军之路(好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "巨钳螳螂",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "携带金属膜升级、新紫堇升级"
        },
        {
            "pokemonName": "壶壶",
            "捕捉方式": "流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "赫拉克罗斯",
            "捕捉方式": "冠军之路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "狃拉",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "熊宝宝",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "圈圈熊",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "熔岩虫",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "熔岩蜗牛",
            "捕捉方式": "进化",
            "进化等级": 38.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小山猪",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "长毛猪",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "太阳珊瑚",
            "捕捉方式": "107号道路(水底)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁炮鱼",
            "捕捉方式": "131-134号道路(旧钓竿)\n暮水镇(旧钓竿)\n布告石室(旧钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "章鱼桶",
            "捕捉方式": "131-134号道路(超级钓竿)\n暮水镇(超级钓竿)\n布告石室(超级钓竿)",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小黑子",
            "捕捉方式": "天气所所长赠送",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "巨翅飞鱼",
            "捕捉方式": "105-109号道路(冲浪)\n武斗镇(冲浪)\n海紫堇(冲浪)\n凯那市(冲浪)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "盔甲鸟",
            "捕捉方式": "天旱焦岩",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "戴鲁比",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "黑鲁加",
            "捕捉方式": "121号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "刺龙王",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "小小象",
            "捕捉方式": "104道路（橙华森林上）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雄牙象",
            "捕捉方式": "113号道路",
            "进化等级": 50.0,
            "特殊说明": null
        },
        {
            "pokemonName": "多边兽II",
            "捕捉方式": "野生原野区(右下区域)",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "惊角鹿",
            "捕捉方式": "野生原野区(左上区域)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "图图犬",
            "捕捉方式": "幻影森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "无畏小子",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "战舞郎",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "（原版）"
        },
        {
            "pokemonName": "迷唇娃",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "电击怪",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "鸭嘴宝宝",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大奶罐",
            "捕捉方式": "野生原野区(右上区域)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "幸福蛋",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "幼基拉斯",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "沙基拉斯",
            "捕捉方式": "111号道路",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "班基拉斯",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "木守宫",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "森林蜥蜴",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蜥蜴王",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "火稚鸡",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "力壮鸡",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "火焰鸡",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "水跃鱼",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "沼跃鱼",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "巨沼怪",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "土狼犬",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大狼犬",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蛇纹熊",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "直冲熊",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "刺尾虫",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "甲壳茧",
            "捕捉方式": "进化",
            "进化等级": 8.0,
            "特殊说明": null
        },
        {
            "pokemonName": "狩猎凤蝶",
            "捕捉方式": "进化",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "盾甲茧",
            "捕捉方式": "进化",
            "进化等级": 8.0,
            "特殊说明": null
        },
        {
            "pokemonName": "毒粉蛾",
            "捕捉方式": "进化",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "莲叶童子",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "莲帽小童",
            "捕捉方式": "进化",
            "进化等级": 14.0,
            "特殊说明": null
        },
        {
            "pokemonName": "乐天河童",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "橡实果",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "长鼻叶",
            "捕捉方式": "123号道路",
            "进化等级": 14.0,
            "特殊说明": null
        },
        {
            "pokemonName": "狡猾天狗",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "叶之石进化"
        },
        {
            "pokemonName": "傲骨燕",
            "捕捉方式": "104号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大王燕",
            "捕捉方式": "进化",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "长翅鸥",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大嘴鸥",
            "捕捉方式": "103-104,110号道路(冲浪)\n115,118号道路(冲浪)",
            "进化等级": 25.0,
            "特殊说明": "104号道路橙华市侧草丛"
        },
        {
            "pokemonName": "拉鲁拉丝",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "奇鲁莉安",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "沙奈朵",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "溜溜糖球",
            "捕捉方式": "120,123号道路(冲浪)\n天旱焦岩(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雨翅蛾",
            "捕捉方式": "102,104号道路(冲浪)\n117,120,123号道路(冲浪)\n橙华市(冲浪)\n天旱焦岩(冲浪)",
            "进化等级": 30.0,
            "特殊说明": "104号道路卡那兹市侧草丛"
        },
        {
            "pokemonName": "蘑蘑菇",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "斗笠菇",
            "捕捉方式": "进化",
            "进化等级": 23.0,
            "特殊说明": null
        },
        {
            "pokemonName": "懒人獭",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "过动猿",
            "捕捉方式": "野生原野区(左上区域)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "请假王",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "土居忍士",
            "捕捉方式": "幻影森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁面忍者",
            "捕捉方式": "120号道路",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "脱壳忍者",
            "捕捉方式": "No.290进化后空位分离",
            "进化等级": null,
            "特殊说明": "（原版）"
        },
        {
            "pokemonName": "咕妞妞",
            "捕捉方式": "卡绿隧道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "吼爆弹",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "爆音怪",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "幕下力士",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁掌力士",
            "捕捉方式": "进化",
            "进化等级": 50.0,
            "特殊说明": null
        },
        {
            "pokemonName": "露力丽",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "朝北鼻",
            "捕捉方式": "海底洞穴",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "向尾喵",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "优雅猫",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "勾魂眼",
            "捕捉方式": "121号道路(长草/群战)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大嘴娃",
            "捕捉方式": "天旱焦岩",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "可可多拉",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "可多拉",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "波士可多拉",
            "捕捉方式": "海底洞穴",
            "进化等级": 45.0,
            "特殊说明": null
        },
        {
            "pokemonName": "玛沙那",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "恰雷姆",
            "捕捉方式": "进化",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "落雷兽",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷电兽",
            "捕捉方式": "进化",
            "进化等级": 26.0,
            "特殊说明": null
        },
        {
            "pokemonName": "正电拍拍",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "负电拍拍",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "电萤虫",
            "捕捉方式": "119号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "甜甜萤",
            "捕捉方式": "119号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毒蔷薇",
            "捕捉方式": "118号道路(长草)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "溶食兽",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "吞食兽",
            "捕捉方式": "123号道路",
            "进化等级": 26.0,
            "特殊说明": null
        },
        {
            "pokemonName": "利牙鱼",
            "捕捉方式": "103号道路(旧/好钓竿)\n110号道路(旧/好钓竿)\n115号道路(旧/好钓竿)\n118号道路(旧/好钓竿)\n122号道路(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "巨牙鲨",
            "捕捉方式": "103号道路(超级钓竿)\n110号道路(超级钓竿)\n115号道路(超级钓竿)\n118号道路(超级钓竿)\n122号道路(超级钓竿)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "吼吼鲸",
            "捕捉方式": "126-130号道路(冲浪)\n彩幽市(冲浪)\n冠军之路(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "吼鲸王",
            "捕捉方式": "冠军之路(冲浪)",
            "进化等级": 50.0,
            "特殊说明": null
        },
        {
            "pokemonName": "呆火驼",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "喷火驼",
            "捕捉方式": "进化",
            "进化等级": 33.0,
            "特殊说明": null
        },
        {
            "pokemonName": "煤炭龟",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "跳跳猪",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "噗噗猪",
            "捕捉方式": "冠军之路",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大颚蚁",
            "捕捉方式": "111号道路/橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "超音波幼虫",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "沙漠蜻蜓",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "刺球仙人掌",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "梦歌仙人掌",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "青绵鸟",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "七夕青鸟",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "猫鼬斩",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "饭匙蛇",
            "捕捉方式": "123号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "月石",
            "捕捉方式": "石之洞窟、流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "太阳岩",
            "捕捉方式": "石之洞窟、流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "泥泥鳅",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "鲶鱼王",
            "捕捉方式": "111,114号道路(冲浪)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "龙虾小兵",
            "捕捉方式": "102号道路(好/超级钓竿)\n117号道路(好/超级钓竿)\n120号道路(好/超级钓竿)\n123号道路(好/超级钓竿)\n流星瀑布(好/超级钓竿)\n天旱焦岩(好/超级钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁螯龙虾",
            "捕捉方式": "102号道路(好/超级钓竿)\n117号道路(好/超级钓竿)\n120号道路(好/超级钓竿)\n123号道路(好/超级钓竿)\n橙华市(好/超级钓竿)\n流星瀑布(好/超级钓竿)\n天旱焦岩(好/超级钓竿)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "天秤偶",
            "捕捉方式": "111号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "念力土偶",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "触手百合",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "摇篮百合",
            "捕捉方式": "海底洞穴",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "太古羽虫",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "太古盔甲",
            "捕捉方式": "海底洞穴",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "丑丑鱼",
            "捕捉方式": "120号道路(旧/好钓竿)\n天旱焦岩(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "美纳斯",
            "捕捉方式": "120号道路(超级钓竿)",
            "进化等级": 50.0,
            "特殊说明": null
        },
        {
            "pokemonName": "飘浮泡泡",
            "捕捉方式": "119号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "变隐龙",
            "捕捉方式": "野生原野区(长草/群战)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "怨影娃娃",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "诅咒娃娃",
            "捕捉方式": "送神火山",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "夜巡灵",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "彷徨夜灵",
            "捕捉方式": "送神火山",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "热带龙",
            "捕捉方式": "120号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "风铃铃",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "阿勃梭鲁",
            "捕捉方式": "131号水道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "小果然",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雪童子",
            "捕捉方式": "浅滩洞穴",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "冰鬼护",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "海豹球",
            "捕捉方式": "119号（好钓竿）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "海魔狮",
            "捕捉方式": "124-125号道路(冲浪)\n水静市(冲浪)\n绿岭市(冲浪)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "帝牙海狮",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "珍珠贝",
            "捕捉方式": "107,124,129-130号道路(水底)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "猎斑鱼",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "携带深海之牙升级"
        },
        {
            "pokemonName": "樱花鱼",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "携带深海鳞片升级"
        },
        {
            "pokemonName": "古空棘鱼",
            "捕捉方式": "126,128-130号道路(水底)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "爱心鱼",
            "捕捉方式": "105-109号道路(旧钓竿)\n武斗镇(旧钓竿)\n海紫堇(旧钓竿)\n凯那市(旧钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "宝贝龙",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "甲壳龙",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "暴飞龙",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "铁哑铃",
            "捕捉方式": "流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "金属怪",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "巨金怪",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "草苗龟",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "树林龟",
            "捕捉方式": "进化",
            "进化等级": 18.0,
            "特殊说明": null
        },
        {
            "pokemonName": "土台龟",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小火焰猴",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "猛火猴",
            "捕捉方式": "进化",
            "进化等级": 14.0,
            "特殊说明": null
        },
        {
            "pokemonName": "烈焰猴",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "波加曼",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "波皇子",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "帝王拿波",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "姆克儿",
            "捕捉方式": "104号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "姆克鸟",
            "捕捉方式": "进化",
            "进化等级": 14.0,
            "特殊说明": null
        },
        {
            "pokemonName": "姆克鹰",
            "捕捉方式": "进化",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大牙狸",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大尾狸",
            "捕捉方式": "进化",
            "进化等级": 15.0,
            "特殊说明": null
        },
        {
            "pokemonName": "圆法师",
            "捕捉方式": "釜炎镇送蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "音箱蟀",
            "捕捉方式": "进化",
            "进化等级": 65.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小猫怪",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "勒克猫",
            "捕捉方式": "进化",
            "进化等级": 18.0,
            "特殊说明": null
        },
        {
            "pokemonName": "伦琴猫",
            "捕捉方式": "进化",
            "进化等级": 35.0,
            "特殊说明": null
        },
        {
            "pokemonName": "含羞苞",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "罗丝雷朵",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "头盖龙",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "战槌龙",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "盾甲龙",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "护城龙",
            "捕捉方式": "海底洞穴",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "结草儿",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "结草女士",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "绅士蛾",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "三蜜蜂",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "蜂女王",
            "捕捉方式": "119号道路",
            "进化等级": 26.0,
            "特殊说明": null
        },
        {
            "pokemonName": "帕奇利兹",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "泳圈鼬",
            "捕捉方式": "105-109号道路(冲浪)\n武斗镇(冲浪)\n海紫堇(冲浪)\n凯那市(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "浮潜鼬",
            "捕捉方式": "105-109号道路(冲浪)\n武斗镇(冲浪)\n海紫堇(冲浪)\n凯那市(冲浪)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "樱花宝",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "樱花儿",
            "捕捉方式": "120号道路",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "无壳海兔",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "海兔兽",
            "捕捉方式": "111,114号道路(冲浪)",
            "进化等级": 30.0,
            "特殊说明": "111号东海,114号西海"
        },
        {
            "pokemonName": "双尾怪手",
            "捕捉方式": "野生原野区(右上区域)",
            "进化等级": null,
            "特殊说明": "学会二连击进化"
        },
        {
            "pokemonName": "飘飘球",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "随风球",
            "捕捉方式": "122号道路(冲浪)",
            "进化等级": 28.0,
            "特殊说明": null
        },
        {
            "pokemonName": "卷卷耳",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "长耳兔",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "梦妖魔",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "暗之石进化"
        },
        {
            "pokemonName": "乌鸦头头",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "暗之石进化"
        },
        {
            "pokemonName": "魅力喵",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "东施喵",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "浑圆之石进化"
        },
        {
            "pokemonName": "铃铛响",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "臭鼬噗",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "坦克臭鼬",
            "捕捉方式": "123号道路",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "铜镜怪",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "青铜钟",
            "捕捉方式": "天旱焦岩",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "盆才怪",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "魔尼尼",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "小福蛋",
            "捕捉方式": "104道路（橙华森林下）",
            "进化等级": null,
            "特殊说明": "挑战版不携带幸运蛋（只有硬核版携带）"
        },
        {
            "pokemonName": "聒噪鸟",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "花岩怪",
            "捕捉方式": "121号道路(普通草丛/群战)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "圆陆鲨",
            "捕捉方式": "113号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "尖牙陆鲨",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "烈咬陆鲨",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小卡比兽",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "利欧路",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "路卡利欧",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "觉醒之石进化"
        },
        {
            "pokemonName": "沙河马",
            "捕捉方式": "111号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "河马兽",
            "捕捉方式": "进化",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "钳尾蝎",
            "捕捉方式": "119号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "龙王蝎",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "不良蛙",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毒骷蛙",
            "捕捉方式": "进化",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "荧光鱼",
            "捕捉方式": "105-109号道路(好钓竿)\n武斗镇(好钓竿)\n海紫堇(好钓竿)\n凯那市(好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "霓虹鱼",
            "捕捉方式": "105-109号道路(超级钓竿)\n武斗镇(超级钓竿)\n海紫堇(超级钓竿)\n凯那市(超级钓竿)",
            "进化等级": 31.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小球飞鱼",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雪笠怪",
            "捕捉方式": "104道路（橙华森林上）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "暴雪王",
            "捕捉方式": "浅滩洞穴",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "玛狃拉",
            "捕捉方式": "121号道路",
            "进化等级": null,
            "特殊说明": "携带锐利之爪升级进化"
        },
        {
            "pokemonName": "自爆磁怪",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大舌舔",
            "捕捉方式": "野生原野区(左下区域)",
            "进化等级": null,
            "特殊说明": "学会滚动进化"
        },
        {
            "pokemonName": "超甲龙犀",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "觉醒石进化"
        },
        {
            "pokemonName": "巨蔓藤",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "学会原始之力进化"
        },
        {
            "pokemonName": "电击魔兽",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "鸭嘴炎兽",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "波克基斯",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "远古巨蜓",
            "捕捉方式": "119号道路",
            "进化等级": null,
            "特殊说明": "学会原始之力进化"
        },
        {
            "pokemonName": "叶伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "叶之石进化"
        },
        {
            "pokemonName": "冰伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "觉醒之石进化"
        },
        {
            "pokemonName": "天蝎王",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "携带锐利之牙升级"
        },
        {
            "pokemonName": "象牙猪",
            "捕捉方式": "浅滩洞穴",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "多边兽Z",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "新紫堇升级"
        },
        {
            "pokemonName": "艾路雷朵",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "觉醒之石进化"
        },
        {
            "pokemonName": "大朝北鼻",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "新紫堇升级"
        },
        {
            "pokemonName": "黑夜魔灵",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "雪妖女",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "觉醒之石进化"
        },
        {
            "pokemonName": "洛托姆",
            "捕捉方式": "送神火山",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "藤藤蛇",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "青藤蛇",
            "捕捉方式": "进化",
            "进化等级": 17.0,
            "特殊说明": null
        },
        {
            "pokemonName": "君主蛇",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "暖暖猪",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "炒炒猪",
            "捕捉方式": "进化",
            "进化等级": 17.0,
            "特殊说明": null
        },
        {
            "pokemonName": "炎武王",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "水水獭",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "双刃丸",
            "捕捉方式": "进化",
            "进化等级": 17.0,
            "特殊说明": null
        },
        {
            "pokemonName": "大剑鬼",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "探探鼠",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "步哨鼠",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小约克",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "哈约克",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "长毛狗",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "扒手猫",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "酷豹",
            "捕捉方式": "121号道路",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "花椰猴",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "花椰猿",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "叶之石进化"
        },
        {
            "pokemonName": "爆香猴",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "爆香猿",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "火之石进化"
        },
        {
            "pokemonName": "冷水猴",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "冷水猿",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "水之石进化"
        },
        {
            "pokemonName": "食梦梦",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "梦梦蚀",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "月之石进化"
        },
        {
            "pokemonName": "豆豆鸽",
            "捕捉方式": "104号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "咕咕鸽",
            "捕捉方式": "进化",
            "进化等级": 21.0,
            "特殊说明": null
        },
        {
            "pokemonName": "高傲雉鸡",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "斑斑马",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷电斑马",
            "捕捉方式": "进化",
            "进化等级": 27.0,
            "特殊说明": null
        },
        {
            "pokemonName": "石丸子",
            "捕捉方式": "111号道路(碎岩)\n卡绿隧道\n石之洞窟(碎岩)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "地幔岩",
            "捕捉方式": "114号道路(碎岩)",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "庞岩怪",
            "捕捉方式": "水静市(碎岩)\n浅滩洞穴(碎岩)\n海底洞穴(碎岩)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "滚滚蝙蝠",
            "捕捉方式": "流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "心蝙蝠",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "螺钉地鼠",
            "捕捉方式": "113号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "龙头地鼠",
            "捕捉方式": "进化",
            "进化等级": 31.0,
            "特殊说明": null
        },
        {
            "pokemonName": "差不多娃娃",
            "捕捉方式": "121号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "搬运小匠",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁骨土人",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "修建老匠",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "圆蝌蚪",
            "捕捉方式": "111号道路(旧/好钓竿)\n114号道路(旧/好钓竿)\n野生原野区(旧/好钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "蓝蟾蜍",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蟾蜍王",
            "捕捉方式": "114号道路(超级钓竿)",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "投摔鬼",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "打击鬼",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "虫宝包",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "宝包茧",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "保姆虫",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "亲密度等级进化"
        },
        {
            "pokemonName": "百足蜈蚣",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "车轮球",
            "捕捉方式": "进化",
            "进化等级": 22.0,
            "特殊说明": null
        },
        {
            "pokemonName": "蜈蚣王",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "木棉球",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "风妖精",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "百合根娃娃",
            "捕捉方式": "120号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "裙儿小姐",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "野蛮鲈鱼",
            "捕捉方式": "103,104号道路(旧/好/超级钓竿)\n110道路(旧/好/超级钓竿)\n104,115号道路(旧/好/超级钓竿)\n118,122号道路(旧/好/超级钓竿)",
            "进化等级": null,
            "特殊说明": "红线状态(104号卡那兹市侧)\n红线状态\n蓝线状态(104号橙华市侧)\n蓝线状态"
        },
        {
            "pokemonName": "黑眼鳄",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "混混鳄",
            "捕捉方式": "111号道路",
            "进化等级": 29.0,
            "特殊说明": null
        },
        {
            "pokemonName": "流氓鳄",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "火红不倒翁",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "达摩狒狒",
            "捕捉方式": "进化",
            "进化等级": 35.0,
            "特殊说明": null
        },
        {
            "pokemonName": "沙铃仙人掌",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "石居蟹",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "岩殿居蟹",
            "捕捉方式": "进化",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "滑滑小子",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "头巾混混",
            "捕捉方式": "进化",
            "进化等级": 39.0,
            "特殊说明": null
        },
        {
            "pokemonName": "象征鸟",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "哭哭面具",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "死神棺",
            "捕捉方式": "送神火山",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "原盖海龟",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "肋骨海龟",
            "捕捉方式": "海底洞穴",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "始祖小鸟",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "始祖大鸟",
            "捕捉方式": "进化",
            "进化等级": 48.0,
            "特殊说明": null
        },
        {
            "pokemonName": "破破袋",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "灰尘山",
            "捕捉方式": "123号道路",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "索罗亚",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "索罗亚克",
            "捕捉方式": "121号道路",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "泡沫栗鼠",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "奇诺栗鼠",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "光之石进化"
        },
        {
            "pokemonName": "哥德宝宝",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "哥德小童",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "哥德小姐",
            "捕捉方式": "觉醒祠堂(入口)",
            "进化等级": 41.0,
            "特殊说明": null
        },
        {
            "pokemonName": "单卵细胞球",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "双卵细胞球",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "人造细胞卵",
            "捕捉方式": "觉醒祠堂(入口)",
            "进化等级": 41.0,
            "特殊说明": null
        },
        {
            "pokemonName": "鸭宝宝",
            "捕捉方式": "冠军之路(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "舞天鹅",
            "捕捉方式": "126-130号道路(冲浪)\n彩幽市(冲浪)\n冠军之路(冲浪)",
            "进化等级": 35.0,
            "特殊说明": null
        },
        {
            "pokemonName": "迷你冰",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "多多冰",
            "捕捉方式": "浅滩洞穴(冲浪)\n火岩/水舰队本部(冲浪)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "双倍多多冰",
            "捕捉方式": "进化",
            "进化等级": 42.0,
            "特殊说明": null
        },
        {
            "pokemonName": "四季鹿",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "萌芽鹿",
            "捕捉方式": "120号道路",
            "进化等级": 34.0,
            "特殊说明": null
        },
        {
            "pokemonName": "电飞鼠",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "盖盖虫",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "骑士蜗牛",
            "捕捉方式": "119号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "哎呀球菇",
            "捕捉方式": "118号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "败露球菇",
            "捕捉方式": "进化",
            "进化等级": 39.0,
            "特殊说明": null
        },
        {
            "pokemonName": "飘飘水母",
            "捕捉方式": "122号道路(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "灵幽水母",
            "捕捉方式": "122号道路(冲浪)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "保姆曼波",
            "捕捉方式": "131-134号道路(好钓竿)\n暮水镇(好钓竿)\n布告石室(好钓竿)",
            "进化等级": 40.0,
            "特殊说明": "爱心鱼40级进化"
        },
        {
            "pokemonName": "电电虫",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "电蜘蛛",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "种子铁球",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "坚果哑铃",
            "捕捉方式": "天旱焦岩",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "齿轮儿",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "齿轮组",
            "捕捉方式": "天旱焦岩",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "齿轮怪",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "麻麻小鱼",
            "捕捉方式": "新紫堇",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "麻麻鳗",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "麻麻鳗鱼王",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "雷之石进化"
        },
        {
            "pokemonName": "小灰怪",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "大宇怪",
            "捕捉方式": "觉醒祠堂(入口)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "烛光灵",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "灯火幽灵",
            "捕捉方式": "送神火山",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "水晶灯火灵",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "暗之石进化"
        },
        {
            "pokemonName": "牙牙",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "斧牙龙",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "双斧战龙",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "喷嚏熊",
            "捕捉方式": "104道路（橙华森林上）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "冻原熊",
            "捕捉方式": "冠军之路",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "几何雪花",
            "捕捉方式": "浅滩洞穴(冲浪)\n火岩/水舰队本部(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "小嘴蜗",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "敏捷虫",
            "捕捉方式": "119号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "功夫鼬",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "师父鼬",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "赤面龙",
            "捕捉方式": "冠军之路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "泥偶小人",
            "捕捉方式": "121号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "泥偶巨灵",
            "捕捉方式": "进化",
            "进化等级": 50.0,
            "特殊说明": null
        },
        {
            "pokemonName": "驹刀小兵",
            "捕捉方式": "天旱焦岩",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "劈斩司令",
            "捕捉方式": "121号道路",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "爆炸头水牛",
            "捕捉方式": "流星瀑布",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毛头小鹰",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "勇士雄鹰",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "秃鹰丫头",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "秃鹰娜",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "熔蚁兽",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "铁蚁",
            "捕捉方式": "天旱焦岩",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "单首龙",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "双首暴龙",
            "捕捉方式": "冠军之路",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "三首恶龙",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "燃烧虫",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火神蛾",
            "捕捉方式": "进化",
            "进化等级": 80.0,
            "特殊说明": null
        },
        {
            "pokemonName": "哈力栗",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "胖胖哈力",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "布里卡隆",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "火狐狸",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "长尾火狐",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "妖火红狐",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "呱呱泡蛙",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "呱头蛙",
            "捕捉方式": "进化",
            "进化等级": 16.0,
            "特殊说明": null
        },
        {
            "pokemonName": "甲贺忍蛙",
            "捕捉方式": "进化",
            "进化等级": 36.0,
            "特殊说明": null
        },
        {
            "pokemonName": "掘掘兔",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "掘地兔",
            "捕捉方式": "进化",
            "进化等级": 20.0,
            "特殊说明": null
        },
        {
            "pokemonName": "小箭雀",
            "捕捉方式": "104号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火箭雀",
            "捕捉方式": "进化",
            "进化等级": 17.0,
            "特殊说明": null
        },
        {
            "pokemonName": "烈箭鹰",
            "捕捉方式": "进化",
            "进化等级": 35.0,
            "特殊说明": null
        },
        {
            "pokemonName": "粉蝶虫",
            "捕捉方式": "橙华森林",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "粉蝶蛹",
            "捕捉方式": "进化",
            "进化等级": 8.0,
            "特殊说明": null
        },
        {
            "pokemonName": "彩粉蝶",
            "捕捉方式": "野生原野区",
            "进化等级": 15.0,
            "特殊说明": "4个区域每个区域5种"
        },
        {
            "pokemonName": "小狮狮",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火炎狮",
            "捕捉方式": "进化",
            "进化等级": 35.0,
            "特殊说明": null
        },
        {
            "pokemonName": "花蓓蓓",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "花叶蒂",
            "捕捉方式": "117号道路(群战)",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "花洁夫人",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "坐骑小羊",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "坐骑山羊",
            "捕捉方式": "进化",
            "进化等级": 32.0,
            "特殊说明": null
        },
        {
            "pokemonName": "顽皮熊猫",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "流氓熊猫",
            "捕捉方式": "121号道路",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "多丽米亚",
            "捕捉方式": "野生原野区(左上区域)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "妙喵",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "超能妙喵",
            "捕捉方式": "进化",
            "进化等级": 25.0,
            "特殊说明": null
        },
        {
            "pokemonName": "独剑鞘",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "双剑鞘",
            "捕捉方式": "送神火山",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "坚盾剑怪",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "粉香香",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "芳香精",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "绵绵泡芙",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "胖甜妮",
            "捕捉方式": "进化",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "好啦鱿",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "乌贼王",
            "捕捉方式": "126,128-130号道路(水底)",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "龟脚脚",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "龟足巨铠",
            "捕捉方式": "107号道路(水底)",
            "进化等级": 39.0,
            "特殊说明": null
        },
        {
            "pokemonName": "垃垃藻",
            "捕捉方式": "131-134号道路(冲浪)\n暮水镇(冲浪)\n布告石室(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毒藻龙",
            "捕捉方式": "进化",
            "进化等级": 48.0,
            "特殊说明": null
        },
        {
            "pokemonName": "铁臂枪虾",
            "捕捉方式": "103号道路(好/超级钓竿)\n110号道路(好/超级钓竿)\n115号道路(好/超级钓竿)\n118号道路(好/超级钓竿)\n122号道路(好/超级钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "钢炮臂虾",
            "捕捉方式": "进化",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "伞电蜥",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "光电伞蜥",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "日之石进化"
        },
        {
            "pokemonName": "宝宝暴龙",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "怪颚龙",
            "捕捉方式": "进化",
            "进化等级": 39.0,
            "特殊说明": null
        },
        {
            "pokemonName": "冰雪龙",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "冰雪巨龙",
            "捕捉方式": "浅滩洞穴",
            "进化等级": 39.0,
            "特殊说明": null
        },
        {
            "pokemonName": "仙子伊布",
            "捕捉方式": "进化",
            "进化等级": null,
            "特殊说明": "伊布学会圆瞳技能进化（35级学）"
        },
        {
            "pokemonName": "摔角鹰人",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "咚咚鼠",
            "捕捉方式": "117号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "小碎钻",
            "捕捉方式": "冠军之路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "黏黏宝",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "黏美儿",
            "捕捉方式": "进化",
            "进化等级": 40.0,
            "特殊说明": null
        },
        {
            "pokemonName": "黏美龙",
            "捕捉方式": "进化",
            "进化等级": 60.0,
            "特殊说明": null
        },
        {
            "pokemonName": "钥圈儿",
            "捕捉方式": "天旱焦岩",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "小木灵",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "朽木妖",
            "捕捉方式": "121号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "南瓜精",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "南瓜怪人",
            "捕捉方式": "121号道路",
            "进化等级": 30.0,
            "特殊说明": null
        },
        {
            "pokemonName": "冰宝",
            "捕捉方式": "孵蛋",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "冰岩怪",
            "捕捉方式": "浅滩洞穴",
            "进化等级": 37.0,
            "特殊说明": null
        },
        {
            "pokemonName": "嗡蝠",
            "捕捉方式": "114号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "音波龙",
            "捕捉方式": "进化",
            "进化等级": 48.0,
            "特殊说明": null
        },
        {
            "pokemonName": "急冻鸟",
            "捕捉方式": "124号道路（冲浪）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "闪电鸟",
            "捕捉方式": "105号道路（冲浪）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "火焰鸟",
            "捕捉方式": "凹凸山道",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "超梦",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "梦幻",
            "捕捉方式": "二周目大吾家赠送",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷皇",
            "捕捉方式": "110号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "炎帝",
            "捕捉方式": "102号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "水君",
            "捕捉方式": "126号道路（冲浪）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "洛奇亚",
            "捕捉方式": "对战名胜区（超级钓竿）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "暗黑洛奇亚",
            "捕捉方式": "歪曲洞穴捕捉",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "凤王",
            "捕捉方式": null,
            "进化等级": null,
            "特殊说明": "大嘴雀携带火球石板升级进化凤王"
        },
        {
            "pokemonName": "时拉比",
            "捕捉方式": "133道路（冲浪）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷吉洛克",
            "捕捉方式": "石之洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷吉艾斯",
            "捕捉方式": "125号道路（冲浪）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷吉斯奇鲁",
            "捕捉方式": "新紫堇",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "拉帝亚斯",
            "捕捉方式": "剧情赠送",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "拉帝欧斯",
            "捕捉方式": "114道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "盖欧卡",
            "捕捉方式": "剧情捕捉/海底洞窟",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "固拉多",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "烈空坐",
            "捕捉方式": "二周目剧情捕捉",
            "进化等级": null,
            "特殊说明": "绿毛虫携带龙之石板升级进化裂空坐\n（裂空坐学不会画龙点睛）"
        },
        {
            "pokemonName": "基拉祈",
            "捕捉方式": "113号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "代欧奇希斯",
            "捕捉方式": "二周目剧情捕捉/天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "由克希",
            "捕捉方式": "彩幽市(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "艾姆利多",
            "捕捉方式": "橙华市(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "亚克诺姆",
            "捕捉方式": "琉璃市(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "帝牙卢卡",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "帕路奇亚",
            "捕捉方式": "对战名胜区（超级钓竿）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "席多蓝恩",
            "捕捉方式": "热焰小径",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷吉奇卡斯",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "骑拉帝纳",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "克雷色利亚",
            "捕捉方式": "狩猎地带",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "霏欧纳",
            "捕捉方式": "127号道路（冲浪）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "玛纳霏",
            "捕捉方式": null,
            "进化等级": 80.0,
            "特殊说明": "霏欧纳升级进化"
        },
        {
            "pokemonName": "达克莱伊",
            "捕捉方式": "121号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "谢米",
            "捕捉方式": "104道路",
            "进化等级": null,
            "特殊说明": "携带“碧绿石板”可以超级进化"
        },
        {
            "pokemonName": "比克提尼",
            "捕捉方式": "101号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "勾帕路翁",
            "捕捉方式": "103号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "代拉基翁",
            "捕捉方式": "116号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "毕力吉翁",
            "捕捉方式": "112号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "龙卷云",
            "捕捉方式": "118号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "雷电云",
            "捕捉方式": "115号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "莱希拉姆",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "捷克罗姆",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "土地云",
            "捕捉方式": "111号道路",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "酋雷姆",
            "捕捉方式": "天空之柱",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "凯路迪欧",
            "捕捉方式": "129号道路(冲浪)",
            "进化等级": null,
            "特殊说明": "携带“拳头石板”可以超级进化"
        },
        {
            "pokemonName": "美洛耶塔",
            "捕捉方式": "对战名胜区（老钓竿）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "盖诺赛克特",
            "捕捉方式": "对战名胜区(老钓竿)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "花叶蒂",
            "捕捉方式": "对战名胜区（好钓竿）",
            "进化等级": null,
            "特殊说明": "永恒形态"
        },
        {
            "pokemonName": "哲尔尼亚斯",
            "捕捉方式": "对战名胜区(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "伊裴尔塔尔",
            "捕捉方式": "对战名胜区(冲浪)",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "基格尔德",
            "捕捉方式": "对战名胜区（好钓竿）",
            "进化等级": null,
            "特殊说明": null
        },
        {
            "pokemonName": "蒂安希",
            "捕捉方式": null,
            "进化等级": null,
            "特殊说明": "小碎钻携带妖精石板升级进化"
        },
        {
            "pokemonName": "胡帕",
            "捕捉方式": "对战名胜区(冲浪)",
            "进化等级": null,
            "特殊说明": "携带“幽灵石板”可以超级进化"
        },
        {
            "pokemonName": "波尔凯尼恩",
            "捕捉方式": "128号道路(冲浪)",
            "进化等级": null,
            "特殊说明": null
        }
    ]

}

// 返回 等级 进化
export const reqEvolve = (): Evolve[] => {
    return [
        {
            "pokemonName": "妙蛙种子",
            "level": "16",
            "NextStage": "妙蛙草",
            "condition": "level_up"
        },
        {
            "pokemonName": "妙蛙草",
            "level": "32",
            "NextStage": "妙蛙花",
            "condition": "level_up"
        },
        {
            "pokemonName": "小火龙",
            "level": "16",
            "NextStage": "火恐龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "火恐龙",
            "level": "36",
            "NextStage": "喷火龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "杰尼龟",
            "level": "16",
            "NextStage": "卡咪龟",
            "condition": "level_up"
        },
        {
            "pokemonName": "卡咪龟",
            "level": "36",
            "NextStage": "水箭龟",
            "condition": "level_up"
        },
        {
            "pokemonName": "绿毛虫",
            "item": "日之石",
            "NextStage": "铁甲蛹",
            "condition": "use_item"
        },
        {
            "pokemonName": "绿毛虫",
            "item": "龙之石板",
            "NextStage": "烈空坐",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "铁甲蛹",
            "level": "15",
            "NextStage": "巴大蝶",
            "condition": "level_up"
        },
        {
            "pokemonName": "独角虫",
            "level": "8",
            "NextStage": "铁壳蛹",
            "condition": "level_up"
        },
        {
            "pokemonName": "铁壳蛹",
            "level": "15",
            "NextStage": "大针蜂",
            "condition": "level_up"
        },
        {
            "pokemonName": "波波",
            "level": "18",
            "NextStage": "比比鸟",
            "condition": "level_up"
        },
        {
            "pokemonName": "比比鸟",
            "level": "36",
            "NextStage": "烈风鸟",
            "condition": "level_up"
        },
        {
            "pokemonName": "小拉达",
            "level": "20",
            "NextStage": "拉达",
            "condition": "level_up"
        },
        {
            "pokemonName": "烈雀",
            "level": "20",
            "NextStage": "大嘴雀",
            "condition": "level_up"
        },
        {
            "pokemonName": "大嘴雀",
            "item": "火球石板",
            "NextStage": "凤王",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "阿柏蛇",
            "level": "30",
            "NextStage": "阿柏怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "皮卡丘",
            "item": "雷之石",
            "NextStage": "雷丘",
            "condition": "use_item"
        },
        {
            "pokemonName": "穿山鼠",
            "level": "22",
            "NextStage": "穿山王",
            "condition": "level_up"
        },
        {
            "pokemonName": "尼多兰",
            "level": "16",
            "NextStage": "尼多娜",
            "condition": "level_up"
        },
        {
            "pokemonName": "尼多娜",
            "item": "月之石",
            "NextStage": "尼多后",
            "condition": "use_item"
        },
        {
            "pokemonName": "尼多朗",
            "level": "16",
            "NextStage": "尼多力诺",
            "condition": "level_up"
        },
        {
            "pokemonName": "尼多力诺",
            "item": "月之石",
            "NextStage": "尼多王",
            "condition": "use_item"
        },
        {
            "pokemonName": "皮皮",
            "item": "月之石",
            "NextStage": "皮可西",
            "condition": "use_item"
        },
        {
            "pokemonName": "六尾",
            "item": "火之石",
            "NextStage": "九尾",
            "condition": "use_item"
        },
        {
            "pokemonName": "胖丁",
            "item": "月之石",
            "NextStage": "胖可丁",
            "condition": "use_item"
        },
        {
            "pokemonName": "超音蝠",
            "level": "22",
            "NextStage": "大嘴蝠",
            "condition": "level_up"
        },
        {
            "pokemonName": "大嘴蝠",
            "level": "40",
            "NextStage": "叉字蝠",
            "condition": "level_up"
        },
        {
            "pokemonName": "走路草",
            "level": "21",
            "NextStage": "臭臭花",
            "condition": "level_up"
        },
        {
            "pokemonName": "臭臭花",
            "item": "叶之石",
            "NextStage": "霸王花",
            "condition": "use_item"
        },
        {
            "pokemonName": "臭臭花",
            "item": "日之石",
            "NextStage": "美丽花",
            "condition": "use_item"
        },
        {
            "pokemonName": "派拉斯",
            "level": "24",
            "NextStage": "派拉斯特",
            "condition": "level_up"
        },
        {
            "pokemonName": "毛球",
            "level": "30",
            "NextStage": "摩鲁蛾",
            "condition": "level_up"
        },
        {
            "pokemonName": "地鼠",
            "level": "26",
            "NextStage": "三地鼠",
            "condition": "level_up"
        },
        {
            "pokemonName": "喵喵",
            "level": "30",
            "NextStage": "猫老大",
            "condition": "level_up"
        },
        {
            "pokemonName": "可达鸭",
            "level": "33",
            "NextStage": "哥达鸭",
            "condition": "level_up"
        },
        {
            "pokemonName": "猴怪",
            "level": "28",
            "NextStage": "火暴猴",
            "condition": "level_up"
        },
        {
            "pokemonName": "卡蒂狗",
            "item": "火之石",
            "NextStage": "风速狗",
            "condition": "use_item"
        },
        {
            "pokemonName": "蚊香蝌蚪",
            "level": "25",
            "NextStage": "蚊香君",
            "condition": "level_up"
        },
        {
            "pokemonName": "蚊香君",
            "item": "水之石",
            "NextStage": "快泳蛙",
            "condition": "use_item"
        },
        {
            "pokemonName": "蚊香君",
            "item": "雷之石",
            "NextStage": "蚊香蛙皇",
            "condition": "use_item"
        },
        {
            "pokemonName": "凯西",
            "level": "40",
            "NextStage": "勇基拉",
            "condition": "level_up"
        },
        {
            "pokemonName": "勇基拉",
            "level": "60",
            "NextStage": "胡地",
            "condition": "level_up"
        },
        {
            "pokemonName": "腕力",
            "level": "28",
            "NextStage": "豪力",
            "condition": "level_up"
        },
        {
            "pokemonName": "豪力",
            "level": "40",
            "NextStage": "怪力",
            "condition": "level_up"
        },
        {
            "pokemonName": "喇叭芽",
            "level": "21",
            "NextStage": "口呆花",
            "condition": "level_up"
        },
        {
            "pokemonName": "口呆花",
            "item": "叶之石",
            "NextStage": "大食花",
            "condition": "use_item"
        },
        {
            "pokemonName": "玛瑙水母",
            "level": "38",
            "NextStage": "毒刺水母",
            "condition": "level_up"
        },
        {
            "pokemonName": "小拳石",
            "level": "25",
            "NextStage": "隆隆石",
            "condition": "level_up"
        },
        {
            "pokemonName": "隆隆石",
            "level": "40",
            "NextStage": "隆隆岩",
            "condition": "level_up"
        },
        {
            "pokemonName": "小火马",
            "level": "40",
            "NextStage": "烈焰马",
            "condition": "level_up"
        },
        {
            "pokemonName": "呆呆兽",
            "level": "37",
            "NextStage": "呆壳兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "呆呆兽",
            "item": "水之石",
            "NextStage": "呆呆王",
            "condition": "use_item"
        },
        {
            "pokemonName": "小磁怪",
            "level": "25",
            "NextStage": "三合一磁怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "三合一磁怪",
            "level": "40",
            "NextStage": "自爆磁怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "嘟嘟",
            "level": "31",
            "NextStage": "嘟嘟利",
            "condition": "level_up"
        },
        {
            "pokemonName": "小海狮",
            "level": "34",
            "NextStage": "白海狮",
            "condition": "level_up"
        },
        {
            "pokemonName": "臭泥",
            "level": "38",
            "NextStage": "臭臭泥",
            "condition": "level_up"
        },
        {
            "pokemonName": "大舌贝",
            "item": "水之石",
            "NextStage": "刺甲贝",
            "condition": "use_item"
        },
        {
            "pokemonName": "鬼斯",
            "level": "40",
            "NextStage": "鬼斯通",
            "condition": "level_up"
        },
        {
            "pokemonName": "鬼斯通",
            "level": "60",
            "NextStage": "耿鬼",
            "condition": "level_up"
        },
        {
            "pokemonName": "大岩蛇",
            "item": "金属膜",
            "NextStage": "大钢蛇",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "催眠貘",
            "level": "26",
            "NextStage": "引梦貘人",
            "condition": "level_up"
        },
        {
            "pokemonName": "大钳蟹",
            "level": "28",
            "NextStage": "巨钳蟹",
            "condition": "level_up"
        },
        {
            "pokemonName": "霹雳电球",
            "level": "30",
            "NextStage": "顽皮雷弹",
            "condition": "level_up"
        },
        {
            "pokemonName": "蛋蛋",
            "item": "叶之石",
            "NextStage": "椰蛋树",
            "condition": "use_item"
        },
        {
            "pokemonName": "卡拉卡拉",
            "level": "28",
            "NextStage": "嘎啦嘎啦",
            "condition": "level_up"
        },
        {
            "pokemonName": "大舌头",
            "item": "浑圆之石",
            "NextStage": "大舌舔",
            "condition": "use_item"
        },
        {
            "pokemonName": "瓦斯弹",
            "level": "35",
            "NextStage": "双弹瓦斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "独角犀牛",
            "level": "42",
            "NextStage": "钻角犀兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "钻角犀兽",
            "item": "觉醒之石",
            "NextStage": "超甲龙犀",
            "condition": "use_item"
        },
        {
            "pokemonName": "吉利蛋",
            "item": "浑圆之石",
            "NextStage": "幸福蛋",
            "condition": "use_item"
        },
        {
            "pokemonName": "蔓藤怪",
            "move": "原始之力",
            "NextStage": "巨蔓藤",
            "condition": "learn_move"
        },
        {
            "pokemonName": "墨海马",
            "level": "40",
            "NextStage": "海刺龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "海刺龙",
            "level": "60",
            "NextStage": "刺龙王",
            "condition": "level_up"
        },
        {
            "pokemonName": "角金鱼",
            "level": "33",
            "NextStage": "金鱼王",
            "condition": "level_up"
        },
        {
            "pokemonName": "海星星",
            "item": "水之石",
            "NextStage": "宝石海星",
            "condition": "use_item"
        },
        {
            "pokemonName": "飞天螳螂",
            "item": "金属膜",
            "NextStage": "巨钳螳螂",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "电击兽",
            "level": "60",
            "NextStage": "电击魔兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "鸭嘴火兽",
            "level": "60",
            "NextStage": "鸭嘴焰龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "鲤鱼王",
            "level": "20",
            "NextStage": "暴鲤龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "伊布",
            "item": "叶之石",
            "NextStage": "叶伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "伊布",
            "item": "觉醒之石",
            "NextStage": "冰伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "伊布",
            "item": "雷之石",
            "NextStage": "雷伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "伊布",
            "item": "水之石",
            "NextStage": "水伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "伊布",
            "item": "火之石",
            "NextStage": "火伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "伊布",
            "move": "圆瞳",
            "NextStage": "仙子伊布",
            "condition": "learn_move"
        },
        {
            "pokemonName": "伊布",
            "item": "日之石",
            "NextStage": "太阳伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "伊布",
            "item": "月之石",
            "NextStage": "月亮伊布",
            "condition": "use_item"
        },
        {
            "pokemonName": "多边兽",
            "level": "40",
            "NextStage": "多边兽II",
            "condition": "level_up"
        },
        {
            "pokemonName": "菊石兽",
            "level": "40",
            "NextStage": "多刺菊石兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "化石盔",
            "level": "40",
            "NextStage": "镰刀盔",
            "condition": "level_up"
        },
        {
            "pokemonName": "迷你龙",
            "level": "40",
            "NextStage": "哈克龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "哈克龙",
            "item": "日之石",
            "NextStage": "快龙",
            "condition": "use_item"
        },
        {
            "pokemonName": "菊草叶",
            "level": "16",
            "NextStage": "月桂叶",
            "condition": "level_up"
        },
        {
            "pokemonName": "月桂叶",
            "level": "32",
            "NextStage": "大竺葵",
            "condition": "level_up"
        },
        {
            "pokemonName": "火球鼠",
            "level": "14",
            "NextStage": "火岩鼠",
            "condition": "level_up"
        },
        {
            "pokemonName": "火岩鼠",
            "level": "36",
            "NextStage": "火暴兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "小锯鳄",
            "level": "18",
            "NextStage": "蓝鳄",
            "condition": "level_up"
        },
        {
            "pokemonName": "蓝鳄",
            "level": "30",
            "NextStage": "大力鳄",
            "condition": "level_up"
        },
        {
            "pokemonName": "尾立",
            "level": "15",
            "NextStage": "大尾立",
            "condition": "level_up"
        },
        {
            "pokemonName": "咕咕",
            "level": "28",
            "NextStage": "猫头夜鹰",
            "condition": "level_up"
        },
        {
            "pokemonName": "芭瓢虫",
            "level": "25",
            "NextStage": "安瓢虫",
            "condition": "level_up"
        },
        {
            "pokemonName": "圆丝蛛",
            "level": "25",
            "NextStage": "阿利多斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "灯笼鱼",
            "level": "27",
            "NextStage": "电灯怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "皮丘",
            "level": "15",
            "NextStage": "皮卡丘",
            "condition": "level_up"
        },
        {
            "pokemonName": "皮宝宝",
            "level": "15",
            "NextStage": "皮皮",
            "condition": "level_up"
        },
        {
            "pokemonName": "宝宝丁",
            "level": "15",
            "NextStage": "胖丁",
            "condition": "level_up"
        },
        {
            "pokemonName": "波克比",
            "level": "40",
            "NextStage": "波克基古",
            "condition": "level_up"
        },
        {
            "pokemonName": "波克基古",
            "level": "60",
            "NextStage": "波克基斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "天然雀",
            "level": "25",
            "NextStage": "天然鸟",
            "condition": "level_up"
        },
        {
            "pokemonName": "咩利羊",
            "level": "40",
            "NextStage": "茸茸羊",
            "condition": "level_up"
        },
        {
            "pokemonName": "茸茸羊",
            "level": "60",
            "NextStage": "电龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "玛力露",
            "level": "28",
            "NextStage": "玛力露丽",
            "condition": "level_up"
        },
        {
            "pokemonName": "毽子草",
            "level": "18",
            "NextStage": "毽子花",
            "condition": "level_up"
        },
        {
            "pokemonName": "毽子花",
            "level": "27",
            "NextStage": "毽子绵",
            "condition": "level_up"
        },
        {
            "pokemonName": "长尾怪手",
            "item": "觉醒之石",
            "NextStage": "双尾怪手",
            "condition": "use_item"
        },
        {
            "pokemonName": "向日种子",
            "level": "30",
            "NextStage": "向日花怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "蜻蜻蜓",
            "move": "原始之力",
            "NextStage": "远古巨蜓",
            "condition": "learn_move"
        },
        {
            "pokemonName": "乌波",
            "level": "30",
            "NextStage": "沼王",
            "condition": "level_up"
        },
        {
            "pokemonName": "黑暗鸦",
            "item": "暗之石",
            "NextStage": "乌鸦头头",
            "condition": "use_item"
        },
        {
            "pokemonName": "梦妖",
            "item": "暗之石",
            "NextStage": "梦妖魔",
            "condition": "use_item"
        },
        {
            "pokemonName": "榛果球",
            "level": "31",
            "NextStage": "佛烈托斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "天蝎",
            "item": "锐利之牙",
            "NextStage": "天蝎王",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "布鲁",
            "level": "30",
            "NextStage": "布鲁皇",
            "condition": "level_up"
        },
        {
            "pokemonName": "狃拉",
            "item": "锐利之爪",
            "NextStage": "玛狃拉",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "熊宝宝",
            "level": "30",
            "NextStage": "圈圈熊",
            "condition": "level_up"
        },
        {
            "pokemonName": "熔岩虫",
            "level": "38",
            "NextStage": "熔岩蜗牛",
            "condition": "level_up"
        },
        {
            "pokemonName": "小山猪",
            "level": "40",
            "NextStage": "长毛猪",
            "condition": "level_up"
        },
        {
            "pokemonName": "长毛猪",
            "level": "60",
            "NextStage": "象牙猪",
            "condition": "level_up"
        },
        {
            "pokemonName": "铁炮鱼",
            "level": "25",
            "NextStage": "章鱼桶",
            "condition": "level_up"
        },
        {
            "pokemonName": "戴鲁比",
            "level": "30",
            "NextStage": "黑鲁加",
            "condition": "level_up"
        },
        {
            "pokemonName": "小小象",
            "level": "50",
            "NextStage": "雄牙象",
            "condition": "level_up"
        },
        {
            "pokemonName": "迷唇娃",
            "item": "光之石",
            "NextStage": "迷唇姐",
            "condition": "use_item"
        },
        {
            "pokemonName": "电击怪",
            "level": "40",
            "NextStage": "电击兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "鸭嘴宝宝",
            "level": "40",
            "NextStage": "鸭嘴火兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "幼基拉斯",
            "level": "40",
            "NextStage": "沙基拉斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "沙基拉斯",
            "level": "60",
            "NextStage": "班基拉斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "木守宫",
            "level": "16",
            "NextStage": "森林蜥蜴",
            "condition": "level_up"
        },
        {
            "pokemonName": "森林蜥蜴",
            "level": "36",
            "NextStage": "蜥蜴王",
            "condition": "level_up"
        },
        {
            "pokemonName": "火稚鸡",
            "level": "16",
            "NextStage": "力壮鸡",
            "condition": "level_up"
        },
        {
            "pokemonName": "力壮鸡",
            "level": "36",
            "NextStage": "火焰鸡",
            "condition": "level_up"
        },
        {
            "pokemonName": "水跃鱼",
            "level": "16",
            "NextStage": "沼跃鱼",
            "condition": "level_up"
        },
        {
            "pokemonName": "沼跃鱼",
            "level": "36",
            "NextStage": "巨沼怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "土狼犬",
            "level": "25",
            "NextStage": "大狼犬",
            "condition": "level_up"
        },
        {
            "pokemonName": "蛇纹熊",
            "level": "20",
            "NextStage": "直冲熊",
            "condition": "level_up"
        },
        {
            "pokemonName": "甲壳茧",
            "level": "15",
            "NextStage": "狩猎凤蝶",
            "condition": "level_up"
        },
        {
            "pokemonName": "盾甲茧",
            "level": "15",
            "NextStage": "毒粉蛾",
            "condition": "level_up"
        },
        {
            "pokemonName": "莲叶童子",
            "level": "14",
            "NextStage": "莲帽小童",
            "condition": "level_up"
        },
        {
            "pokemonName": "莲帽小童",
            "item": "水之石",
            "NextStage": "乐天河童",
            "condition": "use_item"
        },
        {
            "pokemonName": "橡实果",
            "level": "14",
            "NextStage": "长鼻叶",
            "condition": "level_up"
        },
        {
            "pokemonName": "长鼻叶",
            "item": "叶之石",
            "NextStage": "狡猾天狗",
            "condition": "use_item"
        },
        {
            "pokemonName": "傲骨燕",
            "level": "28",
            "NextStage": "大王燕",
            "condition": "level_up"
        },
        {
            "pokemonName": "长翅鸥",
            "level": "25",
            "NextStage": "大嘴鸥",
            "condition": "level_up"
        },
        {
            "pokemonName": "拉鲁拉丝",
            "level": "20",
            "NextStage": "奇鲁莉安",
            "condition": "level_up"
        },
        {
            "pokemonName": "奇鲁莉安",
            "level": "30",
            "NextStage": "沙奈朵",
            "condition": "level_up"
        },
        {
            "pokemonName": "奇鲁莉安",
            "item": "觉醒之石",
            "NextStage": "艾路雷朵",
            "condition": "use_item"
        },
        {
            "pokemonName": "溜溜糖球",
            "level": "30",
            "NextStage": "雨翅蛾",
            "condition": "level_up"
        },
        {
            "pokemonName": "蘑蘑菇",
            "level": "23",
            "NextStage": "斗笠菇",
            "condition": "level_up"
        },
        {
            "pokemonName": "懒人獭",
            "level": "40",
            "NextStage": "过动猿",
            "condition": "level_up"
        },
        {
            "pokemonName": "过动猿",
            "level": "60",
            "NextStage": "请假王",
            "condition": "level_up"
        },
        {
            "pokemonName": "咕妞妞",
            "level": "20",
            "NextStage": "吼爆弹",
            "condition": "level_up"
        },
        {
            "pokemonName": "吼爆弹",
            "level": "40",
            "NextStage": "爆音怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "幕下力士",
            "level": "50",
            "NextStage": "电掌力士",
            "condition": "level_up"
        },
        {
            "pokemonName": "露力丽",
            "level": "15",
            "NextStage": "玛力露",
            "condition": "level_up"
        },
        {
            "pokemonName": "朝北鼻",
            "level": "36",
            "NextStage": "大朝北鼻",
            "condition": "level_up"
        },
        {
            "pokemonName": "向尾喵",
            "item": "月之石",
            "NextStage": "优雅猫",
            "condition": "use_item"
        },
        {
            "pokemonName": "可可多拉",
            "level": "32",
            "NextStage": "可多拉",
            "condition": "level_up"
        },
        {
            "pokemonName": "可多拉",
            "level": "45",
            "NextStage": "波士可多拉",
            "condition": "level_up"
        },
        {
            "pokemonName": "玛沙那",
            "level": "37",
            "NextStage": "恰雷姆",
            "condition": "level_up"
        },
        {
            "pokemonName": "落雷兽",
            "level": "26",
            "NextStage": "雷电兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "毒蔷薇",
            "level": "60",
            "NextStage": "罗丝雷朵",
            "condition": "level_up"
        },
        {
            "pokemonName": "溶食兽",
            "level": "26",
            "NextStage": "吞食兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "利牙鱼",
            "level": "30",
            "NextStage": "巨牙鲨",
            "condition": "level_up"
        },
        {
            "pokemonName": "吼吼鲸",
            "level": "50",
            "NextStage": "吼鲸王",
            "condition": "level_up"
        },
        {
            "pokemonName": "呆火驼",
            "level": "33",
            "NextStage": "喷火驼",
            "condition": "level_up"
        },
        {
            "pokemonName": "跳跳猪",
            "level": "32",
            "NextStage": "噗噗猪",
            "condition": "level_up"
        },
        {
            "pokemonName": "大颚蚁",
            "level": "40",
            "NextStage": "超音波幼虫",
            "condition": "level_up"
        },
        {
            "pokemonName": "超音波幼虫",
            "level": "60",
            "NextStage": "沙漠蜻蜓",
            "condition": "level_up"
        },
        {
            "pokemonName": "刺球仙人掌",
            "level": "32",
            "NextStage": "梦歌仙人掌",
            "condition": "level_up"
        },
        {
            "pokemonName": "青绵鸟",
            "level": "32",
            "NextStage": "七夕青鸟",
            "condition": "level_up"
        },
        {
            "pokemonName": "泥泥鳅",
            "level": "30",
            "NextStage": "鲶鱼王",
            "condition": "level_up"
        },
        {
            "pokemonName": "龙虾小兵",
            "level": "30",
            "NextStage": "铁螯龙虾",
            "condition": "level_up"
        },
        {
            "pokemonName": "天秤偶",
            "level": "36",
            "NextStage": "念力土偶",
            "condition": "level_up"
        },
        {
            "pokemonName": "触手百合",
            "level": "40",
            "NextStage": "摇篮百合",
            "condition": "level_up"
        },
        {
            "pokemonName": "太古羽虫",
            "level": "40",
            "NextStage": "太古盔甲",
            "condition": "level_up"
        },
        {
            "pokemonName": "丑丑鱼",
            "level": "50",
            "NextStage": "美纳斯",
            "condition": "level_up"
        },
        {
            "pokemonName": "怨影娃娃",
            "level": "37",
            "NextStage": "诅咒娃娃",
            "condition": "level_up"
        },
        {
            "pokemonName": "夜巡灵",
            "level": "40",
            "NextStage": "彷徨夜灵",
            "condition": "level_up"
        },
        {
            "pokemonName": "彷徨夜灵",
            "level": "60",
            "NextStage": "黑夜魔灵",
            "condition": "level_up"
        },
        {
            "pokemonName": "小果然",
            "level": "15",
            "NextStage": "果然翁",
            "condition": "level_up"
        },
        {
            "pokemonName": "雪童子",
            "level": "30",
            "NextStage": "冰鬼护",
            "condition": "level_up"
        },
        {
            "pokemonName": "雪童子",
            "item": "觉醒之石",
            "NextStage": "雪妖女",
            "condition": "use_item"
        },
        {
            "pokemonName": "海豹球",
            "level": "40",
            "NextStage": "海魔狮",
            "condition": "level_up"
        },
        {
            "pokemonName": "海魔狮",
            "level": "60",
            "NextStage": "帝牙海狮",
            "condition": "level_up"
        },
        {
            "pokemonName": "珍珠贝",
            "item": "雷之石",
            "NextStage": "猎斑鱼",
            "condition": "use_item"
        },
        {
            "pokemonName": "珍珠贝",
            "item": "水之石",
            "NextStage": "樱花鱼",
            "condition": "use_item"
        },
        {
            "pokemonName": "爱心鱼",
            "level": "40",
            "NextStage": "保姆曼波",
            "condition": "level_up"
        },
        {
            "pokemonName": "宝贝龙",
            "level": "40",
            "NextStage": "甲壳龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "甲壳龙",
            "level": "60",
            "NextStage": "暴飞龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "铁哑铃",
            "level": "40",
            "NextStage": "金属怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "金属怪",
            "level": "60",
            "NextStage": "巨金怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "草苗龟",
            "level": "18",
            "NextStage": "树林龟",
            "condition": "level_up"
        },
        {
            "pokemonName": "树林龟",
            "level": "32",
            "NextStage": "土台龟",
            "condition": "level_up"
        },
        {
            "pokemonName": "小火焰猴",
            "level": "14",
            "NextStage": "猛火猴",
            "condition": "level_up"
        },
        {
            "pokemonName": "猛火猴",
            "level": "36",
            "NextStage": "烈焰猴",
            "condition": "level_up"
        },
        {
            "pokemonName": "波加曼",
            "level": "16",
            "NextStage": "波皇子",
            "condition": "level_up"
        },
        {
            "pokemonName": "波皇子",
            "level": "36",
            "NextStage": "帝王拿波",
            "condition": "level_up"
        },
        {
            "pokemonName": "姆克儿",
            "level": "14",
            "NextStage": "姆克鸟",
            "condition": "level_up"
        },
        {
            "pokemonName": "姆克鸟",
            "level": "34",
            "NextStage": "姆克鹰",
            "condition": "level_up"
        },
        {
            "pokemonName": "大牙狸",
            "level": "15",
            "NextStage": "大尾狸",
            "condition": "level_up"
        },
        {
            "pokemonName": "圆法师",
            "level": "65",
            "NextStage": "音箱蟀",
            "condition": "level_up"
        },
        {
            "pokemonName": "小猫怪",
            "level": "18",
            "NextStage": "勒克猫",
            "condition": "level_up"
        },
        {
            "pokemonName": "勒克猫",
            "level": "35",
            "NextStage": "雷电狮",
            "condition": "level_up"
        },
        {
            "pokemonName": "含羞苞",
            "level": "40",
            "NextStage": "毒蔷薇",
            "condition": "level_up"
        },
        {
            "pokemonName": "头盖龙",
            "level": "30",
            "NextStage": "战槌龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "盾甲龙",
            "level": "30",
            "NextStage": "护城龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "结草儿",
            "level": "20",
            "NextStage": "结草贵妇",
            "condition": "level_up"
        },
        {
            "pokemonName": "结草儿",
            "level": "30",
            "NextStage": "绅士蛾",
            "condition": "level_up"
        },
        {
            "pokemonName": "三蜜蜂",
            "level": "26",
            "NextStage": "蜂女王",
            "condition": "level_up"
        },
        {
            "pokemonName": "泳圈鼬",
            "level": "30",
            "NextStage": "浮潜鼬",
            "condition": "level_up"
        },
        {
            "pokemonName": "樱花宝",
            "level": "25",
            "NextStage": "樱花儿",
            "condition": "level_up"
        },
        {
            "pokemonName": "无壳海兔",
            "level": "30",
            "NextStage": "海兔兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "飘飘球",
            "level": "28",
            "NextStage": "随风球",
            "condition": "level_up"
        },
        {
            "pokemonName": "卷卷耳",
            "level": "32",
            "NextStage": "长耳兔",
            "condition": "level_up"
        },
        {
            "pokemonName": "魅力喵",
            "item": "浑圆之石",
            "NextStage": "东施喵",
            "condition": "use_item"
        },
        {
            "pokemonName": "铃铛响",
            "level": "30",
            "NextStage": "风铃铃",
            "condition": "level_up"
        },
        {
            "pokemonName": "臭鼬噗",
            "level": "34",
            "NextStage": "坦克臭鼬",
            "condition": "level_up"
        },
        {
            "pokemonName": "铜镜怪",
            "level": "36",
            "NextStage": "青铜钟",
            "condition": "level_up"
        },
        {
            "pokemonName": "盆才怪",
            "move": "模仿",
            "NextStage": "树才怪",
            "condition": "learn_move"
        },
        {
            "pokemonName": "魔尼尼",
            "move": "模仿",
            "NextStage": "魔墙人偶",
            "condition": "learn_move"
        },
        {
            "pokemonName": "小福蛋",
            "level": "30",
            "NextStage": "吉利蛋",
            "condition": "level_up"
        },
        {
            "pokemonName": "圆陆鲨",
            "level": "40",
            "NextStage": "尖牙陆鲨",
            "condition": "level_up"
        },
        {
            "pokemonName": "尖牙陆鲨",
            "level": "60",
            "NextStage": "烈咬陆鲨",
            "condition": "level_up"
        },
        {
            "pokemonName": "小卡比兽",
            "level": "40",
            "NextStage": "卡比兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "利欧路",
            "item": "觉醒之石",
            "NextStage": "路卡利欧",
            "condition": "use_item"
        },
        {
            "pokemonName": "利欧路",
            "item": "恶颜石板",
            "NextStage": "暗黑路卡",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "沙河马",
            "level": "34",
            "NextStage": "河马兽",
            "condition": "level_up"
        },
        {
            "pokemonName": "钳尾蝎",
            "level": "40",
            "NextStage": "龙王蝎",
            "condition": "level_up"
        },
        {
            "pokemonName": "不良蛙",
            "level": "37",
            "NextStage": "毒骷蛙",
            "condition": "level_up"
        },
        {
            "pokemonName": "荧光鱼",
            "level": "31",
            "NextStage": "霓虹鱼",
            "condition": "level_up"
        },
        {
            "pokemonName": "小球飞鱼",
            "level": "30",
            "NextStage": "巨翅飞鱼",
            "condition": "level_up"
        },
        {
            "pokemonName": "雪笠怪",
            "level": "40",
            "NextStage": "暴雪王",
            "condition": "level_up"
        },
        {
            "pokemonName": "霏欧纳",
            "level": "80",
            "NextStage": "玛纳霏",
            "condition": "level_up"
        },
        {
            "pokemonName": "藤藤蛇",
            "level": "17",
            "NextStage": "青藤蛇",
            "condition": "level_up"
        },
        {
            "pokemonName": "青藤蛇",
            "level": "36",
            "NextStage": "君主蛇",
            "condition": "level_up"
        },
        {
            "pokemonName": "暖暖猪",
            "level": "17",
            "NextStage": "炒炒猪",
            "condition": "level_up"
        },
        {
            "pokemonName": "炒炒猪",
            "level": "36",
            "NextStage": "炎武王",
            "condition": "level_up"
        },
        {
            "pokemonName": "水水獭",
            "level": "17",
            "NextStage": "双刃丸",
            "condition": "level_up"
        },
        {
            "pokemonName": "双刃丸",
            "level": "36",
            "NextStage": "大剑鬼",
            "condition": "level_up"
        },
        {
            "pokemonName": "探探鼠",
            "level": "20",
            "NextStage": "步哨鼠",
            "condition": "level_up"
        },
        {
            "pokemonName": "小约克",
            "level": "16",
            "NextStage": "哈约克",
            "condition": "level_up"
        },
        {
            "pokemonName": "哈约克",
            "level": "32",
            "NextStage": "长毛狗",
            "condition": "level_up"
        },
        {
            "pokemonName": "扒手猫",
            "level": "20",
            "NextStage": "酷豹",
            "condition": "level_up"
        },
        {
            "pokemonName": "花椰猴",
            "item": "叶之石",
            "NextStage": "花椰猿",
            "condition": "use_item"
        },
        {
            "pokemonName": "爆香猴",
            "item": "火之石",
            "NextStage": "爆香猿",
            "condition": "use_item"
        },
        {
            "pokemonName": "冷水猴",
            "item": "水之石",
            "NextStage": "冷水猿",
            "condition": "use_item"
        },
        {
            "pokemonName": "食梦梦",
            "item": "月之石",
            "NextStage": "梦梦蚀",
            "condition": "use_item"
        },
        {
            "pokemonName": "豆豆鸽",
            "level": "21",
            "NextStage": "咕咕鸽",
            "condition": "level_up"
        },
        {
            "pokemonName": "咕咕鸽",
            "level": "32",
            "NextStage": "高傲雉鸡",
            "condition": "level_up"
        },
        {
            "pokemonName": "斑斑马",
            "level": "27",
            "NextStage": "雷电斑马",
            "condition": "level_up"
        },
        {
            "pokemonName": "石丸子",
            "level": "25",
            "NextStage": "地幔岩",
            "condition": "level_up"
        },
        {
            "pokemonName": "地幔岩",
            "level": "40",
            "NextStage": "庞岩怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "滚滚蝙蝠",
            "level": "30",
            "NextStage": "心蝙蝠",
            "condition": "level_up"
        },
        {
            "pokemonName": "螺钉地鼠",
            "level": "31",
            "NextStage": "龙头地鼠",
            "condition": "level_up"
        },
        {
            "pokemonName": "搬运小匠",
            "level": "25",
            "NextStage": "铁骨土人",
            "condition": "level_up"
        },
        {
            "pokemonName": "铁骨土人",
            "level": "40",
            "NextStage": "修建老匠",
            "condition": "level_up"
        },
        {
            "pokemonName": "圆蝌蚪",
            "level": "25",
            "NextStage": "蓝蟾蜍",
            "condition": "level_up"
        },
        {
            "pokemonName": "蓝蟾蜍",
            "level": "36",
            "NextStage": "蟾蜍王",
            "condition": "level_up"
        },
        {
            "pokemonName": "虫宝包",
            "level": "20",
            "NextStage": "宝包茧",
            "condition": "level_up"
        },
        {
            "pokemonName": "宝包茧",
            "level": "32",
            "NextStage": "保姆虫",
            "condition": "level_up"
        },
        {
            "pokemonName": "百足蜈蚣",
            "level": "22",
            "NextStage": "车轮球",
            "condition": "level_up"
        },
        {
            "pokemonName": "车轮球",
            "level": "30",
            "NextStage": "蜈蚣王",
            "condition": "level_up"
        },
        {
            "pokemonName": "木棉球",
            "item": "日之石",
            "NextStage": "风妖精",
            "condition": "use_item"
        },
        {
            "pokemonName": "百合根娃娃",
            "item": "日之石",
            "NextStage": "裙儿小姐",
            "condition": "use_item"
        },
        {
            "pokemonName": "黑眼鳄",
            "level": "29",
            "NextStage": "混混鳄",
            "condition": "level_up"
        },
        {
            "pokemonName": "混混鳄",
            "level": "40",
            "NextStage": "流氓鳄",
            "condition": "level_up"
        },
        {
            "pokemonName": "火红不倒翁",
            "level": "35",
            "NextStage": "达摩狒狒",
            "condition": "level_up"
        },
        {
            "pokemonName": "石居蟹",
            "level": "34",
            "NextStage": "岩殿居蟹",
            "condition": "level_up"
        },
        {
            "pokemonName": "滑滑小子",
            "level": "39",
            "NextStage": "头巾混混",
            "condition": "level_up"
        },
        {
            "pokemonName": "哭哭面具",
            "level": "34",
            "NextStage": "死神棺",
            "condition": "level_up"
        },
        {
            "pokemonName": "原盖海龟",
            "level": "37",
            "NextStage": "肋骨海龟",
            "condition": "level_up"
        },
        {
            "pokemonName": "始祖小鸟",
            "level": "48",
            "NextStage": "始祖大鸟",
            "condition": "level_up"
        },
        {
            "pokemonName": "破破袋",
            "level": "36",
            "NextStage": "灰尘山",
            "condition": "level_up"
        },
        {
            "pokemonName": "索罗亚",
            "level": "40",
            "NextStage": "索罗亚克",
            "condition": "level_up"
        },
        {
            "pokemonName": "泡沫栗鼠",
            "item": "光之石",
            "NextStage": "奇诺栗鼠",
            "condition": "use_item"
        },
        {
            "pokemonName": "哥德宝宝",
            "level": "32",
            "NextStage": "哥德小童",
            "condition": "level_up"
        },
        {
            "pokemonName": "哥德小童",
            "level": "41",
            "NextStage": "哥德小姐",
            "condition": "level_up"
        },
        {
            "pokemonName": "单卵细胞球",
            "level": "32",
            "NextStage": "双卵细胞球",
            "condition": "level_up"
        },
        {
            "pokemonName": "双卵细胞球",
            "level": "41",
            "NextStage": "人造细胞卵",
            "condition": "level_up"
        },
        {
            "pokemonName": "鸭宝宝",
            "level": "35",
            "NextStage": "舞天鹅",
            "condition": "level_up"
        },
        {
            "pokemonName": "迷你冰",
            "level": "30",
            "NextStage": "多多冰",
            "condition": "level_up"
        },
        {
            "pokemonName": "多多冰",
            "level": "42",
            "NextStage": "双倍多多冰",
            "condition": "level_up"
        },
        {
            "pokemonName": "四季鹿",
            "level": "34",
            "NextStage": "萌芽鹿",
            "condition": "level_up"
        },
        {
            "pokemonName": "盖盖虫",
            "level": "30",
            "NextStage": "骑士蜗牛",
            "condition": "level_up"
        },
        {
            "pokemonName": "哎呀球菇",
            "level": "39",
            "NextStage": "败露球菇",
            "condition": "level_up"
        },
        {
            "pokemonName": "飘飘水母",
            "level": "40",
            "NextStage": "灵幽水母",
            "condition": "level_up"
        },
        {
            "pokemonName": "电电虫",
            "level": "36",
            "NextStage": "电蜘蛛",
            "condition": "level_up"
        },
        {
            "pokemonName": "种子铁球",
            "level": "40",
            "NextStage": "坚果哑铃",
            "condition": "level_up"
        },
        {
            "pokemonName": "齿轮儿",
            "level": "30",
            "NextStage": "齿轮组",
            "condition": "level_up"
        },
        {
            "pokemonName": "齿轮组",
            "level": "40",
            "NextStage": "齿轮怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "麻麻小鱼",
            "level": "30",
            "NextStage": "麻麻鳗",
            "condition": "level_up"
        },
        {
            "pokemonName": "麻麻鳗",
            "item": "雷之石",
            "NextStage": "麻麻鳗鱼王",
            "condition": "use_item"
        },
        {
            "pokemonName": "小灰怪",
            "level": "30",
            "NextStage": "大宇怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "烛光灵",
            "level": "30",
            "NextStage": "灯火幽灵",
            "condition": "level_up"
        },
        {
            "pokemonName": "灯火幽灵",
            "item": "暗之石",
            "NextStage": "水晶灯火灵",
            "condition": "use_item"
        },
        {
            "pokemonName": "牙牙",
            "level": "40",
            "NextStage": "斧牙龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "斧牙龙",
            "level": "60",
            "NextStage": "双斧战龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "喷嚏熊",
            "level": "37",
            "NextStage": "冻原熊",
            "condition": "level_up"
        },
        {
            "pokemonName": "小嘴蜗",
            "level": "30",
            "NextStage": "敏捷虫",
            "condition": "level_up"
        },
        {
            "pokemonName": "功夫鼬",
            "level": "40",
            "NextStage": "师父鼬",
            "condition": "level_up"
        },
        {
            "pokemonName": "泥偶小人",
            "level": "50",
            "NextStage": "泥偶巨灵",
            "condition": "level_up"
        },
        {
            "pokemonName": "驹刀小兵",
            "level": "40",
            "NextStage": "劈斩司令",
            "condition": "level_up"
        },
        {
            "pokemonName": "毛头小鹰",
            "level": "40",
            "NextStage": "勇士雄鹰",
            "condition": "level_up"
        },
        {
            "pokemonName": "秃鹰丫头",
            "level": "40",
            "NextStage": "秃鹰娜",
            "condition": "level_up"
        },
        {
            "pokemonName": "单首龙",
            "level": "40",
            "NextStage": "双首暴龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "双首暴龙",
            "level": "60",
            "NextStage": "三首恶龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "燃烧虫",
            "level": "80",
            "NextStage": "火神蛾",
            "condition": "level_up"
        },
        {
            "pokemonName": "哈力栗",
            "level": "16",
            "NextStage": "胖胖哈力",
            "condition": "level_up"
        },
        {
            "pokemonName": "胖胖哈力",
            "level": "36",
            "NextStage": "布里卡隆",
            "condition": "level_up"
        },
        {
            "pokemonName": "火狐狸",
            "level": "16",
            "NextStage": "长尾火狐",
            "condition": "level_up"
        },
        {
            "pokemonName": "长尾火狐",
            "level": "36",
            "NextStage": "妖火红狐",
            "condition": "level_up"
        },
        {
            "pokemonName": "呱呱泡蛙",
            "level": "16",
            "NextStage": "呱头蛙",
            "condition": "level_up"
        },
        {
            "pokemonName": "呱头蛙",
            "level": "36",
            "NextStage": "甲贺忍蛙",
            "condition": "level_up"
        },
        {
            "pokemonName": "甲贺忍蛙",
            "item": "水滴石板",
            "NextStage": "M甲贺忍蛙",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "掘掘兔",
            "level": "20",
            "NextStage": "掘地兔",
            "condition": "level_up"
        },
        {
            "pokemonName": "小箭雀",
            "level": "17",
            "NextStage": "火箭雀",
            "condition": "level_up"
        },
        {
            "pokemonName": "火箭雀",
            "level": "35",
            "NextStage": "烈箭鹰",
            "condition": "level_up"
        },
        {
            "pokemonName": "粉蝶虫",
            "level": "8",
            "NextStage": "粉蝶蛹",
            "condition": "level_up"
        },
        {
            "pokemonName": "粉蝶蛹",
            "level": "15",
            "NextStage": "彩粉蝶",
            "condition": "level_up"
        },
        {
            "pokemonName": "小狮狮",
            "level": "35",
            "NextStage": "火炎狮",
            "condition": "level_up"
        },
        {
            "pokemonName": "花蓓蓓",
            "level": "40",
            "NextStage": "花叶蒂",
            "condition": "level_up"
        },
        {
            "pokemonName": "花叶蒂",
            "level": "60",
            "NextStage": "花洁夫人",
            "condition": "level_up"
        },
        {
            "pokemonName": "坐骑小羊",
            "level": "32",
            "NextStage": "坐骑山羊",
            "condition": "level_up"
        },
        {
            "pokemonName": "顽皮熊猫",
            "level": "40",
            "NextStage": "流氓熊猫",
            "condition": "level_up"
        },
        {
            "pokemonName": "妙喵",
            "level": "25",
            "NextStage": "超能妙喵",
            "condition": "level_up"
        },
        {
            "pokemonName": "独剑鞘",
            "level": "40",
            "NextStage": "双剑鞘",
            "condition": "level_up"
        },
        {
            "pokemonName": "双剑鞘",
            "level": "60",
            "NextStage": "坚盾剑怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "粉香香",
            "level": "30",
            "NextStage": "芳香精",
            "condition": "level_up"
        },
        {
            "pokemonName": "绵绵泡芙",
            "level": "30",
            "NextStage": "胖甜妮",
            "condition": "level_up"
        },
        {
            "pokemonName": "好啦鱿",
            "level": "30",
            "NextStage": "乌贼王",
            "condition": "level_up"
        },
        {
            "pokemonName": "龟脚脚",
            "level": "39",
            "NextStage": "龟足巨铠",
            "condition": "level_up"
        },
        {
            "pokemonName": "垃垃藻",
            "level": "48",
            "NextStage": "毒藻龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "铁臂枪虾",
            "level": "37",
            "NextStage": "钢炮臂虾",
            "condition": "level_up"
        },
        {
            "pokemonName": "伞电蜥",
            "item": "日之石",
            "NextStage": "光电伞蜥",
            "condition": "use_item"
        },
        {
            "pokemonName": "宝宝暴龙",
            "level": "39",
            "NextStage": "怪颚龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "冰雪龙",
            "level": "39",
            "NextStage": "冰雪巨龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "小碎钻",
            "item": "妖精石板",
            "NextStage": "蒂安希",
            "condition": "level_up_holding_item"
        },
        {
            "pokemonName": "黏黏宝",
            "level": "40",
            "NextStage": "黏美儿",
            "condition": "level_up"
        },
        {
            "pokemonName": "黏美儿",
            "level": "60",
            "NextStage": "黏美龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "小木灵",
            "level": "30",
            "NextStage": "朽木妖",
            "condition": "level_up"
        },
        {
            "pokemonName": "南瓜精",
            "level": "30",
            "NextStage": "南瓜怪人",
            "condition": "level_up"
        },
        {
            "pokemonName": "冰宝",
            "level": "37",
            "NextStage": "冰岩怪",
            "condition": "level_up"
        },
        {
            "pokemonName": "嗡蝠",
            "level": "48",
            "NextStage": "音波龙",
            "condition": "level_up"
        },
        {
            "pokemonName": "无畏小子",
            "item": "攻击小于防御，等级大于20时",
            "NextStage": "快拳郎",
            "condition": "special"
        },
        {
            "pokemonName": "无畏小子",
            "item": "攻击大于防御，等级大于20时",
            "NextStage": "飞腿郎",
            "condition": "special"
        },
        {
            "pokemonName": "无畏小子",
            "item": "攻击等于防御，等级大于20时",
            "NextStage": "战舞郎",
            "condition": "special"
        }
    ]
}