// 道具列表
import { Prop } from './type';

export const reqPropsList = (): Prop[] => {
    return [
        {
            'name': '全能爆发',
            'description': '战斗中全能力爆发（+1）。并可以回复自身血量'
        },
        {
            'name': '全能爆发2',
            'description': '战斗中全能力爆发（+2）。并可以回复自身血量'
        },
        {
            'name': '全能爆发3',
            'description': '战斗中全能力爆发（+3）。并可以回复自身血量'
        },
        {
            'name': '全能爆发6',
            'description': '战斗中全能力爆发（+6）。并可以回复自身血量'
        },
        {
            "name": "大师球",
            "description": "必定捕捉野生宝可梦的 性能最好的球， 捕获率×255就是100%。"
        },
        {
            "name": "高级球",
            "description": "比超级球更好 更容易捉到宝可梦， 性能非常不错，捕获率×2。"
        },
        {
            "name": "超级球",
            "description": "比精灵球更好 更容易捉到宝可梦， 性能还算不错，捕获率×1.5。"
        },
        {
            "name": "精灵球",
            "description": "很普遍的球， 可捕捉野生宝可梦， 性能一般，捕获率×1。"
        },
        {
            "name": "狩猎球",
            "description": "专为湿地环境设计的球， 有迷彩花纹， 性能还算不错，捕获率×1.5。"
        },
        {
            "name": "捕网球",
            "description": "专为水虫设计的球。 当捕捉水、虫属性宝可梦时 性能极佳，捕获率×3。"
        },
        {
            "name": "潜水球",
            "description": "专为潜水设计的球。 当捕捉海底里的宝可梦时 性能极佳，捕获率×3.5。"
        },
        {
            "name": "巢穴球",
            "description": "专为低等级设计的球。 当捕捉的宝可梦等级≤30级时， 捕获率×8-0.2×等级-1。"
        },
        {
            "name": "重复球",
            "description": "专为复抓设计的球。 当捕捉图签里已抓宝可梦时 性能极佳，捕获率×3"
        },
        {
            "name": "计时球",
            "description": "专为拖时间设计的球。 当回合数≥10时， 捕获率×4否则1+0.3×回合数"
        },
        {
            "name": "豪华球",
            "description": "专为提升亲密度设计的球。 被捉的宝可梦亲密度成长效果翻倍 性能一般，捕获率×1。"
        },
        {
            "name": "纪念球",
            "description": "很有纪念意义的球。 为了纪念某些事件而被制造。 买10送1，捕获率×2。"
        },
        {
            "name": "黑暗球",
            "description": "专为阴暗环境设计的球。 当捕捉环境是夜晚或洞窟时 性能极佳，捕获率×3。"
        },
        {
            "name": "治愈球",
            "description": "专为回复的球。 被捉的宝可梦回满HP 并治愈异常状态，捕获率×1。"
        },
        {
            "name": "先机球",
            "description": "专为速抓设计的球。 第1回合立刻使用它时， 这一下超猛，捕获率×5。"
        },
        {
            "name": "贵重球",
            "description": "相当珍贵的球。 是为了纪念某些事件而被 特别制造出来的，捕获率×2"
        },
        {
            "name": "伤药",
            "description": "喷雾式药水。 能让1只宝可梦 回复20HP。"
        },
        {
            "name": "解毒药",
            "description": "喷雾式药水。 能治愈1只宝可梦的 中毒状态。"
        },
        {
            "name": "灼伤药",
            "description": "喷雾式药水。 能治愈1只宝可梦的 灼伤状态。"
        },
        {
            "name": "解冻药",
            "description": "喷雾式药水。 能治愈1只宝可梦的 冰冻状态。"
        },
        {
            "name": "解眠药",
            "description": "喷雾式药水。 能治愈1只宝可梦的 睡眠状态。"
        },
        {
            "name": "解麻药",
            "description": "喷雾式药水。 能治愈1只宝可梦的 麻痹状态。"
        },
        {
            "name": "全复药",
            "description": "能回复1只宝可梦的 所有HP并治愈所有 异常状态。禁用"
        },
        {
            "name": "全满药",
            "description": "喷雾式伤药。 能让1只宝可梦 回复所有HP。禁用"
        },
        {
            "name": "厉害伤药",
            "description": "喷雾式伤药。 能让1只宝可梦 回复200HP。禁用"
        },
        {
            "name": "好伤药",
            "description": "喷雾式伤药。 能让1只宝可梦 回复50HP。禁用"
        },
        {
            "name": "万灵药",
            "description": "喷雾式药水。 能治愈1只宝可梦的 所有异常状态。"
        },
        {
            "name": "活力碎片",
            "description": "能让1只陷入濒死的 宝可梦重获生机， 并回复一半HP。禁用"
        },
        {
            "name": "活力块",
            "description": "能让1只陷入濒死的 宝可梦重获生机， 并回复所有HP。禁用"
        },
        {
            "name": "美味之水",
            "description": "富含矿物质的水。 能让1只宝可梦 回复50HP。禁用"
        },
        {
            "name": "劲爽汽水",
            "description": "翻腾着气泡的汽水。 能让1只宝可梦 回复60HP。禁用"
        },
        {
            "name": "果汁牛奶",
            "description": "非常香甜的牛奶。 能让1只宝可梦 回复80HP。禁用"
        },
        {
            "name": "哞哞鲜奶",
            "description": "营养百分百的牛奶。 能让1只宝可梦 回复100HP。禁用"
        },
        {
            "name": "元气粉",
            "description": "非常苦的药粉。 能让1只宝可梦 回复50HP。禁用"
        },
        {
            "name": "元气根",
            "description": "非常苦的根。 能让1只宝可梦 回复200HP。禁用"
        },
        {
            "name": "万能粉",
            "description": "非常苦的药粉。 能治愈1只宝可梦的 所有异常状态。"
        },
        {
            "name": "复活草",
            "description": "非常苦的药草。 能让1只濒死的宝可梦 回复所有HP。禁用"
        },
        {
            "name": "PP单项小补剂",
            "description": "能让宝可梦学会的 其中1个招式 回复10PP。"
        },
        {
            "name": "PP单项全补剂",
            "description": "能让宝可梦学会的 其中1个招式 回复所有PP。"
        },
        {
            "name": "PP多项小补剂",
            "description": "能让宝可梦学会的 4个招式各回复 10PP。"
        },
        {
            "name": "PP多项全补剂",
            "description": "能让宝可梦学会的 4个招式回复 所有PP。"
        },
        {
            "name": "釜炎仙贝",
            "description": "釜炎特产的仙贝。 能治愈1只宝可梦的 所有异常状态。"
        },
        {
            "name": "树果汁",
            "description": "100％树果果汁。 能让1只宝可梦 回复20HP。"
        },
        {
            "name": "圣灰",
            "description": "能让陷入濒死的 全部宝可梦回复 所有HP。禁用"
        },
        {
            "name": "HP努力药",
            "description": "让宝可梦努力成长的药剂。 提升1只宝可梦的 HP努力值（10点）。"
        },
        {
            "name": "攻击努力药",
            "description": "让宝可梦努力成长的药剂。 提升1只宝可梦的 攻击努力值（10点）。"
        },
        {
            "name": "防御努力药",
            "description": "让宝可梦努力成长的药剂。 提升1只宝可梦的 防御努力值（10点）。"
        },
        {
            "name": "速度努力药",
            "description": "让宝可梦努力成长的药剂。 提升1只宝可梦的 速度努力值（10点）。"
        },
        {
            "name": "特攻努力药",
            "description": "让宝可梦努力成长的药剂。 提升1只宝可梦的 特攻努力值（10点）。"
        },
        {
            "name": "神奇糖果",
            "description": "拥有神奇能量的糖果， 使用后等级提升1级。"
        },
        {
            "name": "PP提升剂",
            "description": "能让宝可梦学会的 其中1个招式的 PP最大值少量提高，3次满值。"
        },
        {
            "name": "特防努力药",
            "description": "让宝可梦努力成长的药剂。 提升1只宝可梦的 特防努力值（10点）。"
        },
        {
            "name": "PP极限提升剂",
            "description": "能将宝可梦学会的 其中1个招式的 PP最大值提至最高。"
        },
        {
            "name": "森之羊羹",
            "description": "百代不为人知的特产。 能治愈1只宝可梦的 所有异常状态。"
        },
        {
            "name": "能力防守",
            "description": "在战斗中， 5回合内不让我方 能力降低的道具。"
        },
        {
            "name": "要害攻击",
            "description": "击中要害几率大幅提高（2级）， 只能使用1次。 离场后，效果便会消失。"
        },
        {
            "name": "力量强化",
            "description": "提高战斗中 宝可梦攻击（1级）。 离场后，效果便会消失。"
        },
        {
            "name": "防御强化",
            "description": "提高战斗中 宝可梦防御（1级）。 离场后，效果便会消失。"
        },
        {
            "name": "速度强化",
            "description": "提高战斗中 宝可梦速度（1级）。 离场后，效果便会消失。"
        },
        {
            "name": "命中强化",
            "description": "提高战斗中 宝可梦命中（1级）。 离场后，效果便会消失。"
        },
        {
            "name": "特攻强化",
            "description": "提高战斗中 宝可梦特攻（1级）。 离场后，效果便会消失。"
        },
        {
            "name": "特防强化",
            "description": "提高战斗中 宝可梦特防（1级）。 离场后，效果便会消失。"
        },
        {
            "name": "皮皮玩偶",
            "description": "能吸引宝可梦注意的道具。 在和野生宝可梦的战斗中 绝对可以逃走。"
        },
        {
            "name": "向尾喵的尾巴",
            "description": "能吸引宝可梦注意的道具。 在和野生宝可梦的战斗中 绝对可以逃走。"
        },
        {
            "name": "蓝色玻璃哨",
            "description": "火山灰里的蓝玻璃制的哨子， 可以治愈睡眠状态。"
        },
        {
            "name": "黄色玻璃哨",
            "description": "火山灰里的黄玻璃制的哨子， 可以治愈混乱状态。"
        },
        {
            "name": "红色玻璃哨",
            "description": "火山灰里的红玻璃制的哨子， 可以治愈着迷状态。"
        },
        {
            "name": "黑色玻璃哨",
            "description": "火山灰里的黑玻璃制的哨子， 使用后遇到高等级 宝可梦概率提升。离场失效。"
        },
        {
            "name": "白色玻璃哨",
            "description": "火山灰里的白玻璃制的哨子， 使用后遇到低等级 宝可梦概率提升。离场失效。"
        },
        {
            "name": "浅滩海盐",
            "description": "浅滩洞穴退潮后渗出 的海盐，老人每天都在捡。"
        },
        {
            "name": "浅滩贝壳",
            "description": "浅滩洞穴涨潮冲上来 的贝壳，老人每天都在捡。"
        },
        {
            "name": "红色碎片",
            "description": "红色的小碎片， 好像是以前道具的 某部分，宝藏猎人在收集它。"
        },
        {
            "name": "蓝色碎片",
            "description": "蓝色的小碎片， 好像是以前道具的 某部分，宝藏猎人在收集它。"
        },
        {
            "name": "黄色碎片",
            "description": "黄色的小碎片， 好像是以前道具的 某部分，宝藏猎人在收集它。"
        },
        {
            "name": "绿色碎片",
            "description": "绿色的小碎片， 好像是以前道具的 某部分，宝藏猎人在收集它。"
        },
        {
            "name": "白银喷雾",
            "description": "等级低于我方的野生宝可梦 将完全不会出现。 效果可以持续200步。"
        },
        {
            "name": "黄金喷雾",
            "description": "等级低于我方的野生宝可梦 将完全不会出现。 效果可以持续250步。"
        },
        {
            "name": "离洞绳",
            "description": "结实的长绳。 可从洞窟或迷宫中脱身。 用挖洞技能也不错。"
        },
        {
            "name": "除虫喷雾",
            "description": "等级低于我方的野生宝可梦 将完全不会出现。 效果可以持续100步。"
        },
        {
            "name": "日之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 像太阳一样赤红。"
        },
        {
            "name": "月之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 像夜空一样乌黑。"
        },
        {
            "name": "火之石",
            "description": "能让某些特定宝可梦 进化的神奇石头。 看上去是橙黄色的。"
        },
        {
            "name": "雷之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 有着闪电般的花纹。"
        },
        {
            "name": "水之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 看上去是澄蓝色的。"
        },
        {
            "name": "叶之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 有着叶子般的花纹。"
        },
        {
            "name": "小蘑菇",
            "description": "珍稀的小蘑菇。 在一些爱好者中有着 高人气。生长在森林等地。"
        },
        {
            "name": "大蘑菇",
            "description": "珍稀的大蘑菇。 在一些爱好者中有着 高人气。生长在森林等地。"
        },
        {
            "name": "珍珠",
            "description": "散发着美丽银辉的 有点小的珍珠。 可以在商店低价出售。"
        },
        {
            "name": "大珍珠",
            "description": "散发着美丽银辉的 相当大的珍珠。 可以在商店高价出售。"
        },
        {
            "name": "星星沙子",
            "description": "手感细腻且十分 美丽的红色沙子。 可以在商店低价出售。"
        },
        {
            "name": "星星碎片",
            "description": "闪着红光且十分 美丽的宝石碎片。 可以在商店高价出售。"
        },
        {
            "name": "金珠",
            "description": "闪着金光以纯金 制成的珠子。 可以在商店高价出售。"
        },
        {
            "name": "心之鳞片",
            "description": "有着美丽心形外形的 非常珍稀的鳞片。 彩虹微光中，充满着回忆。"
        },
        {
            "name": "甜甜蜜",
            "description": "在草丛或洞窟等地方使用后， 被甜甜香气吸引的 大量野生宝可梦就会出现。"
        },
        {
            "name": "速速肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "湿湿肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "久久肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "粘粘肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "根状化石",
            "description": "很久以前栖息在海里的 古代宝可梦的化石， 好像是触手百合的根。"
        },
        {
            "name": "爪子化石",
            "description": "很久以前栖息在海里的 古代宝可梦的化石， 好像是太谷羽虫的爪子。"
        },
        {
            "name": "贝壳化石",
            "description": "很久以前栖息在海里的 古代宝可梦的化石， 好像是菊石兽的贝壳。"
        },
        {
            "name": "甲壳化石",
            "description": "很久以前栖息在海里的 古代宝可梦的化石， 好像是化石盔的甲壳。"
        },
        {
            "name": "秘密琥珀",
            "description": "封存着古代宝可梦 遗传基因的琥珀， 隐约看到化石翼龙的轮廓。"
        },
        {
            "name": "盾甲化石",
            "description": "很久以前生活在地上的 古代宝可梦的化石， 好像是顿甲龙的领饰。"
        },
        {
            "name": "头盖化石",
            "description": "很久以前生活在地上的 古代宝可梦的化石， 好像是头盖龙的头部。"
        },
        {
            "name": "贵重骨头",
            "description": "在宝可梦考古学上 非常贵重的骨头， 可以在商店高价出售。"
        },
        {
            "name": "光之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 像光芒一样耀眼。"
        },
        {
            "name": "暗之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 像黑夜一般漆黑。"
        },
        {
            "name": "觉醒之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 像眼眸一般光彩动人。"
        },
        {
            "name": "浑圆之石",
            "description": "能让某些特定宝可梦 进化的神奇石头， 像珠子一般圆润。"
        },
        {
            "name": "楔石",
            "description": "可以保证石塔不会 崩塌的重要石头， 有时能从石头里听到声音。"
        },
        {
            "name": "白金宝珠",
            "description": "散发着光辉的宝珠。 让骑拉帝纳携带的话，龙和幽灵 属性招式威力提高20%。"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "水流卡带",
            "description": "专门给盖诺赛克特携带的卡带。 携带后，招式高科技光炮 就会变为水属性了。"
        },
        {
            "name": "闪电卡带",
            "description": "专门给盖诺赛克特携带的卡带。 携带后，招式高科技光炮 就会变为电属性了。"
        },
        {
            "name": "火焰卡带",
            "description": "专门给盖诺赛克特携带的卡带。 携带后，招式高科技光炮 就会变为火属性了。"
        },
        {
            "name": "冰冻卡带",
            "description": "专门给盖诺赛克特携带的卡带。 携带后，招式高科技光炮 就会变为冰属性了。"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "心形甜点",
            "description": "非常甜腻的巧克力。 能让1只宝可梦 回复20HP。"
        },
        {
            "name": "金刚宝珠",
            "description": "散发着光辉的宝珠。 让帝牙卢卡携带的话， 龙和钢属性招式威力提高20%。"
        },
        {
            "name": "白玉宝珠",
            "description": "散发着美丽光辉的宝珠。 让帕路奇亚携带的话， 龙和水属性招式威力提高20%。"
        },
        {
            "name": "初次邮件",
            "description": "方便写初次见面这类 寒暄语的信纸，需要让 宝可梦携带着来使用。"
        },
        {
            "name": "喜爱邮件",
            "description": "方便写表达自己喜好 这类邮件的信纸，需要 让宝可梦携带着来使用。"
        },
        {
            "name": "邀请邮件",
            "description": "方便写邀请对方这类 邮件的信纸，需要让 宝可梦携带着来使用。"
        },
        {
            "name": "感谢邮件",
            "description": "方便写表达感谢这类 邮件的信纸，需要让 宝可梦携带着来使用。"
        },
        {
            "name": "询问邮件",
            "description": "方便写询问对方这类 邮件的信纸，需要让 宝可梦携带着来使用。"
        },
        {
            "name": "推荐邮件",
            "description": "方便写推荐内容这类 邮件的信纸，需要让 宝可梦携带着来使用。"
        },
        {
            "name": "回复邮件",
            "description": "方便写回复邮件的信纸， 需要让宝可梦携带着来使用。"
        },
        {
            "name": "桥梁邮件S",
            "description": "印有通天桥图案的信纸， 需要让宝可梦携带着来使用。"
        },
        {
            "name": "桥梁邮件H",
            "description": "印有鲜红色活动桥图案的信纸， 需要让宝可梦携带着来使用。"
        },
        {
            "name": "桥梁邮件C",
            "description": "印有钢铁悬索桥图案的信纸， 需要让宝可梦携带着来使用。"
        },
        {
            "name": "桥梁邮件V",
            "description": "印有砖桥图案的信纸， 需要让宝可梦携带着来使用。"
        },
        {
            "name": "桥梁邮件W",
            "description": "印有拱桥图案的信纸， 需要让宝可梦携带着来使用。"
        },
        {
            "name": "樱子果",
            "description": "让宝可梦携带后， 可以解除其麻痹状态。"
        },
        {
            "name": "零余果",
            "description": "让宝可梦携带后， 可以解除其睡眠状态。"
        },
        {
            "name": "桃桃果",
            "description": "让宝可梦携带后， 可以解除其中毒状态。"
        },
        {
            "name": "莓莓果",
            "description": "让宝可梦携带后， 可以解除其灼伤状态。"
        },
        {
            "name": "利木果",
            "description": "让宝可梦携带后， 可以解除其冰冻状态。"
        },
        {
            "name": "苹野果",
            "description": "让宝可梦携带后， 可以回复其10PP。"
        },
        {
            "name": "橙橙果",
            "description": "让宝可梦携带后， 可以回复其10HP。"
        },
        {
            "name": "柿仔果",
            "description": "让宝可梦携带后， 可以解除其混乱状态。"
        },
        {
            "name": "异常果",
            "description": "让宝可梦携带后， 可以解除其所有 异常状态。"
        },
        {
            "name": "回复果",
            "description": "让宝可梦携带后， 可以回复其少量HP。 回复量为最大HP的1/4。"
        },
        {
            "name": "勿花果",
            "description": "让宝可梦携带后， 在HP低于1/4时回复其HP。 讨厌它的味道的话就会陷入混乱了。"
        },
        {
            "name": "异奇果",
            "description": "让宝可梦携带后， 在HP低于1/4时回复其HP。 讨厌它的味道的话就会陷入混乱了。"
        },
        {
            "name": "芒芒果",
            "description": "让宝可梦携带后， 在HP低于1/4时回复其HP。 讨厌它的味道的话就会陷入混乱了。"
        },
        {
            "name": "乐芭果",
            "description": "让宝可梦携带后， 在HP低于1/4时回复其HP。 讨厌它的味道的话就会陷入混乱了。"
        },
        {
            "name": "芭亚果",
            "description": "让宝可梦携带后， 在HP低于1/4时回复其HP。 讨厌它的味道的话就会陷入混乱了。"
        },
        {
            "name": "蔓莓果",
            "description": "可以用于制作提升 帅气指数的宝可方块， 它那红色的果实尝起来辣辣的。"
        },
        {
            "name": "墨莓果",
            "description": "可以用于制作提升 美丽指数的宝可方块， 它那蓝色的果实尝起来涩涩的。"
        },
        {
            "name": "蕉香果",
            "description": "可以用于制作提升 可爱指数的宝可方块， 它那粉红色的果实尝起来甜甜的。"
        },
        {
            "name": "西梨果",
            "description": "可以用于制作提升 聪明指数的宝可方块， 它那绿色的果实尝起来苦苦的。"
        },
        {
            "name": "凰梨果",
            "description": "可以用于制作提升 强壮指数的宝可方块， 它那黄色的果实尝起来酸酸的。"
        },
        {
            "name": "降血果",
            "description": "宝可梦吃后亲密度加10/5/2 在＜100＜200＜255区间 但HP努力值降低10点。"
        },
        {
            "name": "降物果",
            "description": "宝可梦吃后亲密度加10/5/2 在＜100＜200＜255区间 但攻击努力值降低10点。"
        },
        {
            "name": "降御果",
            "description": "宝可梦吃后亲密度加10/5/2 在＜100＜200＜255区间 但防御努力值降低10点。"
        },
        {
            "name": "降特果",
            "description": "宝可梦吃后亲密度加10/5/2 在＜100＜200＜255区间 但特攻努力值降低10点。"
        },
        {
            "name": "降防果",
            "description": "宝可梦吃后亲密度加10/5/2 在＜100＜200＜255区间 但特防努力值降低10点。"
        },
        {
            "name": "降速果",
            "description": "宝可梦吃后亲密度加10/5/2 在＜100＜200＜255区间 但速度努力值降低10点。"
        },
        {
            "name": "玉黍果",
            "description": "可以用于制作提升 美丽指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "岳竹果",
            "description": "可以用于制作提升 可爱指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "茸丹果",
            "description": "可以用于制作提升 聪明指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "檬柠果",
            "description": "可以用于制作提升 强壮指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "刺角果",
            "description": "可以用于制作提升 可爱指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "椰木果",
            "description": "可以用于制作提升 美丽指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "瓜西果",
            "description": "可以用于制作提升 聪明指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "金枕果",
            "description": "可以用于制作提升 聪明指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "靛莓果",
            "description": "可以用于制作提升 美丽指数的宝可方块。 这种树果在其他地区很少见。"
        },
        {
            "name": "抗火果",
            "description": "让宝可梦携带后， 在受到效果绝佳的火属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗水果",
            "description": "让宝可梦携带后， 在受到效果绝佳的水属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗电果",
            "description": "让宝可梦携带后， 在受到效果绝佳的电属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗草果",
            "description": "让宝可梦携带后， 在受到效果绝佳的草属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗冰果",
            "description": "让宝可梦携带后， 在受到效果绝佳的冰属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗斗果",
            "description": "让宝可梦携带后， 在受到效果绝佳的格斗属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗毒果",
            "description": "让宝可梦携带后， 在受到效果绝佳的毒属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗地果",
            "description": "让宝可梦携带后， 在受到效果绝佳的地面属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗飞果",
            "description": "让宝可梦携带后， 在受到效果绝佳的飞行属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗超果",
            "description": "让宝可梦携带后， 在受到效果绝佳的超能力属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗虫果",
            "description": "让宝可梦携带后， 在受到效果绝佳的虫属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗岩果",
            "description": "让宝可梦携带后， 在受到效果绝佳的岩石属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗鬼果",
            "description": "让宝可梦携带后， 在受到效果绝佳的幽灵属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗龙果",
            "description": "让宝可梦携带后， 在受到效果绝佳的龙属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗恶果",
            "description": "让宝可梦携带后， 在受到效果绝佳的恶属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗钢果",
            "description": "让宝可梦携带后， 在受到效果绝佳的钢属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "抗普果",
            "description": "让宝可梦携带后， 在受到效果绝佳的一般属性招式攻击时， 能令其威力减半。"
        },
        {
            "name": "攻击果",
            "description": "让宝可梦携带后， 它在HP低于1/4时 攻击就会提高（1级）。"
        },
        {
            "name": "防御果",
            "description": "让宝可梦携带后， 它在HP低于1/4时 防御就会提高（1级）。"
        },
        {
            "name": "速度果",
            "description": "让宝可梦携带后， 它在HP低于1/4时 速度就会提高（1级）。"
        },
        {
            "name": "特攻果",
            "description": "让宝可梦携带后， 它在HP低于1/4时 特攻就会提高（1级）。"
        },
        {
            "name": "特防果",
            "description": "让宝可梦携带后， 它在HP低于1/4时 特防就会提高（1级）。"
        },
        {
            "name": "要害果",
            "description": "让宝可梦携带后， 它在HP低于1/4时 击中要害提高（1级）。"
        },
        {
            "name": "潜能果",
            "description": "让宝可梦携带后， 它的某1项能力在HP低于1/4时 大幅提高（2级）。"
        },
        {
            "name": "绝佳果",
            "description": "让宝可梦携带后， 在受到效果绝佳的招式攻击时， 自身的HP会回复一些。"
        },
        {
            "name": "强力果",
            "description": "让宝可梦携带后， 它的招式命中率会在 HP低于1/4时提高（1级）。"
        },
        {
            "name": "先制果",
            "description": "让宝可梦携带后， 它的行动会在HP低于1/4时 变快1次（优先度+1）。"
        },
        {
            "name": "物伤果",
            "description": "让宝可梦携带后， 在受到物理招式攻击时， 给予对手最大HP1/8的伤害。"
        },
        {
            "name": "特伤果",
            "description": "让宝可梦携带后， 在受到特殊招式攻击时， 给予对手最大HP1/8的伤害。"
        },
        {
            "name": "光粉",
            "description": "闪闪发光的粉末。 携带后，光芒会迷惑对手， 使其招式命中降低10%。"
        },
        {
            "name": "白色香草",
            "description": "当携带它的宝可梦能力 降低时，可以回到 之前的状态1次。"
        },
        {
            "name": "强制锻炼器",
            "description": "沉重的锻炼器让努力值增长翻倍。 但携带后速度减半， 现在已经不用了。"
        },
        {
            "name": "学习装置",
            "description": "打开开关后， 能让同行的所有宝可梦 都获得经验值的装置。"
        },
        {
            "name": "先制之爪",
            "description": "又轻又尖锐的爪子，携带它后。 18.75%几率先制（优先度+1） 比对方快一步出招。"
        },
        {
            "name": "安抚之铃",
            "description": "音色悦耳的铃铛。 携带它的宝可梦心情得到安抚， 亲密度增长效果翻倍。"
        },
        {
            "name": "心灵香草",
            "description": "当携带它的宝可梦 无法自由出招时，如被挑衅， 立刻解除该状态1次。"
        },
        {
            "name": "讲究头带",
            "description": "有点讲究的头带。 虽然携带后攻击提高50%， 但只能反复使用同一招。"
        },
        {
            "name": "王者之证",
            "description": "携带后进行攻击， 在造成伤害时有10%几率 让对手畏缩。"
        },
        {
            "name": "银粉",
            "description": "散发着银色光辉的粉末。 携带后，虫属性的招式 威力提高20%。"
        },
        {
            "name": "护符金币",
            "description": "只要携带它的宝可梦 在战斗时出场过一次， 就能获得2倍的金钱。"
        },
        {
            "name": "洁净之符",
            "description": "排在首位的宝可梦 携带后，野生宝可梦 出现概率降低至2/3。"
        },
        {
            "name": "心之水滴",
            "description": "让拉帝欧斯或拉帝亚斯携带后， 提高特攻和特防50%的神奇珠子。"
        },
        {
            "name": "深海之牙",
            "description": "让珍珠贝携带后， 特攻就会翻倍的牙齿。 散发着闪亮的银光。"
        },
        {
            "name": "深海鳞片",
            "description": "让珍珠贝携带后， 特防就会翻倍的鳞片。 散发着淡淡的粉红色光芒。"
        },
        {
            "name": "烟雾球",
            "description": "携带它的宝可梦在和 野生宝可梦的战斗中 绝对可以逃走。"
        },
        {
            "name": "不变之石",
            "description": "携带后，宝可梦在此期间 不会进化的神奇石头。 甚至孵蛋性格也不变。"
        },
        {
            "name": "气势头带",
            "description": "携带后，任意血量受到 致命一击时， 都有10%几率以1HP撑过去。"
        },
        {
            "name": "幸运蛋",
            "description": "满载着幸福的蛋。 携带它的宝可梦获得的 经验值增加50%。"
        },
        {
            "name": "焦点镜",
            "description": "能看见弱点的镜片。 携带它的宝可梦的招式 击中要害提高（1级）。"
        },
        {
            "name": "金属膜",
            "description": "坚韧的金属膜。 携带后，钢属性的 招式威力提高20%。"
        },
        {
            "name": "吃剩的东西",
            "description": "携带后，宝可梦的HP 每回合末时 回复最大HP的1/16。"
        },
        {
            "name": "龙之鳞片",
            "description": "又硬又坚固的鳞片。 刺龙王曾携带它进化 但现在不需要了。"
        },
        {
            "name": "电气球",
            "description": "让皮卡丘携带后， 攻击和特攻的威力 就会翻倍的专属之球。"
        },
        {
            "name": "柔软沙子",
            "description": "手感细腻的沙土。 携带后，地面属性的 招式威力提高20%。"
        },
        {
            "name": "硬石头",
            "description": "绝不会裂开的石头。 携带后，岩石属性的 招式威力提高20%。"
        },
        {
            "name": "奇迹种子",
            "description": "孕育着生命的种子。 携带后，草属性的 招式威力提高20%。"
        },
        {
            "name": "黑色眼镜",
            "description": "恶狠狠的黑色墨镜。 携带后，恶属性的 招式威力提高20%。"
        },
        {
            "name": "黑带",
            "description": "勒紧腰部力量的腰带。 携带后，格斗属性的 招式威力提高20%。"
        },
        {
            "name": "磁铁",
            "description": "电磁场强力的磁铁。 携带后，电属性的 招式威力提高20%。"
        },
        {
            "name": "神秘水滴",
            "description": "水滴般清澈的宝石。 携带后，水属性的 招式威力提高20%。"
        },
        {
            "name": "锐利鸟嘴",
            "description": "锋利尖锐的鸟喙。 携带后，飞行属性的 招式威力提高20%。"
        },
        {
            "name": "毒针",
            "description": "粘有剧毒的小针。 携带后，毒属性的 招式威力提高20%。"
        },
        {
            "name": "不融冰",
            "description": "隔热又冻手的冰。 携带后，冰属性的 招式威力提高20%。"
        },
        {
            "name": "诅咒之符",
            "description": "古怪的灵异咒符。 携带后，幽灵属性的 招式威力提高20%。"
        },
        {
            "name": "弯曲的汤匙",
            "description": "被念力扭曲的汤匙。 携带后，超能力属性的 招式威力提高20%。"
        },
        {
            "name": "木炭",
            "description": "焚烧燃料后的炭屑。 携带后，火属性的 招式威力提高20%。"
        },
        {
            "name": "龙之牙",
            "description": "坚硬锐利的古龙牙。 携带后，龙属性的 招式威力提高20%。"
        },
        {
            "name": "丝绸围巾",
            "description": "很一般的小围巾。 携带后，一般属性的 招式威力提高20%。"
        },
        {
            "name": "升级数据",
            "description": "西尔佛做的储存信息的透明机器。 多边兽曾携带它进化， 现在不需要了。"
        },
        {
            "name": "贝壳之铃",
            "description": "当携带它的宝可梦 攻击对手并造成伤害时， 能回复伤害的1/8HP。"
        },
        {
            "name": "海潮薰香",
            "description": "有着朝露香气的薰香。 携带后，水属性的 招式威力提高20%，孵露力丽。"
        },
        {
            "name": "悠闲薰香",
            "description": "有着迷惑香气的熏香。 携带后，对手命中率降低10%，孵小果然。"
        },
        {
            "name": "吉利拳",
            "description": "能带来幸运很吉利的拳套。 让吉利蛋携带后， 击中要害提高（2级）。"
        },
        {
            "name": "金属粉",
            "description": "让百变怪携带后， 防御就会翻倍的专属粉末。 细腻坚硬，变身后失效。"
        },
        {
            "name": "粗骨头",
            "description": "拉啦们的专属骨头。 让卡拉卡拉或嘎啦嘎啦携带后， 攻击就会翻倍。"
        },
        {
            "name": "大葱",
            "description": "变硬不能吃的大葱。 让大葱鸭携带后， 提高击中要害（2级）。"
        },
        {
            "name": "红色头巾",
            "description": "携带它去参加华丽大赛的 宝可梦会比平时 帅气度增加10%。"
        },
        {
            "name": "蓝色头巾",
            "description": "携带它去参加华丽大赛的 宝可梦会比平时 美丽度增加10%。"
        },
        {
            "name": "粉红头巾",
            "description": "携带它去参加华丽大赛的 宝可梦会比平时 可爱度增加10%。"
        },
        {
            "name": "绿色头巾",
            "description": "携带它去参加华丽大赛的 宝可梦会比平时 聪明度增加10%。"
        },
        {
            "name": "黄色头巾",
            "description": "携带它去参加华丽大赛的 宝可梦会比平时 强壮度增加10%。"
        },
        {
            "name": "广角镜",
            "description": "能放大物体的镜片。 携带后，招式的 命中率提高10%。"
        },
        {
            "name": "力量头带",
            "description": "力如泉涌的头带。 携带后，物理招式的 威力提高10%。"
        },
        {
            "name": "博识眼镜",
            "description": "厚厚镜片的眼镜。 携带后，特殊招式的 威力提高10%。"
        },
        {
            "name": "达人带",
            "description": "克制易变黑的带子。 携带后，效果绝佳时 招式威力提高20%。"
        },
        {
            "name": "光之黏土",
            "description": "当携带它的宝可梦 使出光墙或反射壁时， 效果延长至8回合。"
        },
        {
            "name": "生命宝珠",
            "description": "携带后，虽然每次攻击时 HP会减少最大值的10%， 但招式威力提高30%。"
        },
        {
            "name": "强力香草",
            "description": "携带它的宝可梦能在第1回合 立刻用出蓄力招式。 可一直反复使用。"
        },
        {
            "name": "剧毒宝珠",
            "description": "触碰后会放毒的危险珠子。 携带后，在第2回合时变成剧毒状态。"
        },
        {
            "name": "火焰宝珠",
            "description": "触碰后会放热的烫手珠子。 携带后，在第2回合时变成灼伤状态。"
        },
        {
            "name": "速度粉",
            "description": "让百变怪携带后， 速度就会翻倍的专属粉末。 细腻坚硬，变身后失效。"
        },
        {
            "name": "气势披带",
            "description": "携带后，在HP全满时， 如果受到了致命一击， 会以1HP撑过去1次。"
        },
        {
            "name": "对焦镜",
            "description": "当携带它的宝可梦比 对手行动更慢时， 招式命中率提高20%。"
        },
        {
            "name": "节拍器",
            "description": "携带后，连续使用相同招式时， 威力逐渐提高20%至200%。 换用其他招时，威力复原。"
        },
        {
            "name": "黑色铁球",
            "description": "携带后，速度降低50%。 飞行属性以及飘浮宝可梦 会被地面招式击中。"
        },
        {
            "name": "后攻之尾",
            "description": "非常沉重的金属尾巴。 携带后，速度减慢（优先度-1） 不受戏法空间影响。"
        },
        {
            "name": "红线",
            "description": "长长的鲜红色细线。 携带后，当自己着迷时，对手也着迷 因双方牵线，孵蛋含5项个体值。"
        },
        {
            "name": "黑色污泥",
            "description": "携带后，毒属性的宝可梦 缓缓回复最大HP的1/16。 其他属性减少最大HP的1/8。"
        },
        {
            "name": "冰冷岩石",
            "description": "携带它的宝可梦使出冰雹时， 冰雹时间延长至8回合"
        },
        {
            "name": "沙沙岩石",
            "description": "携带它的宝可梦使出沙暴时， 沙暴时间延长至8回合"
        },
        {
            "name": "炽热岩石",
            "description": "携带它的宝可梦使出大晴天时， 晴天时间延长至8回合"
        },
        {
            "name": "潮湿岩石",
            "description": "携带它的宝可梦使出求雨时， 下雨时间延长至8回合"
        },
        {
            "name": "紧缠钩爪",
            "description": "携带后，绑紧、紧束等 持续伤害招式的 回合数固定（6回合）"
        },
        {
            "name": "讲究围巾",
            "description": "有点讲究的围巾。 虽然携带后速度提高50%， 但只能反复使用同一招。"
        },
        {
            "name": "附着针",
            "description": "携带后，每回合受最大HP1/8伤害。 被近身攻击时会附着 瞬间粘到对手身上。"
        },
        {
            "name": "力量护腕",
            "description": "虽然携带后速度减半， 但宝可梦的攻击努力值 额外加4点，现已不用了。"
        },
        {
            "name": "力量腰带",
            "description": "虽然携带后速度减半， 但宝可梦的防御努力值 额外加4点，现已不用了。"
        },
        {
            "name": "力量镜",
            "description": "虽然携带后速度减半， 但宝可梦的特攻努力值 额外加4点，现已不用了。"
        },
        {
            "name": "力量束带",
            "description": "虽然携带后速度减半， 但宝可梦的特防努力值 额外加4点，现已不用了。"
        },
        {
            "name": "力量护踝",
            "description": "虽然携带后速度减半， 但宝可梦的速度努力值 额外加4点，现已不用了。"
        },
        {
            "name": "力量负重",
            "description": "虽然携带后速度减半， 但宝可梦的HP努力值 额外加4点，现已不用了。"
        },
        {
            "name": "美丽空壳",
            "description": "方便逃跑的空壳。 携带它的宝可梦必定可以 和后备的宝可梦替换。"
        },
        {
            "name": "大根茎",
            "description": "携带后，使用吸取HP的招式时 HP回复量额外增加30%。"
        },
        {
            "name": "讲究眼镜",
            "description": "有点讲究的眼镜。 虽然携带后特攻提高50%， 但只能反复使用同一招。"
        },
        {
            "name": "火球石板",
            "description": "火属性的石板。 携带后，火属性的招式威力增强20%。 大嘴雀携带升级可进化凤王。"
        },
        {
            "name": "水滴石板",
            "description": "水属性的石板。 携带后，水属性的招式威力增强20%。 甲贺忍蛙携带升级时可进化。"
        },
        {
            "name": "雷电石板",
            "description": "电属性的石板。 携带后，电属性的 招式威力增强20%。"
        },
        {
            "name": "碧绿石板",
            "description": "草属性的石板。 携带后，草属性的招式威力增强20%。 谢米携带时可超级进化。"
        },
        {
            "name": "冰柱石板",
            "description": "冰属性的石板。 携带后，冰属性的 招式威力增强20%。"
        },
        {
            "name": "拳头石板",
            "description": "格斗属性的石板。 携带后，格斗属性的招式威力增强20%。 凯路迪欧携带时可超级进化。"
        },
        {
            "name": "剧毒石板",
            "description": "毒属性的石板。 携带后，毒属性的 招式威力增强20%。"
        },
        {
            "name": "大地石板",
            "description": "地面属性的石板。 携带后，地面属性的 招式威力增强20%。"
        },
        {
            "name": "蓝天石板",
            "description": "飞行属性的石板。 携带后，飞行属性的招式威力增强20%。 绿毛虫携带升级可进化烈空坐。"
        },
        {
            "name": "神奇石板",
            "description": "超能力属性的石板。 携带后，超能力属性的招式威力增强20%。 超梦携带升级可进化幻梦。"
        },
        {
            "name": "玉虫石板",
            "description": "虫属性的石板。 携带后，虫属性的 招式威力增强20%。"
        },
        {
            "name": "岩石石板",
            "description": "岩石属性的石板。 携带后，岩石属性的 招式威力增强20%。"
        },
        {
            "name": "妖怪石板",
            "description": "幽灵属性的石板。 携带后，幽灵属性的招式威力增强20%。 胡帕携带时可超级进化。"
        },
        {
            "name": "龙之石板",
            "description": "龙属性的石板。 携带后，龙属性的招式威力增强20%。 喷火龙携带升级可进化破天炎。"
        },
        {
            "name": "恶颜石板",
            "description": "恶属性的石板。 携带后，恶属性的招式威力增强20%。 利欧路携带升级时进化暗黑路卡。"
        },
        {
            "name": "钢铁石板",
            "description": "钢属性的石板。 携带后，钢属性的 招式威力增强20%。"
        },
        {
            "name": "奇异薰香",
            "description": "有着幻觉香气的薰香。 携带后，超能力属性的 招式威力提高20%。孵魔尼尼。"
        },
        {
            "name": "岩石薰香",
            "description": "有着石墨香气的薰香。 携带后，岩石属性的 招式威力提高20%。孵盆才怪。"
        },
        {
            "name": "饱腹薰香",
            "description": "有着昏睡香气的薰香。 携带后，速度减慢（优先度-1） 不受戏法空间影响，孵小卡比兽。"
        },
        {
            "name": "涟漪薰香",
            "description": "有着潮水香气的薰香。 携带后，水属性的 招式威力提高20%。孵小球飞鱼。"
        },
        {
            "name": "花朵薰香",
            "description": "有着草木香气的薰香。 携带后，草属性的 招式威力提高20%。孵含羞苞。"
        },
        {
            "name": "幸运薰香",
            "description": "有着金钱味道的熏香。 只要在战斗时出场一次， 就能获得2倍金钱。孵小福蛋。"
        },
        {
            "name": "洁净薰香",
            "description": "有着驱虫香气的熏香。 首位宝可梦携带它时， 野生宝可梦出现率降至2/3。孵铃铛响"
        },
        {
            "name": "护具",
            "description": "披在岩石外层的护具。 非常坚硬沉重。 钻角犀牛曾戴着它进化，现已不用。"
        },
        {
            "name": "电力增幅器",
            "description": "积蓄着庞大电气能量的箱子。 电击兽曾戴着它进化， 现在不需要了。"
        },
        {
            "name": "熔岩增幅器",
            "description": "积蓄着庞大熔岩能量的箱子。 鸭嘴火兽曾戴着它进化， 现在不需要了。"
        },
        {
            "name": "可疑补丁",
            "description": "内部储存了奇怪信息的透明机器。 多边兽Ⅱ曾戴着它进化 现在不需要了。"
        },
        {
            "name": "灵界之布",
            "description": "蕴含着惊人怪异灵力的黑布。 彷徨夜灵曾戴着它进化， 现在不需要了。"
        },
        {
            "name": "锐利之爪",
            "description": "尖锐的爪子。 携带后，宝可梦的招式会 提高击中要害（1级）。"
        },
        {
            "name": "锐利之牙",
            "description": "尖锐的牙齿。 携带后，在给予伤害时， 有10%几率让对手畏缩。"
        },
        {
            "name": "招式学习器01",
            "description": "将爪子磨得更加锋利。 提高自己的攻击、速度和命中率（1级）。"
        },
        {
            "name": "招式学习器02",
            "description": "用尖锐的巨爪 劈开对手进行攻击。 30%会降低对手的防御（1级）。"
        },
        {
            "name": "招式学习器03",
            "description": "将自身特攻实体化攻击对手物防。 给予物理伤害。"
        },
        {
            "name": "招式学习器04",
            "description": "静心凝神， 从而提高自己的特攻、特防和命中（1级）。"
        },
        {
            "name": "招式学习器05",
            "description": "放走对手，强制拉后备宝可梦上场。 如果对手为野生宝可梦， 战斗将直接结束（优先度-6）。"
        },
        {
            "name": "招式学习器06",
            "description": "让对手陷入剧毒状态。（只有毒系宝可梦可学习） 每回合结束时损失最大HP的， 伤害计数/16，计数从1增至15。"
        },
        {
            "name": "招式学习器07",
            "description": "在5回合内一直降冰雹， 除冰属性的宝可梦以外， 给予全体宝可梦伤害最大HP的1/16。"
        },
        {
            "name": "招式学习器08",
            "description": "使出全身力气绷紧肌肉， 从而提高自己的攻击和防御、命中（1级）。"
        },
        {
            "name": "招式学习器09",
            "description": "将特殊的毒液泼向对手。 对处于中毒状态的对手， 威力会变成2倍。"
        },
        {
            "name": "招式学习器10",
            "description": "招式的属性会随着 使用此招式的宝可梦而改变。"
        },
        {
            "name": "招式学习器11",
            "description": "在5回合内阳光变得强烈， 从而提高火属性的招式威力50%。 水属性的招式威力则降低50%。"
        },
        {
            "name": "招式学习器12",
            "description": "使对手愤怒。 在3回合内让对手 只能使出给予伤害的招式。"
        },
        {
            "name": "招式学习器13",
            "description": "向对手发射 冰冻光束进行攻击。 10%让对手陷入冰冻状态。"
        },
        {
            "name": "招式学习器14",
            "description": "（敌方全体） 将猛烈的暴风雪刮向对手进行攻击。 20%让对手陷入冰冻状态（雪天必中）。"
        },
        {
            "name": "招式学习器15",
            "description": "向对手发射 强烈的光线进行攻击。"
        },
        {
            "name": "招式学习器16",
            "description": "在5回合内使用神奇的墙， 从对手那受到的 特殊攻击的伤害减半。"
        },
        {
            "name": "招式学习器17",
            "description": "完全抵挡对手的攻击。 二次使用成功率降至33%。 连用再降33%（优先度+4）。"
        },
        {
            "name": "招式学习器18",
            "description": "在5回合内一直降雨， 从而提高水属性的招式威力50%。 火属性的招式威力则降低50%。"
        },
        {
            "name": "招式学习器19",
            "description": "降到地面，使身体休息。 回复自己最大HP的一半。"
        },
        {
            "name": "招式学习器20",
            "description": "在5回合内 被神奇的力量守护， 从而不会陷入异常状态。"
        },
        {
            "name": "招式学习器21",
            "description": "和对手和睦相处， 使其失去战斗的气力， 从而降低对手的攻击和特攻（1级）。"
        },
        {
            "name": "招式学习器22",
            "description": "第1回合收集满满的日光， 第2回合发射光束进行攻击。 （晴天下无需蓄力）"
        },
        {
            "name": "招式学习器23",
            "description": "（敌方全体） 使用雪崩的力量猛烈地撞向对手进行攻击。 30%会使对手畏缩。"
        },
        {
            "name": "招式学习器24",
            "description": "向对手发出 强力电击进行攻击。 10%让对手陷入麻痹状态。"
        },
        {
            "name": "招式学习器25",
            "description": "向对手劈下暴雷进行攻击。 30%让对手陷入麻痹状态。 （雨天必中）"
        },
        {
            "name": "招式学习器26",
            "description": "利用地震的冲击， 攻击自己周围所有的宝可梦。 挖洞状态被击中时伤害翻倍"
        },
        {
            "name": "招式学习器27",
            "description": "和训练家默契配合的攻击对手 造成亲密度度×0.4的伤害， 威力最大为102"
        },
        {
            "name": "招式学习器28",
            "description": "第1回合钻入， 第2回合攻击对手。 攻击后提升自身防御（1级）。"
        },
        {
            "name": "招式学习器29",
            "description": "（敌方全体） 向敌方全体发送强大的念力进行攻击。 20%会降低对手的特防（1级）。"
        },
        {
            "name": "招式学习器30",
            "description": "投掷一团黑影进行攻击。 20%会降低对手的特防（1级）。"
        },
        {
            "name": "招式学习器31",
            "description": "将手刀猛烈地挥下攻击对手。 瞬间破坏光墙和反射壁等。 此伤害不受减半效果影响"
        },
        {
            "name": "招式学习器32",
            "description": "和对手进行密语， 使其失去集中力， 从而降低对手的防御和特防（1级）。"
        },
        {
            "name": "招式学习器33",
            "description": "在5回合内使用神奇的墙， 从对手那受到的 物理攻击的伤害减半。"
        },
        {
            "name": "招式学习器34",
            "description": "（敌方全体） 用污泥波攻击全体敌方宝可梦。 10%会陷入中毒状态。"
        },
        {
            "name": "招式学习器35",
            "description": "向对手发射 烈焰进行攻击。 10%让对手陷入灼伤状态。"
        },
        {
            "name": "招式学习器36",
            "description": "用污泥投掷对手进行攻击。 30%让对手陷入中毒状态。"
        },
        {
            "name": "招式学习器37",
            "description": "在5回合内扬起沙暴，除岩石、地面和 钢以外，受到最大HP1/16的伤害。 岩石属性的特防还会提高50%。"
        },
        {
            "name": "招式学习器38",
            "description": "用大字形状的火焰烧尽对手。 10%让对手陷入灼伤状态。"
        },
        {
            "name": "招式学习器39",
            "description": "投掷岩石进行攻击。 封住对手的行动， 从而降低速度（1级）。"
        },
        {
            "name": "招式学习器40",
            "description": "以敏捷的动作 戏弄对手后进行切斩。 攻击必定可先制（优先度+1）。"
        },
        {
            "name": "招式学习器41",
            "description": "向对手无理取闹， 令其不能连续2次 使出相同招式。"
        },
        {
            "name": "招式学习器42",
            "description": "当自己处于中毒、麻痹、灼伤状态时， 向对手使出此招式的话， 威力会变成2倍。"
        },
        {
            "name": "招式学习器43",
            "description": "火焰覆盖全身并快速攻击对手。 可优先发动攻击（优先度+1）。"
        },
        {
            "name": "招式学习器44",
            "description": "连续睡上2回合。 回复自己的全部HP 以及治愈所有异常状态。"
        },
        {
            "name": "招式学习器45",
            "description": "双方宝可梦性别为异性时， 让对手着迷。 对手有50%几率无法行动。"
        },
        {
            "name": "招式学习器46",
            "description": "攻击的同时盗取道具。 当自己携带道具时， 不会去盗取。"
        },
        {
            "name": "招式学习器47",
            "description": "以敏捷的动作瞄准 对手的脚进行攻击。 降低对手的速度（1级）。"
        },
        {
            "name": "招式学习器48",
            "description": "宝可梦为十分开心的你庆祝。 能帮助队友增加攻击、特攻和命中率（1级）。 可率先使用（优先度+5）。"
        },
        {
            "name": "招式学习器49",
            "description": "我方宝可梦之间帮忙。 能帮助队友增加防御、特防和命中（1级）。 可率先使用（优先度+5）。"
        },
        {
            "name": "招式学习器50",
            "description": "使出全部力量攻击对手。 使用之后会因为反作用力， 自己的特攻大幅降低（2级）。"
        },
        {
            "name": "招式学习器51",
            "description": "用坚硬的翅膀敲打 对手进行攻击。 20%会提高自己的防御（1级）。"
        },
        {
            "name": "招式学习器52",
            "description": "提高气势， 释放出全部力量。 30%会降低对手的特防（1级）。"
        },
        {
            "name": "招式学习器53",
            "description": "发射从自然收集的生命力量。 10%会降低对手的特防（1级）。"
        },
        {
            "name": "招式学习器54",
            "description": "对手的HP 至少会留下1HP， 如此般手下留情地攻击。"
        },
        {
            "name": "招式学习器55",
            "description": "向对手喷射 煮得翻滚的开水进行攻击。 30%让对手陷入灼伤状态。"
        },
        {
            "name": "招式学习器56",
            "description": "扔掉自身携带的道具进行攻击。 同时附加道具效果， 黑色铁球威力最大是130"
        },
        {
            "name": "招式学习器57",
            "description": "向对手发射电击光束。 由于蓄满电流， 会提高自己的特攻（1级）。"
        },
        {
            "name": "招式学习器58",
            "description": "使出全身力量猛攻对手。 10%造成对方混乱。"
        },
        {
            "name": "招式学习器59",
            "description": "用火焰攻击对手。 能够烧掉对手携带的树果等道具， 使其不能使用。"
        },
        {
            "name": "招式学习器60",
            "description": "压制对手， 从而将其行动顺序放到最后。"
        },
        {
            "name": "招式学习器61",
            "description": "放出怪异的火焰， 从而让对手陷入灼伤状态。"
        },
        {
            "name": "招式学习器62",
            "description": "轻巧地攻击对手。 自己没有携带道具时， 伤害会翻倍。"
        },
        {
            "name": "招式学习器63",
            "description": "让对手在5回合内不能使用 宝可梦携带的道具。训练家也 不能给那只宝可梦使用道具。"
        },
        {
            "name": "招式学习器64",
            "description": "引发大爆炸， 攻击自己周围所有的宝可梦。 使用后自己会陷入濒死。"
        },
        {
            "name": "招式学习器65",
            "description": "以影子做成的锐爪， 劈开对手。 容易击中要害（1级）。"
        },
        {
            "name": "招式学习器66",
            "description": "蓄力攻击。 如果能在对手之后攻击， 招式的威力会变成2倍。"
        },
        {
            "name": "招式学习器67",
            "description": "为倒下的同伴报仇。 如果上一回合有同伴倒下， 威力就会翻倍。"
        },
        {
            "name": "招式学习器68",
            "description": "使出自己浑身力量突击对手。"
        },
        {
            "name": "招式学习器69",
            "description": "打磨自己的身体， 可以提高自己的防御、特防和速度（1级）。"
        },
        {
            "name": "招式学习器70",
            "description": "使出耀眼光芒， 可降低对手的命中率（1级）。 可以用来照亮漆黑的洞穴。"
        },
        {
            "name": "招式学习器71",
            "description": "用尖尖的岩石 刺入对手进行攻击。 容易击中要害（1级）。"
        },
        {
            "name": "招式学习器72",
            "description": "在攻击之后急速返回， 和后备宝可梦进行替换。"
        },
        {
            "name": "招式学习器73",
            "description": "向对手发出 微弱的电击， 从而让对手陷入麻痹状态。"
        },
        {
            "name": "招式学习器74",
            "description": "让身体高速旋转并撞击对手。 速度比对手越慢，威力越大。 （最大威力为150）"
        },
        {
            "name": "招式学习器75",
            "description": "激烈地跳起战舞提高气势。 大幅提高自己的攻击（2级）。 且提升自身命中率（1级）。"
        },
        {
            "name": "招式学习器76",
            "description": "抵抗并攻击对手， 降低对手的特攻（1级）。"
        },
        {
            "name": "招式学习器77",
            "description": "向自己施以自我暗示， 将能力变化的状态 变得和对手一样。"
        },
        {
            "name": "招式学习器78",
            "description": "用力踩踏地面并攻击 自己周围所有的宝可梦。 降低对方的速度（1级）。"
        },
        {
            "name": "招式学习器79",
            "description": "将冰冷的气息 吹向对手进行攻击。 必定会击中要害。"
        },
        {
            "name": "招式学习器80",
            "description": "（敌方全体） 将大岩石猛烈地撞向对手进行攻击。 30%会使对手畏缩。"
        },
        {
            "name": "招式学习器81",
            "description": "将镰刀或爪子像剪刀般地交叉， 顺势劈开对手。 容易击中要害（1级）。"
        },
        {
            "name": "招式学习器82",
            "description": "弹飞对手，强制拉后备宝可梦上场。 如果对手为野生宝可梦， 战斗将直接结束（优先度-6）。"
        },
        {
            "name": "招式学习器83",
            "description": "急剧冷冻对手， 10%让对手陷入冰冻状态。 对于水属性宝可梦也是效果绝佳。"
        },
        {
            "name": "招式学习器84",
            "description": "用带毒的触手或手臂刺入对手。 30%让对手陷入中毒状态。"
        },
        {
            "name": "招式学习器85",
            "description": "吃掉正在睡觉的对手的梦 进行攻击。回复对手 所受到伤害的一半HP。"
        },
        {
            "name": "招式学习器86",
            "description": "用草缠住并绊倒对手。 对手越重，威力越大（最大威力为120）。"
        },
        {
            "name": "招式学习器87",
            "description": "激怒对手，使其混乱。 因为愤怒，对手的攻击 会大幅提高（2级）。"
        },
        {
            "name": "招式学习器88",
            "description": "从自己已学会的招式中 任意使出1个。 只能在自己睡觉时使用。"
        },
        {
            "name": "招式学习器89",
            "description": "在攻击之后急速返回， 和后备宝可梦进行替换。"
        },
        {
            "name": "招式学习器90",
            "description": "削减自己1/4的HP， 制造分身。 分身将成为自己的替身。"
        },
        {
            "name": "招式学习器91",
            "description": "将身体的光芒 聚集在一点释放出去。 30%会降低对手的特防（1级）。"
        },
        {
            "name": "招式学习器92",
            "description": "制造出离奇的空间。 在5回合内速度慢的宝可梦可以先行动。 （先制度由-7调整为0）"
        },
        {
            "name": "秘传学习器01",
            "description": "用镰刀或爪子等 切斩对手进行攻击且容易击中要害（1级）， 可以用来切断纤细的树枝。"
        },
        {
            "name": "秘传学习器02",
            "description": "第1回合飞上天空， 第2回合攻击对手且提升自身速度（1级）。 可以用来飞往曾经去过的城镇。"
        },
        {
            "name": "秘传学习器03",
            "description": "利用大浪攻击自己周围 所有的宝可梦。 可以用来渡河。"
        },
        {
            "name": "秘传学习器04",
            "description": "使出浑身力气殴打对手进行攻击。 20%会使对手畏缩。 可以用来推动巨大的岩石。"
        },
        {
            "name": "秘传学习器05",
            "description": "以惊人的气势扑向对手。 20%会使对手畏缩。 可以用来攀登瀑布。"
        },
        {
            "name": "秘传学习器06",
            "description": "用拳头进行攻击。 30%会降低对手的防御（1级）。"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "？？？",
            "description": "- - -"
        },
        {
            "name": "探险套装",
            "description": "装着有助于探险且 方便使用的道具的袋子。 有了它就可以进入地下通道。"
        },
        {
            "name": "宝物袋",
            "description": "结实的大袋子。 可以将在煤矿里 获得的宝物放进去。"
        },
        {
            "name": "规则书",
            "description": "写着对战规则。 在进行连接对战时， 可以选择规则。"
        },
        {
            "name": "宝可追踪",
            "description": "能够将藏在草丛里的 宝可梦找出来的道具。 走路就能给电池充电。"
        },
        {
            "name": "点数卡",
            "description": "可以查看赢得的 对战点数的卡片。"
        },
        {
            "name": "冒险笔记",
            "description": "记录着到现在为止的 冒险经历的笔记。"
        },
        {
            "name": "贴纸盒",
            "description": "放有贴在球壳上的 贴纸的容器。"
        },
        {
            "name": "饰品盒",
            "description": "漂亮精美的盒子。 可以存放宝可梦出演音乐剧时 用来装扮自己的多种小物件。"
        },
        {
            "name": "贴纸袋",
            "description": "可以放入10张 贴纸的小袋子。"
        },
        {
            "name": "朋友手册",
            "description": "使用方便的手册。 可以添加朋友或 记录游戏的内容。"
        },
        {
            "name": "发电厂钥匙",
            "description": "用来打开或关闭 山谷发电厂大门的大钥匙。 不知为何，它落入了银河队的手中。"
        },
        {
            "name": "古代护符",
            "description": "要交给神和镇上长老的远古护符。 由宝可梦的骨头制成。"
        },
        {
            "name": "银河队钥匙",
            "description": "用于解除银河队本部 安全防范系统的钥匙卡。 弄丢了的话，好像会受到惩罚。"
        },
        {
            "name": "红色锁链",
            "description": "神话道具。 据说连接着孕育出 神奥地区的传说的宝可梦。"
        },
        {
            "name": "城镇地图",
            "description": "可以随时轻松 查看的便利地图。 也能清楚自己的位置。"
        },
        {
            "name": "对战搜寻器",
            "description": "会告诉你想对战的 训练家在哪里的机器。 走路就能给电池充电。"
        },
        {
            "name": "代币盒",
            "description": "可以存放代币的盒子。 最多能放入50000枚 在游戏城获得的代币。"
        },
        {
            "name": "破旧钓竿",
            "description": "破旧的钓竿。 只能在有水的地方使用， 可以钓到宝可梦。"
        },
        {
            "name": "好钓竿",
            "description": "不错的新钓竿。 只能在有水的地方使用， 可以钓到宝可梦。"
        },
        {
            "name": "厉害钓竿",
            "description": "最新的厉害钓竿。 只能在有水的地方使用， 可以钓到宝可梦。"
        },
        {
            "name": "可达鸭喷壶",
            "description": "浇水的道具。 减少成熟时间，频率适宜时增产 树果过渴、过涝会减产。"
        },
        {
            "name": "宝芬盒",
            "description": "用来保存烹饪好的 宝芬的容器。"
        },
        {
            "name": "自行车",
            "description": "能比跑步鞋跑得还快的 折叠式自行车。"
        },
        {
            "name": "房间钥匙",
            "description": "湖畔高级宾馆的房间钥匙。 不知为何，它经常会丢失。"
        },
        {
            "name": "大木的信",
            "description": "大木博士的来信。 上面写着请来224号道路。"
        },
        {
            "name": "新月之羽",
            "description": "散发着月辉般光芒的羽毛。 据说隐藏着可以驱散恶梦的力量。"
        },
        {
            "name": "会员卡",
            "description": "可以进入水脉市旅馆的卡片。 不知为何，上面刻有 50年前左右的日期。"
        },
        {
            "name": "天界之笛",
            "description": "能发出响彻云霄的天籁之音的笛子。 不知道是谁在什么时候制造的它。"
        },
        {
            "name": "船票",
            "description": "乘坐高速船水流号时所需的船票。 上面绘有船的图案。"
        },
        {
            "name": "华丽大赛参加证",
            "description": "拿着它可参加宝可梦华丽大赛。 上面印有纪念奖章。"
        },
        {
            "name": "火山镇石",
            "description": "被灼热熔岩熔化的岩石 凝固后形成的产物。 里面还留有熔岩。"
        },
        {
            "name": "包裹",
            "description": "这是别人托付给你的包裹。 需要将它交给从双叶镇启程 踏上旅途的青梅竹马。"
        },
        {
            "name": "兑换券1",
            "description": "获取宝可梦手表，简称宝可表时 所需的兑换券。需要3张。"
        },
        {
            "name": "兑换券2",
            "description": "获取宝可梦手表，简称宝可表时 所需的兑换券。需要3张。"
        },
        {
            "name": "兑换券3",
            "description": "获取宝可梦手表，简称宝可表时 所需的兑换券。需要3张。"
        },
        {
            "name": "仓库钥匙",
            "description": "用于进入银河队在帷幕市市郊的 可疑仓库的钥匙。"
        },
        {
            "name": "秘传之药",
            "description": "在湛蓝市的药店里得到的， 能让任何宝可梦立刻变得 精力充沛的高效药。"
        },
        {
            "name": "对战记录器",
            "description": "很酷的机器。 可以记录和朋友或 在特殊设施里的对战过程。"
        },
        {
            "name": "葛拉西蒂亚花",
            "description": "在生日或纪念日等日子里， 为了表达感激之情， 有时会将其扎成花束送出。"
        },
        {
            "name": "秘密钥匙",
            "description": "在特定的地方使用， 就会发出特殊电信号 来开门的高科技钥匙。"
        },
        {
            "name": "球果盒",
            "description": "使用方便，可以保存 99个球果的容器。"
        },
        {
            "name": "未知图腾笔记",
            "description": "记录着已找到的 未知图腾样子的笔记本。"
        },
        {
            "name": "树果种植盆",
            "description": "可以随时轻松培育树果的 便携式栽培容器。"
        },
        {
            "name": "探宝器",
            "description": "会对看不见的道具起反应， 并将它的位置告诉你的最尖端机器。 戴在头上使用。"
        },
        {
            "name": "蓝卡",
            "description": "可以将《葵妍的密语》 这节目的点数积攒起来的卡片。"
        },
        {
            "name": "美味尾巴",
            "description": "非常美味的某种尾巴。 可以在商店高价出售。"
        },
        {
            "name": "透明铃铛",
            "description": "能发出静心宁神音色的， 非常古旧的铃铛。"
        },
        {
            "name": "钥匙卡",
            "description": "用来打开电台卷帘门的 卡片式钥匙。"
        },
        {
            "name": "地下钥匙",
            "description": "用来打开满金地道 大门的钥匙。"
        },
        {
            "name": "杰尼龟喷壶",
            "description": "给树果浇水的道具。 减少成熟时间，频率适宜时增产 树果过渴、过涝都会减产。"
        },
        {
            "name": "红色鳞片",
            "description": "在愤怒之湖里出现的 红色暴鲤龙的鳞片。 散发着像火一样的红色光芒。"
        },
        {
            "name": "遗失物",
            "description": "模仿少女丢失的 魔尼尼人偶。"
        },
        {
            "name": "磁浮列车自由票",
            "description": "乘坐磁浮列车时所需的车票。 可以随时自由乘坐。"
        },
        {
            "name": "机械零件",
            "description": "发电厂里被盗的， 用于发电机的重要零件。"
        },
        {
            "name": "银色之羽",
            "description": "散发着银色光辉的 神奇羽毛。"
        },
        {
            "name": "虹色之羽",
            "description": "散发着虹色光辉的 神奇羽毛。"
        },
        {
            "name": "神奇蛋",
            "description": "从宝可梦爷爷那里得到的 有着神奇花纹的蛋。 不知道是什么的蛋。"
        },
        {
            "name": "红球果",
            "description": "红色的球果。 有种刺鼻的气味。"
        },
        {
            "name": "蓝球果",
            "description": "蓝色的球果。 略有一股青草的香味。"
        },
        {
            "name": "黄球果",
            "description": "黄色的球果。 有种清爽的香味。"
        },
        {
            "name": "绿球果",
            "description": "绿色的球果。 有种焦香的香味，非常神奇。"
        },
        {
            "name": "粉球果",
            "description": "粉红色的球果。 有种甜甜的，好闻的香味。"
        },
        {
            "name": "白球果",
            "description": "白色的球果。 没有任何气味。"
        },
        {
            "name": "黑球果",
            "description": "黑色的球果。 有种无法形容的气味。"
        },
        {
            "name": "速度球",
            "description": "有点与众不同的球。 能很容易地捕捉 逃走速度很快的宝可梦。"
        },
        {
            "name": "等级球",
            "description": "有点与众不同的球。 要捕捉的宝可梦比自己宝可梦的 等级越低，就会越容易捕捉。"
        },
        {
            "name": "诱饵球",
            "description": "有点与众不同的球。 能很容易地捕捉 用钓竿钓上来的宝可梦。"
        },
        {
            "name": "沉重球",
            "description": "有点与众不同的球。 能很容易地捕捉 身体沉重的宝可梦。"
        },
        {
            "name": "甜蜜球",
            "description": "有点与众不同的球。 能很容易地捕捉 和自己宝可梦性别不同的宝可梦。"
        },
        {
            "name": "友友球",
            "description": "有点与众不同的球。 捉到的野生宝可梦会立刻 变得和训练家亲密起来。"
        },
        {
            "name": "月亮球",
            "description": "有点与众不同的球。 能很容易地捕捉 使用月之石进化的宝可梦。"
        },
        {
            "name": "竞赛球",
            "description": "在捕虫大赛上使用的 特殊的球。"
        },
        {
            "name": "公园球",
            "description": "在伙伴公园里使用的 特殊的球。"
        },
        {
            "name": "相册",
            "description": "用来摆放在冒险中拍摄的 纪念相片的相册。"
        },
        {
            "name": "GB播放器",
            "description": "可以听到怀旧歌曲的音乐播放器。 可用一个开关切换歌曲。"
        },
        {
            "name": "海声铃铛",
            "description": "能发出静心宁神音色的， 非常古旧的铃铛。"
        },
        {
            "name": "愤怒馒头",
            "description": "卡吉镇特产的馒头， 能回复1只宝可梦20HP。"
        },
        {
            "name": "数据卡01",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的获胜次数。"
        },
        {
            "name": "数据卡02",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的失败次数。"
        },
        {
            "name": "数据卡03",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的冲刺获胜次数。"
        },
        {
            "name": "数据卡04",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的跳跃获胜次数。"
        },
        {
            "name": "数据卡05",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的跨栏获胜次数。"
        },
        {
            "name": "数据卡06",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的接力获胜次数。"
        },
        {
            "name": "数据卡07",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的旗帜争夺战获胜次数。"
        },
        {
            "name": "数据卡08",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的徒手劈砖获胜次数。"
        },
        {
            "name": "数据卡09",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的接盘子获胜次数。"
        },
        {
            "name": "数据卡10",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的雪球投掷获胜次数。"
        },
        {
            "name": "数据卡11",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的得分数。"
        },
        {
            "name": "数据卡12",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的失败次数。"
        },
        {
            "name": "数据卡13",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的阻碍自己次数。"
        },
        {
            "name": "数据卡14",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的跳过栏架次数。"
        },
        {
            "name": "数据卡15",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的倒下次数。"
        },
        {
            "name": "数据卡16",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的擂台碰撞获胜次数。"
        },
        {
            "name": "数据卡17",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的弹跳摸灯获胜次数。"
        },
        {
            "name": "数据卡18",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的推挤抢位获胜次数。"
        },
        {
            "name": "数据卡19",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的连结全能竞技赛获胜次数。"
        },
        {
            "name": "数据卡20",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的连结全能竞技赛失败次数。"
        },
        {
            "name": "数据卡21",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你获胜的几个项目。"
        },
        {
            "name": "数据卡22",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你轮掉几个项目。"
        },
        {
            "name": "数据卡23",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的换宝可梦的次数。"
        },
        {
            "name": "数据卡24",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的足球射门获胜次数。"
        },
        {
            "name": "数据卡25",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你的单项获奖次数。"
        },
        {
            "name": "数据卡26",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你指导宝可梦的次数。"
        },
        {
            "name": "数据卡27",
            "description": "持有宝可梦全能竞技赛的记录 可以显示你在宝可梦全能竞技场消耗的时间。"
        },
        {
            "name": "草绿色宝珠",
            "description": "散发着绿色光辉的宝珠。 据说和丰缘地区的烈空坐传说渊源颇深。"
        },
        {
            "name": "上锁的容器",
            "description": "需用特殊钥匙打开的 坚固的容器。"
        },
        {
            "name": "朱红色宝珠",
            "description": "散发着红色光辉的宝珠。 据说和丰缘地区的固拉多传说渊源颇深。"
        },
        {
            "name": "靛蓝色宝珠",
            "description": "散发着蓝色光辉的宝珠。 据说和丰缘地区的盖欧卡传说渊源颇深。"
        },
        {
            "name": "谜之水晶",
            "description": "从地下挖出的水晶球。 虽然表面覆盖着岩石和尘土， 但非常漂亮。"
        },
        {
            "name": "美丽鳞片",
            "description": "丑丑鱼曾携带它升级 进化的神奇鳞片。 散发虹色光辉。现在不需要了。"
        },
        {
            "name": "进化奇石",
            "description": "不进化才变硬的神奇石块。 携带后还能进化（含特定）宝可梦的 防御和特防提高50%。"
        },
        {
            "name": "浮石",
            "description": "非常轻的石头，有很大浮力。 携带后，宝可梦的体重会减半。"
        },
        {
            "name": "凸凸头盔",
            "description": "让宝可梦携带后， 当受到近身攻击时， 反弹自身最大HP1/6的伤害。"
        },
        {
            "name": "气球",
            "description": "让宝可梦携带后， 会浮在空中免疫地属性招，含撒钉。 受到攻击就会破裂而失效。"
        },
        {
            "name": "红牌",
            "description": "有着退场力量的卡片。 携带后，被对手招式命中时 强制对手退场。"
        },
        {
            "name": "标靶",
            "description": "原本因属性关系 而无效的招式现在 能够有效命中自己。"
        },
        {
            "name": "紧绑束带",
            "description": "越绑越紧的束带。 携带后，绑紧招式威力提升至1/6。"
        },
        {
            "name": "球根",
            "description": "一次性使用的球根。 携带它的宝可梦受到水属性 招式的攻击时，特攻提高（1级）。"
        },
        {
            "name": "充电电池",
            "description": "一次性使用的充电电池。 携带它的宝可梦受到电属性 招式的攻击时，攻击提高（1级）。"
        },
        {
            "name": "逃脱按键",
            "description": "携带它的宝可梦受到招式攻击时， 迅速逃脱战斗，并和同行的 其他宝可梦进行替换。"
        },
        {
            "name": "火之宝石",
            "description": "火属性的宝石。 携带后，火属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "水之宝石",
            "description": "水属性的宝石。 携带后，水属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "电之宝石",
            "description": "电属性的宝石。 携带后，电属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "草之宝石",
            "description": "草属性的宝石。 携带后，草属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "冰之宝石",
            "description": "冰属性的宝石。 携带后，冰属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "格斗宝石",
            "description": "格斗属性的宝石。 携带后，格斗属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "毒之宝石",
            "description": "毒属性的宝石。 携带后，毒属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "地面宝石",
            "description": "地面属性的宝石。 携带后，地面属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "飞行宝石",
            "description": "飞行属性的宝石。 携带后，飞行属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "超能力宝石",
            "description": "超能属性的宝石。 携带后，超能属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "虫之宝石",
            "description": "虫属性的宝石。 携带后，虫属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "岩石宝石",
            "description": "岩石属性的宝石。 携带后，岩石属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "幽灵宝石",
            "description": "幽灵属性的宝石。 携带后，幽灵属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "龙之宝石",
            "description": "龙属性的宝石。 携带后，龙属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "恶之宝石",
            "description": "恶属性的宝石。 携带后，恶属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "钢之宝石",
            "description": "钢属性的宝石。 携带后，钢属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "一般宝石",
            "description": "一般属性的宝石。 携带后，一般属性的 招式威力增强（30%）仅1次。"
        },
        {
            "name": "体力之羽",
            "description": "提升努力值的道具。 能稍微提高1只宝可梦的 HP努力值（1点）。"
        },
        {
            "name": "肌力之羽",
            "description": "提升努力值的道具。 能稍微提高1只宝可梦的 攻击努力值（1点）。"
        },
        {
            "name": "抵抗之羽",
            "description": "提升努力值的道具。 能稍微提高1只宝可梦的 防御努力值（1点）。"
        },
        {
            "name": "智力之羽",
            "description": "提升努力值的道具。 能稍微提高1只宝可梦的 特攻努力值（1点）。"
        },
        {
            "name": "精神之羽",
            "description": "提升努力值的道具。 能稍微提高1只宝可梦的 特防努力值（1点）。"
        },
        {
            "name": "瞬发之羽",
            "description": "提升努力值的道具。 能稍微提高1只宝可梦的 速度努力值（1点）。"
        },
        {
            "name": "美丽之羽",
            "description": "仅仅只是漂亮， 没有任何效果， 极其普通的羽毛。"
        },
        {
            "name": "背盖化石",
            "description": "很久以前栖息在海里的 古代宝可梦的化石。 好像是原盖海龟后背的一部分。"
        },
        {
            "name": "羽毛化石",
            "description": "据说是鸟宝可梦的祖先， 古代宝可梦的化石。 好像是始祖小鸟翅膀的一部分。"
        },
        {
            "name": "自由船票",
            "description": "用于前往自由庭园岛的特殊船票。 可以从飞云市上船。"
        },
        {
            "name": "释出之玉",
            "description": "在这块神奇的玉石里， 封存着用于产生 释出之力的合众之力。"
        },
        {
            "name": "梦境球",
            "description": "在连入之森中，不知何时 出现在包包里的梦中球。 性能非常不错，捕获率×2。"
        },
        {
            "name": "宝可尾草",
            "description": "能吸引宝可梦注意的道具。 在和野生宝可梦的 战斗中绝对可以逃走。"
        },
        {
            "name": "物品箱",
            "description": "漂亮精美的箱子。 可以存放宝可梦出演音乐剧时 用来装扮自己的多种小物件。"
        },
        {
            "name": "龙之骨",
            "description": "据说是能在狂风暴雨的 大海上随意翱翔的宝可梦的头骨。"
        },
        {
            "name": "芳香蘑菇",
            "description": "森林偶尔出现 芳香四溢的珍稀蘑菇。 可以在商店高价出售。"
        },
        {
            "name": "巨大金珠",
            "description": "以纯金制成， 闪着金光的大珠子。 可以在商店高价出售。"
        },
        {
            "name": "丸子珍珠",
            "description": "散发着美丽银辉 且非常大颗的珍珠。 可以在商店高价出售。"
        },
        {
            "name": "彗星碎片",
            "description": "彗星临近时， 掉落到地表上的碎片。 可以在商店高价出售。"
        },
        {
            "name": "古代铜币",
            "description": "约3000年前的 文明使用的铜币。"
        },
        {
            "name": "古代银币",
            "description": "约3000年前的 文明使用的银币。"
        },
        {
            "name": "古代金币",
            "description": "约3000年前的 文明使用的金币。"
        },
        {
            "name": "古代之壶",
            "description": "约3000年前的 文明制造的壶。"
        },
        {
            "name": "古代手镯",
            "description": "约3000年前的 文明制造的手镯。"
        },
        {
            "name": "超进化之源",
            "description": "据说是超进化能力的源头。 可超进化的宝可梦 都可以用这能量石像超进化。"
        },
        {
            "name": "古代王冠",
            "description": "约3000年前的 文明制造的王冠。"
        },
        {
            "name": "飞云冰淇淋",
            "description": "飞云市的特产。 能治愈1只宝可梦的 异常状态。"
        },
        {
            "name": "要害攻击 2",
            "description": "击中要害的几率会提高。 每次使用效果都会提升。 离场后，效果便会消失。"
        },
        {
            "name": "速度强化 2",
            "description": "能相对提高战斗中 宝可梦的速度。 离场后，效果便会消失。"
        },
        {
            "name": "特攻强化 2",
            "description": "能相对提高战斗中 宝可梦的特攻。 离场后，效果便会消失。"
        },
        {
            "name": "特防强化 2",
            "description": "能相对提高战斗中 宝可梦的特防。 离场后，效果便会消失。"
        },
        {
            "name": "防御强化 2",
            "description": "能相对提高战斗中 宝可梦的防御。 离场后，效果便会消失。"
        },
        {
            "name": "力量强化 2",
            "description": "能相对提高战斗中 宝可梦的攻击。 离场后，效果便会消失。"
        },
        {
            "name": "命中强化 2",
            "description": "战斗中全能力大幅度爆发（+2）。 并可以回复自身血量。"
        },
        {
            "name": "速度强化 3",
            "description": "能大量提高战斗中 宝可梦的速度。 离场后，效果便会消失。"
        },
        {
            "name": "特攻强化 3",
            "description": "能大量提高战斗中 宝可梦的特攻。 离场后，效果便会消失。"
        },
        {
            "name": "全能秘药",
            "description": "超级全能的秘药。 使用后回复自身血量及状态。 并提升自身全能力等级+1。"
        },
        {
            "name": "强力秘药",
            "description": "强力的攻击药剂。 战斗中提升攻击、特攻、速度、和命中（+1）。 并可以回复自身血量。"
        },
        {
            "name": "精英秘药",
            "description": "精英训练师药剂。 战斗中提升全能力（+1）。 并可以回复自身血量。"
        },
        {
            "name": "命中强化 3",
            "description": "战斗中全能力大量的爆发（+3）。 并可以回复自身血量。"
        },
        {
            "name": "盾之秘药",
            "description": "防守时的专用秘药。 使用后回复自身血量及状态。 并提升自身防御、特防、速度、命中。"
        },
        {
            "name": "矛之秘药",
            "description": "进攻时的专用秘药。 使用后回复自身血量及状态。 并提升自身攻击、特攻、速度、命中。"
        },
        {
            "name": "大师秘药",
            "description": "大师级训练家专用的秘药。 使用后回复自身血量及状态。 并提升自身全能力等级+2。"
        },
        {
            "name": "防御强化 6",
            "description": "战斗中全能力爆发（+1）。 并可以回复自身血量。"
        },
        {
            "name": "神奇秘药",
            "description": "一种神奇的秘药。 能治愈1只宝可梦的所有HP和异常状态。 并提升命中率。"
        },
        {
            "name": "命中强化 6",
            "description": "战斗中全能力全部释放爆发（+6）。 并可以回复自身血量。"
        },
        {
            "name": "特效召唤",
            "description": "使用后，能令我方 宝可梦的特性启动。"
        },
        {
            "name": "道具击落",
            "description": "使用后，能立刻丢弃 我方宝可梦携带的道具。"
        },
        {
            "name": "道具召唤",
            "description": "使用后，能立刻使用 我方宝可梦携带的道具。"
        },
        {
            "name": "恢复召唤",
            "description": "使用后，我方宝可梦的 能力变化将消失。"
        },
        {
            "name": "传奇圣药",
            "description": "传说中冠军级别的训练家使用的圣药。 使用后回复自身血量及状态。 并提升自身全能力等级+3。"
        },
        {
            "name": "光明石",
            "description": "莱希拉姆的肉体 毁灭后变成的样子。 据说它在等待着英雄的到来。"
        },
        {
            "name": "黑暗石",
            "description": "捷克罗姆的肉体 毁灭后变成的样子。 据说它在等待着英雄的到来。"
        },
        {
            "name": "招式学习器93",
            "description": "让电流覆盖全身 撞向对手进行攻击。 自己也会受到不小的伤害（-33%）。"
        },
        {
            "name": "招式学习器94",
            "description": "根据使用场所不同， 该招式的追加效果也会有所变化。 可以用来建造秘密基地。"
        },
        {
            "name": "招式学习器95",
            "description": "（敌方全体） 没完没了地大声斥责， 从而降低对手的特攻（1级）。"
        },
        {
            "name": "即时通讯器",
            "description": "带摄像头功能， 最多能让4人进行通话的 最新型对讲机。"
        },
        {
            "name": "神石",
            "description": "奇幻之石。"
        },
        {
            "name": "配送物品1",
            "description": "长翅鸥投递的 重要信件。"
        },
        {
            "name": "配送物品2",
            "description": "长翅鸥投递的 重要信件。"
        },
        {
            "name": "配送物品3",
            "description": "长翅鸥投递的 重要信件。"
        },
        {
            "name": "即时通讯器",
            "description": "带摄像头功能， 最多能让4人进行通话的 最新型对讲机。"
        },
        {
            "name": "奖牌盒",
            "description": "可以放入获得的奖章， 并记录奖章信息的箱形机器。"
        },
        {
            "name": "基因之楔",
            "description": "据说是能让原本为一体的 酋雷姆和某宝可梦 合体的一对楔子。"
        },
        {
            "name": "基因之楔",
            "description": "能让合体后的 酋雷姆和某宝可梦 分离成原状的一对楔子。"
        },
        {
            "name": "许可证",
            "description": "只有极少数人才知道的， 进入自然保护区所需的授权卡。"
        },
        {
            "name": "圆形护符",
            "description": "拥有它之后，在培育屋里 会更容易找到蛋的 浑圆护符。"
        },
        {
            "name": "闪耀护符",
            "description": "拥有它之后，据说会 更容易遇见发光宝可梦的 闪光护符。概率变为1/1365。"
        },
        {
            "name": "等离子卡",
            "description": "在等离子驱逐舰的 船内输入密码时， 需要用到的钥匙卡。"
        },
        {
            "name": "脏手帕",
            "description": "七宝市仓库咖啡馆的 熟客遗失的手帕。 隐约有着宝可梦的香气。"
        },
        {
            "name": "阿克罗玛机器",
            "description": "能强行让宝可梦的能力 觉醒的特殊装置。 但由于是试制品，功能尚未完善。"
        },
        {
            "name": "遗忘物",
            "description": "在雷文市的游乐园里 捡到的即时通讯器。 失主好像是个男孩子。"
        },
        {
            "name": "遗忘物",
            "description": "在雷文市的游乐园里 捡到的即时通讯器。 失主好像是个女孩子。"
        },
        {
            "name": "现形镜",
            "description": "能够通过照出真实， 让宝可梦变回原来 样子的神奇镜子。能改变3云形态"
        },
        {
            "name": "弱点保险",
            "description": "当被绝佳效果击中时， 攻击和特攻大幅提高（2级）。"
        },
        {
            "name": "突击背心",
            "description": "会变得富有攻击性的背心。 虽然携带后特防提高50%， 但无法使用变化招式。"
        },
        {
            "name": "全息影像通讯器",
            "description": "可以随时查看接收到的 全息影像数据的装置。"
        },
        {
            "name": "博士的信",
            "description": "布拉塔诺博士写给妈妈的信。 上面带有微微的香气。"
        },
        {
            "name": "轮滑鞋",
            "description": "鞋底下装着滑轮。 能在地面上滑行， 或漂亮地表演特技。"
        },
        {
            "name": "妖精石板",
            "description": "妖精属性的石板。 携带后，妖精属性的招式威力增强20%。 小碎钻携带升级时进化蒂安希。"
        },
        {
            "name": "特性胶囊",
            "description": "对有2或3种特性的宝可梦使用， 令现有特性变为另一种（普特）。"
        },
        {
            "name": "泡沫奶油",
            "description": "松松软软起着泡的， 稍微有点甜的奶油。 棉棉泡芙曾携带它进化，现在不用了。"
        },
        {
            "name": "香袋",
            "description": "装着散发微浓香气的 香料的袋子。 粉香香曾携带它进化，现在不用了。"
        },
        {
            "name": "光苔",
            "description": "一次性使用的光苔。 携带它的宝可梦受到水属性 招式攻击时，特防提高（1级）。"
        },
        {
            "name": "雪球",
            "description": "一次性使用的雪球。 携带它的宝可梦受到冰属性 招式攻击时，攻击提高（1级）。"
        },
        {
            "name": "防尘护目镜",
            "description": "不仅免疫天气造成的伤害， 而且连粉末类招式的效果 也能防住的护目镜。"
        },
        {
            "name": "宝可梦之笛",
            "description": "能吹出让睡着的宝可梦 都会情不自禁醒来的 美妙音色的笛子。"
        },
        {
            "name": "硕果肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "吃惊肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "劲劲肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "超效肥",
            "description": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。"
        },
        {
            "name": "耿鬼进化石",
            "description": "让耿鬼携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "沙奈朵进化石",
            "description": "让沙奈朵携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "电龙进化石",
            "description": "让电龙携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "妙蛙花进化石",
            "description": "让妙蛙花携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "喷火龙进化石X",
            "description": "让喷火龙携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "水箭龟进化石",
            "description": "让水箭龟携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "超梦进化石X",
            "description": "让超梦携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "没用的东西",
            "description": "超梦携带后， 在战斗时能进行超级进化的神奇超级石。 但好像无效了。"
        },
        {
            "name": "火焰鸡进化石",
            "description": "让火焰鸡携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "恰雷姆进化石",
            "description": "让恰雷姆携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "黑鲁加进化石",
            "description": "让黑鲁加携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "波士可多拉进化石",
            "description": "让波士可多拉携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "诅咒娃娃进化石",
            "description": "让诅咒娃娃携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "班基拉斯进化石",
            "description": "让班基拉斯携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "巨钳螳螂进化石",
            "description": "让巨钳螳螂携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "凯罗斯进化石",
            "description": "让凯罗斯携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "化石翼龙进化石",
            "description": "让化石翼龙携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "路卡利欧进化石",
            "description": "让路卡利欧携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "暴雪王进化石",
            "description": "让暴雪王携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "袋龙进化石",
            "description": "让袋龙携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "暴鲤龙进化石",
            "description": "让暴鲤龙携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "阿勃梭鲁进化石",
            "description": "让阿勃梭鲁携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "没用的东西",
            "description": "喷火龙携带后， 在战斗时能进行超级进化的神奇超级石。 但好像无效了。"
        },
        {
            "name": "胡地进化石",
            "description": "让胡地携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "赫拉克罗斯进化石",
            "description": "让赫拉克罗斯携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "大嘴娃进化石",
            "description": "让大嘴娃携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "雷电兽进化石",
            "description": "让雷电兽携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "烈咬陆鲨进化石",
            "description": "让烈咬陆鲨携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "拉帝亚斯进化石",
            "description": "让拉帝亚斯携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "拉帝欧斯进化石",
            "description": "让拉帝欧斯携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "抗妖果",
            "description": "让宝可梦携带后， 在受到效果绝佳的妖精属性招式 攻击时，能令其威力减半。"
        },
        {
            "name": "物抗果",
            "description": "让宝可梦携带后， 在受到物理招式攻击时， 防御提高（1级）。"
        },
        {
            "name": "魔抗果",
            "description": "让宝可梦携带后， 在受到特殊招式攻击时， 特防提高（1级）。"
        },
        {
            "name": "莲叶童子喷壶",
            "description": "给树果浇水的道具。 减少成熟时间，适宜时增产 树果过渴、过涝会减产。"
        },
        {
            "name": "招式学习器96",
            "description": "制造坚固的壁障， 从而提高我方1级的防御和特防。 先制技能（优先度+1）。"
        },
        {
            "name": "招式学习器97",
            "description": "（敌方全体） 从体内发出充满恶意的恐怖气场。 20%会使对手畏缩。"
        },
        {
            "name": "招式学习器98",
            "description": "帮助伙伴。 被帮助的宝可梦， 其招式威力提升50%（优先度+5）。"
        },
        {
            "name": "招式学习器99",
            "description": "向对手发射强光， 并给予伤害。"
        },
        {
            "name": "招式学习器100",
            "description": "与对手嬉闹并攻击。 20%会降低对手的攻击（1级）。"
        },
        {
            "name": "发电厂通行证",
            "description": "该通行证可用作进入 13号道路上的发电厂时 所需的身份证明。"
        },
        {
            "name": "超级环",
            "description": "蕴藏着未知力量的圆环。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "似珍石",
            "description": "在有些人看来 可能会觉得它十分贵重。 非常与众不同的石头。"
        },
        {
            "name": "常见石",
            "description": "在有些人看来 可能会觉得它十分贵重。 但其实是块普通的石头。"
        },
        {
            "name": "折价券",
            "description": "在时装店买道具时， 能以比平时更低的 价格购买的券。"
        },
        {
            "name": "电梯钥匙",
            "description": "可以启动弗拉达利 研究所里电梯的钥匙卡。 上面有着闪焰队的标志。"
        },
        {
            "name": "TMV自由票",
            "description": "可以随时乘坐连接着 密阿雷市和奇楠市的 超高速列车的车票。"
        },
        {
            "name": "卡洛斯勋章",
            "description": "颁发给为卡洛斯地区 作出杰出贡献的人的宝贵勋章。"
        },
        {
            "name": "探险心得",
            "description": "朋友亲手制作的指南手册。 里面汇总了训练家在旅行时 所需注意的各种事项。"
        },
        {
            "name": "神秘摆设",
            "description": "在一个离卡洛斯很远的地区，据说是 模仿古时候被称为守护神的 神奇宝可梦而制作的摆设。"
        },
        {
            "name": "隐形眼镜盒",
            "description": "可以存放隐形眼镜的， 有点漂亮的盒子。"
        },
        {
            "name": "化妆包",
            "description": "能塞入任意时尚物品， 收纳能力极佳的轻箱子。"
        },
        {
            "name": "衣物箱",
            "description": "能塞入任意时尚物品， 收纳能力极佳的轻箱子。"
        },
        {
            "name": "密阿雷格雷派饼",
            "description": "在密阿雷市很受欢迎的点心。 能治愈1只宝可梦的 所有异常状态。"
        },
        {
            "name": "娑罗沙布蕾",
            "description": "娑罗市特产的沙布蕾。 能治愈1只宝可梦的 所有异常状态。"
        },
        {
            "name": "颚之化石",
            "description": "很久以前生活在地上的 古代宝可梦的化石。 好像是宝宝暴龙颚的一部分。"
        },
        {
            "name": "鳍之化石",
            "description": "很久以前生活在地上的 古代宝可梦的化石。 好像是冰雪龙头鳍的一部分。"
        },
        {
            "name": "帅哥券",
            "description": "喷有闪闪发光的涂料， 帅哥亲手制作的券。"
        },
        {
            "name": "自行车",
            "description": "能比跑步鞋跑得还快的 折叠式自行车。"
        },
        {
            "name": "全息影像通讯器",
            "description": "可以随时查看接收到的 全息影像数据的装置。"
        },
        {
            "name": "妖精宝石",
            "description": "妖精属性的宝石。 携带后，妖精属性的 招式威力增强（50%）仅1次。"
        },
        {
            "name": "超级坠饰",
            "description": "蕴藏着未知力量的坠饰。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级手套",
            "description": "蕴藏着未知力量的手套。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "音速自行车",
            "description": "能以2倍以上的速度移动的 折叠式自行车。能借助高速来爬坡。 海滨车道骑手常用它竞速。"
        },
        {
            "name": "越野自行车",
            "description": "能做出跳跃或抬前轮动作的 折叠式自行车。能跳山地或跃窄道。"
        },
        {
            "name": "吼吼鲸喷壶",
            "description": "给树果浇水的道具。 减少成熟时间，适宜时增产 树果过渴、过涝会减产。"
        },
        {
            "name": "得文的物品",
            "description": "此物品里面放着的是 得文制造的某种马达零件。 动力十足，似乎有着无限能量。"
        },
        {
            "name": "集灰袋",
            "description": "将火山灰 收集起来的袋子。 边缘隐约看到玻璃般的矿物质。"
        },
        {
            "name": "地下钥匙",
            "description": "进入紫堇地下的新紫堇时， 所使用的钥匙。"
        },
        {
            "name": "宝可方块套装",
            "description": "此套装让宝可梦更华丽了。 混合器放4个树果制成方块， 再装盒子里投喂宝可梦。"
        },
        {
            "name": "给大吾的信",
            "description": "从得文社长 那里得到的信。"
        },
        {
            "name": "无限船票",
            "description": "前往南方孤岛的船票。 橙华道馆的馆主千里 知道其中的秘密！？"
        },
        {
            "name": "探测器",
            "description": "在海紫堇中 找到的道具。听说库斯诺吉船长正在寻找它。"
        },
        {
            "name": "GOGO护目镜",
            "description": "能在沙漠的沙暴中 保护眼睛的出色护目镜。"
        },
        {
            "name": "陨石",
            "description": "原本是落入流星瀑布里的陨石。 是在烟囱山获得的。"
        },
        {
            "name": "1号客房的钥匙",
            "description": "进入海紫堇的房间时 所需的钥匙。"
        },
        {
            "name": "2号客房的钥匙",
            "description": "进入海紫堇的房间时 所需的钥匙。"
        },
        {
            "name": "4号客房的钥匙",
            "description": "进入海紫堇的房间时 所需的钥匙。"
        },
        {
            "name": "6号客房的钥匙",
            "description": "进入海紫堇的房间时 所需的钥匙。"
        },
        {
            "name": "仓库钥匙",
            "description": "进入海紫堇的仓库时 所需的钥匙。"
        },
        {
            "name": "得文侦测镜",
            "description": "会对看不见的宝可梦起反应， 并发出声音的得文特制产品。"
        },
        {
            "name": "船票",
            "description": "乘坐渡船时需要用到。"
        },
        {
            "name": "秘传学习器07",
            "description": "第1回合潜入水中， 第2回合猛袭且提升特防（1级）。 可潜入水底探索大海或沉船。"
        },
        {
            "name": "得文潜水装备",
            "description": "潜水时装备在身上 用来呼吸氧气的面罩。 得文制造。"
        },
        {
            "name": "演出礼服",
            "description": "在华丽大赛上演出时穿的 非常帅气的礼服。"
        },
        {
            "name": "演出礼裙",
            "description": "在华丽大赛上演出时穿的 非常可爱的礼裙。"
        },
        {
            "name": "熔岩装",
            "description": "集熔岩队科学技术于一身的服装。 能承受任何冲击。"
        },
        {
            "name": "海洋装",
            "description": "集海洋队科学技术于一身的服装。 能承受任何冲击。"
        },
        {
            "name": "双人票",
            "description": "在绿岭宇宙中心举办的 天体展览的双人票。 画着丰源特有的流星雨。"
        },
        {
            "name": "超级手镯",
            "description": "蕴藏着未知力量的手镯。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级吊坠",
            "description": "蕴藏着未知力量的吊坠。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级眼镜",
            "description": "蕴藏着未知力量的眼镜。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级船锚",
            "description": "蕴藏着未知力量的船锚。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级领针",
            "description": "蕴藏着未知力量的领针。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级头冠",
            "description": "蕴藏着未知力量的头冠。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "超级脚镯",
            "description": "蕴藏着未知力量的脚镯。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "陨石",
            "description": "在烟囱山上获得的陨石。 隐约散发着光辉。"
        },
        {
            "name": "巨沼怪进化石",
            "description": "让巨沼怪携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "蜥蜴王进化石",
            "description": "让蜥蜴王携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "勾魂眼进化石",
            "description": "让勾魂眼携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "七夕青鸟进化石",
            "description": "让七夕青鸟携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "艾路雷朵进化石",
            "description": "让艾路雷朵携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "差不多娃娃进化石",
            "description": "让差不多娃娃携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "巨金怪进化石",
            "description": "让巨金怪携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "巨牙鲨进化石",
            "description": "让巨牙鲨携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "呆壳兽进化石",
            "description": "让呆壳兽携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "大钢蛇进化石",
            "description": "让大钢蛇携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "烈风鸟进化石",
            "description": "让烈风鸟携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "冰鬼护进化石",
            "description": "让冰鬼护携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "蒂安希进化石",
            "description": "让蒂安希携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "惩戒之壶",
            "description": "据说在很久以前封印着 某只宝可梦力量的壶。"
        },
        {
            "name": "超级护腕",
            "description": "蕴藏着未知力量的护腕。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "喷火驼进化石",
            "description": "喷火驼携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "长耳兔进化石",
            "description": "长耳兔携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "暴飞龙进化石",
            "description": "暴飞龙携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "大针蜂进化石",
            "description": "大针蜂携带后， 在战斗时就能进行超级进化的 一种神奇超级石。"
        },
        {
            "name": "陨石",
            "description": "在烟囱山上获得的陨石。 持续散发着微光。 摸上去隐约有点暖暖的。"
        },
        {
            "name": "陨石",
            "description": "在烟囱山上获得的陨石。 上面浮现着某些花纹， 并散发着七色光芒。"
        },
        {
            "name": "钥石",
            "description": "蕴藏着未知力量的石头。 能让携带着超级石战斗的 宝可梦进行超级进化。"
        },
        {
            "name": "陨石碎片",
            "description": "掉落在石之洞窟里的 陨石碎片之一。 摸上去有一点点暖暖的。"
        },
        {
            "name": "无限之笛",
            "description": "无论身在何处， 都能召唤拉帝欧斯或 拉帝亚斯的笛子。"
        }
    ]
}