import type { Ability } from './type'

// 精灵详细信息
export const reqPokemon = () => {
    return [
        {
            "编号": "001",
            "名称": "妙蛙种子",
            "进化阶段": 1,
            "种族值": [
                45,
                49,
                49,
                65,
                65,
                45
            ],
            "总种族值": 318,
            "特性": [
                "茂盛",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "妙蛙花进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "002",
            "名称": "妙蛙草",
            "进化阶段": 2,
            "种族值": [
                60,
                62,
                63,
                80,
                80,
                60
            ],
            "总种族值": 405,
            "特性": [
                "茂盛",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "妙蛙花进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "003",
            "名称": "妙蛙花",
            "进化阶段": 3,
            "种族值": [
                82,
                70,
                88,
                115,
                100,
                80
            ],
            "总种族值": 535,
            "特性": [
                "茂盛",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "妙蛙花进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "004",
            "名称": "小火龙",
            "进化阶段": 4,
            "种族值": [
                39,
                72,
                43,
                40,
                50,
                65
            ],
            "总种族值": 309,
            "特性": [
                "猛火",
                "猛火",
                "斗争心"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "喷火龙进化石X",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "005",
            "名称": "火恐龙",
            "进化阶段": 5,
            "种族值": [
                58,
                94,
                58,
                60,
                65,
                80
            ],
            "总种族值": 415,
            "特性": [
                "猛火",
                "猛火",
                "斗争心"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "喷火龙进化石X",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "006",
            "名称": "喷火龙",
            "进化阶段": 6,
            "种族值": [
                78,
                134,
                68,
                70,
                75,
                110
            ],
            "总种族值": 535,
            "特性": [
                "猛火",
                "猛火",
                "斗争心"
            ],
            "属性": [
                "火",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "喷火龙进化石X",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "007",
            "名称": "杰尼龟",
            "进化阶段": 7,
            "种族值": [
                44,
                48,
                65,
                50,
                64,
                43
            ],
            "总种族值": 314,
            "特性": [
                "激流",
                "硬壳盔甲",
                "硬壳盔甲"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "水箭龟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "008",
            "名称": "卡咪龟",
            "进化阶段": 8,
            "种族值": [
                59,
                63,
                80,
                65,
                80,
                58
            ],
            "总种族值": 405,
            "特性": [
                "激流",
                "硬壳盔甲",
                "硬壳盔甲"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "水箭龟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "009",
            "名称": "水箭龟",
            "进化阶段": 9,
            "种族值": [
                89,
                73,
                100,
                100,
                105,
                68
            ],
            "总种族值": 535,
            "特性": [
                "激流",
                "硬壳盔甲",
                "硬壳盔甲"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "水箭龟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "010",
            "名称": "绿毛虫",
            "进化阶段": 10,
            "种族值": [
                45,
                30,
                35,
                20,
                20,
                45
            ],
            "总种族值": 195,
            "特性": [
                "鳞粉",
                "鳞粉",
                "逃跑"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "011",
            "名称": "铁甲蛹",
            "进化阶段": 11,
            "种族值": [
                50,
                20,
                55,
                25,
                25,
                30
            ],
            "总种族值": 205,
            "特性": [
                "蜕皮",
                "蜕皮",
                "蜕皮"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "012",
            "名称": "巴大蝶",
            "进化阶段": 12,
            "种族值": [
                60,
                45,
                55,
                90,
                80,
                90
            ],
            "总种族值": 420,
            "特性": [
                "复眼",
                "复眼",
                "飘浮"
            ],
            "属性": [
                "虫",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "013",
            "名称": "独角虫",
            "进化阶段": 13,
            "种族值": [
                40,
                35,
                30,
                20,
                20,
                50
            ],
            "总种族值": 195,
            "特性": [
                "鳞粉",
                "鳞粉",
                "逃跑"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "大针蜂进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "014",
            "名称": "铁壳蛹",
            "进化阶段": 14,
            "种族值": [
                45,
                25,
                50,
                25,
                25,
                35
            ],
            "总种族值": 205,
            "特性": [
                "蜕皮",
                "蜕皮",
                "蜕皮"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "大针蜂进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "015",
            "名称": "大针蜂",
            "进化阶段": 15,
            "种族值": [
                65,
                100,
                40,
                45,
                80,
                90
            ],
            "总种族值": 420,
            "特性": [
                "虫之预感",
                "虫之预感",
                "狙击手"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "大针蜂进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "016",
            "名称": "波波",
            "进化阶段": 16,
            "种族值": [
                40,
                45,
                40,
                35,
                35,
                56
            ],
            "总种族值": 251,
            "特性": [
                "锐利目光",
                "蹒跚",
                "健壮胸肌"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "烈风鸟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "017",
            "名称": "比比鸟",
            "进化阶段": 17,
            "种族值": [
                63,
                60,
                55,
                50,
                50,
                71
            ],
            "总种族值": 349,
            "特性": [
                "锐利目光",
                "蹒跚",
                "健壮胸肌"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "烈风鸟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "018",
            "名称": "烈风鸟",
            "进化阶段": 18,
            "种族值": [
                73,
                70,
                70,
                100,
                75,
                111
            ],
            "总种族值": 499,
            "特性": [
                "锐利目光",
                "蹒跚",
                "健壮胸肌"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "烈风鸟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "019",
            "名称": "小拉达",
            "进化阶段": 19,
            "种族值": [
                30,
                56,
                35,
                25,
                35,
                72
            ],
            "总种族值": 253,
            "特性": [
                "逃跑",
                "毅力",
                "活力"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "020",
            "名称": "拉达",
            "进化阶段": 20,
            "种族值": [
                55,
                111,
                60,
                50,
                70,
                97
            ],
            "总种族值": 443,
            "特性": [
                "逃跑",
                "毅力",
                "活力"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "021",
            "名称": "烈雀",
            "进化阶段": 21,
            "种族值": [
                40,
                60,
                30,
                31,
                31,
                70
            ],
            "总种族值": 262,
            "特性": [
                "锐利目光",
                "锐利目光",
                "狙击手"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "022",
            "名称": "大嘴雀",
            "进化阶段": 22,
            "种族值": [
                65,
                90,
                65,
                61,
                61,
                100
            ],
            "总种族值": 442,
            "特性": [
                "锐利目光",
                "锐利目光",
                "狙击手"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "锐利鸟嘴",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "023",
            "名称": "阿柏蛇",
            "进化阶段": 23,
            "种族值": [
                35,
                60,
                44,
                40,
                54,
                55
            ],
            "总种族值": 288,
            "特性": [
                "威吓",
                "威吓",
                "洞悉"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "024",
            "名称": "阿柏怪",
            "进化阶段": 24,
            "种族值": [
                60,
                125,
                70,
                45,
                105,
                105
            ],
            "总种族值": 510,
            "特性": [
                "威吓",
                "威吓",
                "洞悉"
            ],
            "属性": [
                "毒",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "025",
            "名称": "皮卡丘",
            "进化阶段": 25,
            "种族值": [
                45,
                80,
                50,
                75,
                50,
                120
            ],
            "总种族值": 420,
            "特性": [
                "静电",
                "静电",
                "避雷针"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "雷之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "026",
            "名称": "雷丘",
            "进化阶段": 26,
            "种族值": [
                60,
                80,
                55,
                100,
                80,
                140
            ],
            "总种族值": 515,
            "特性": [
                "静电",
                "静电",
                "避雷针"
            ],
            "属性": [
                "电",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "027",
            "名称": "穿山鼠",
            "进化阶段": 27,
            "种族值": [
                50,
                75,
                85,
                20,
                30,
                40
            ],
            "总种族值": 300,
            "特性": [
                "沙隐",
                "连续攻击",
                "拨沙"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "紧缠钩爪",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "028",
            "名称": "穿山王",
            "进化阶段": 28,
            "种族值": [
                90,
                110,
                120,
                40,
                60,
                70
            ],
            "总种族值": 490,
            "特性": [
                "沙隐",
                "连续攻击",
                "拨沙"
            ],
            "属性": [
                "地面",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "紧缠钩爪",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "029",
            "名称": "尼多兰",
            "进化阶段": 29,
            "种族值": [
                55,
                47,
                52,
                40,
                40,
                41
            ],
            "总种族值": 275,
            "特性": [
                "污毒之躯",
                "斗争心",
                "沙隐"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗毒果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "030",
            "名称": "尼多娜",
            "进化阶段": 30,
            "种族值": [
                70,
                62,
                67,
                55,
                55,
                56
            ],
            "总种族值": 365,
            "特性": [
                "污毒之躯",
                "斗争心",
                "沙隐"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "031",
            "名称": "尼多后",
            "进化阶段": 31,
            "种族值": [
                90,
                50,
                117,
                92,
                110,
                66
            ],
            "总种族值": 525,
            "特性": [
                "污毒之躯",
                "斗争心",
                "扬沙"
            ],
            "属性": [
                "毒",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "032",
            "名称": "尼多朗",
            "进化阶段": 32,
            "种族值": [
                46,
                37,
                40,
                60,
                40,
                50
            ],
            "总种族值": 273,
            "特性": [
                "污毒之躯",
                "斗争心",
                "活力"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗毒果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "033",
            "名称": "尼多力诺",
            "进化阶段": 33,
            "种族值": [
                61,
                52,
                57,
                75,
                55,
                65
            ],
            "总种族值": 365,
            "特性": [
                "污毒之躯",
                "斗争心",
                "活力"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "034",
            "名称": "尼多王",
            "进化阶段": 34,
            "种族值": [
                81,
                75,
                72,
                122,
                70,
                105
            ],
            "总种族值": 525,
            "特性": [
                "污毒之躯",
                "斗争心",
                "强行"
            ],
            "属性": [
                "毒",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "035",
            "名称": "皮皮",
            "进化阶段": 35,
            "种族值": [
                70,
                45,
                48,
                60,
                65,
                35
            ],
            "总种族值": 323,
            "特性": [
                "友情防守",
                "魔法防守",
                "纯朴"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "036",
            "名称": "皮可西",
            "进化阶段": 36,
            "种族值": [
                95,
                70,
                93,
                95,
                90,
                60
            ],
            "总种族值": 503,
            "特性": [
                "友情防守",
                "魔法防守",
                "纯朴"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "037",
            "名称": "六尾",
            "进化阶段": 37,
            "种族值": [
                38,
                41,
                40,
                50,
                65,
                65
            ],
            "总种族值": 299,
            "特性": [
                "引火",
                "引火",
                "日照"
            ],
            "属性": [
                "火",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "炽热岩石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "038",
            "名称": "九尾",
            "进化阶段": 38,
            "种族值": [
                73,
                56,
                75,
                111,
                95,
                120
            ],
            "总种族值": 530,
            "特性": [
                "引火",
                "引火",
                "日照"
            ],
            "属性": [
                "火",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "炽热岩石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "039",
            "名称": "胖丁",
            "进化阶段": 39,
            "种族值": [
                115,
                45,
                20,
                45,
                55,
                50
            ],
            "总种族值": 330,
            "特性": [
                "迷人之躯",
                "好胜",
                "穿透"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "040",
            "名称": "胖可丁",
            "进化阶段": 40,
            "种族值": [
                140,
                50,
                50,
                73,
                90,
                100
            ],
            "总种族值": 503,
            "特性": [
                "迷人之躯",
                "好胜",
                "穿透"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "041",
            "名称": "超音蝠",
            "进化阶段": 41,
            "种族值": [
                40,
                45,
                35,
                30,
                40,
                55
            ],
            "总种族值": 245,
            "特性": [
                "精神力",
                "狙击手",
                "加速"
            ],
            "属性": [
                "毒",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "042",
            "名称": "大嘴蝠",
            "进化阶段": 42,
            "种族值": [
                75,
                80,
                70,
                65,
                75,
                90
            ],
            "总种族值": 455,
            "特性": [
                "精神力",
                "狙击手",
                "加速"
            ],
            "属性": [
                "毒",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "043",
            "名称": "走路草",
            "进化阶段": 43,
            "种族值": [
                45,
                50,
                55,
                75,
                65,
                30
            ],
            "总种族值": 320,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "逃跑"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "球根",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "044",
            "名称": "臭臭花",
            "进化阶段": 44,
            "种族值": [
                60,
                65,
                70,
                85,
                75,
                40
            ],
            "总种族值": 395,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "恶臭"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "球根",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "045",
            "名称": "霸王花",
            "进化阶段": 45,
            "种族值": [
                95,
                60,
                95,
                110,
                100,
                50
            ],
            "总种族值": 510,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "孢子"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "球根",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "046",
            "名称": "派拉斯",
            "进化阶段": 46,
            "种族值": [
                35,
                70,
                55,
                45,
                55,
                25
            ],
            "总种族值": 285,
            "特性": [
                "孢子",
                "干燥皮肤",
                "毒疗"
            ],
            "属性": [
                "虫",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "047",
            "名称": "派拉斯特",
            "进化阶段": 47,
            "种族值": [
                80,
                105,
                100,
                60,
                100,
                30
            ],
            "总种族值": 475,
            "特性": [
                "孢子",
                "干燥皮肤",
                "毒疗"
            ],
            "属性": [
                "虫",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "小蘑菇",
                    "概率": 50
                },
                {
                    "物品": "大蘑菇",
                    "概率": 5
                },
                {
                    "物品": "芳香蘑菇",
                    "概率": 1
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "048",
            "名称": "毛球",
            "进化阶段": 48,
            "种族值": [
                60,
                55,
                50,
                40,
                55,
                45
            ],
            "总种族值": 305,
            "特性": [
                "复眼",
                "洞悉",
                "逃跑"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "049",
            "名称": "摩鲁蛾",
            "进化阶段": 49,
            "种族值": [
                70,
                65,
                70,
                95,
                75,
                105
            ],
            "总种族值": 480,
            "特性": [
                "鳞粉",
                "洞悉",
                "奇迹皮肤"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "050",
            "名称": "地鼠",
            "进化阶段": 50,
            "种族值": [
                10,
                55,
                25,
                35,
                45,
                95
            ],
            "总种族值": 265,
            "特性": [
                "沙隐",
                "沙穴",
                "沙之力"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "柔软沙子",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "051",
            "名称": "三地鼠",
            "进化阶段": 51,
            "种族值": [
                50,
                110,
                50,
                50,
                70,
                130
            ],
            "总种族值": 460,
            "特性": [
                "沙隐",
                "沙穴",
                "沙之力"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "052",
            "名称": "喵喵",
            "进化阶段": 52,
            "种族值": [
                40,
                45,
                35,
                40,
                40,
                90
            ],
            "总种族值": 290,
            "特性": [
                "技术高手",
                "技术高手",
                "恶作剧之心"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "护符金币",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "053",
            "名称": "猫老大",
            "进化阶段": 53,
            "种族值": [
                65,
                80,
                60,
                85,
                65,
                125
            ],
            "总种族值": 480,
            "特性": [
                "技术高手",
                "技术高手",
                "恶作剧之心"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "054",
            "名称": "可达鸭",
            "进化阶段": 54,
            "种族值": [
                50,
                52,
                48,
                65,
                50,
                55
            ],
            "总种族值": 320,
            "特性": [
                "湿气",
                "无关天气",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "055",
            "名称": "哥达鸭",
            "进化阶段": 55,
            "种族值": [
                80,
                72,
                78,
                125,
                90,
                85
            ],
            "总种族值": 530,
            "特性": [
                "湿气",
                "无关天气",
                "悠游自如"
            ],
            "属性": [
                "水",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "056",
            "名称": "猴怪",
            "进化阶段": 56,
            "种族值": [
                40,
                80,
                35,
                35,
                45,
                70
            ],
            "总种族值": 305,
            "特性": [
                "干劲",
                "愤怒穴位",
                "不服输"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "诅咒之符",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "057",
            "名称": "火暴猴",
            "进化阶段": 57,
            "种族值": [
                85,
                115,
                60,
                55,
                70,
                105
            ],
            "总种族值": 490,
            "特性": [
                "干劲",
                "愤怒穴位",
                "不服输"
            ],
            "属性": [
                "格斗",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "058",
            "名称": "卡蒂狗",
            "进化阶段": 58,
            "种族值": [
                60,
                80,
                50,
                40,
                50,
                100
            ],
            "总种族值": 380,
            "特性": [
                "威吓",
                "引火",
                "坚硬脑袋"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "火焰宝珠",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "059",
            "名称": "风速狗",
            "进化阶段": 59,
            "种族值": [
                90,
                125,
                80,
                50,
                80,
                130
            ],
            "总种族值": 555,
            "特性": [
                "威吓",
                "引火",
                "坚硬脑袋"
            ],
            "属性": [
                "火",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "060",
            "名称": "蚊香蝌蚪",
            "进化阶段": 60,
            "种族值": [
                40,
                50,
                40,
                40,
                40,
                90
            ],
            "总种族值": 300,
            "特性": [
                "储水",
                "湿气",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "水之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "061",
            "名称": "蚊香君",
            "进化阶段": 61,
            "种族值": [
                65,
                65,
                65,
                50,
                50,
                90
            ],
            "总种族值": 385,
            "特性": [
                "储水",
                "湿气",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "王者之证",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "062",
            "名称": "快泳蛙",
            "进化阶段": 62,
            "种族值": [
                90,
                115,
                95,
                45,
                90,
                80
            ],
            "总种族值": 515,
            "特性": [
                "储水",
                "湿气",
                "悠游自如"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "063",
            "名称": "凯西",
            "进化阶段": 63,
            "种族值": [
                25,
                20,
                15,
                105,
                55,
                90
            ],
            "总种族值": 310,
            "特性": [
                "同步",
                "同步",
                "魔法防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "胡地进化石",
                    "概率": 50
                },
                {
                    "物品": "弯曲的汤匙",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "064",
            "名称": "勇基拉",
            "进化阶段": 64,
            "种族值": [
                60,
                55,
                30,
                120,
                80,
                105
            ],
            "总种族值": 450,
            "特性": [
                "同步",
                "同步",
                "魔法防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "胡地进化石",
                    "概率": 50
                },
                {
                    "物品": "弯曲的汤匙",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "065",
            "名称": "胡地",
            "进化阶段": 65,
            "种族值": [
                95,
                70,
                65,
                140,
                105,
                125
            ],
            "总种族值": 600,
            "特性": [
                "同步",
                "同步",
                "魔法防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "胡地进化石",
                    "概率": 50
                },
                {
                    "物品": "弯曲的汤匙",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "066",
            "名称": "腕力",
            "进化阶段": 66,
            "种族值": [
                70,
                80,
                50,
                35,
                35,
                35
            ],
            "总种族值": 305,
            "特性": [
                "毅力",
                "不屈之心",
                "无防守"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗斗果",
                    "概率": 50
                },
                {
                    "物品": "气势头带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "067",
            "名称": "豪力",
            "进化阶段": 67,
            "种族值": [
                80,
                100,
                70,
                50,
                60,
                45
            ],
            "总种族值": 405,
            "特性": [
                "毅力",
                "不屈之心",
                "无防守"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "气势头带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "068",
            "名称": "怪力",
            "进化阶段": 68,
            "种族值": [
                110,
                140,
                90,
                60,
                90,
                45
            ],
            "总种族值": 535,
            "特性": [
                "毅力",
                "不屈之心",
                "无防守"
            ],
            "属性": [
                "格斗",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "气势头带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "069",
            "名称": "喇叭芽",
            "进化阶段": 69,
            "种族值": [
                50,
                75,
                35,
                70,
                30,
                40
            ],
            "总种族值": 300,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "贪吃鬼"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "大根茎",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "070",
            "名称": "口呆花",
            "进化阶段": 70,
            "种族值": [
                65,
                90,
                50,
                85,
                45,
                55
            ],
            "总种族值": 390,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "贪吃鬼"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "大根茎",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "071",
            "名称": "大食花",
            "进化阶段": 71,
            "种族值": [
                80,
                130,
                65,
                100,
                70,
                70
            ],
            "总种族值": 515,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "贪吃鬼"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "大根茎",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "072",
            "名称": "玛瑙水母",
            "进化阶段": 72,
            "种族值": [
                50,
                53,
                62,
                43,
                52,
                45
            ],
            "总种族值": 305,
            "特性": [
                "恒净之躯",
                "再生力",
                "污毒之躯"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "073",
            "名称": "毒刺水母",
            "进化阶段": 73,
            "种族值": [
                80,
                53,
                142,
                73,
                142,
                35
            ],
            "总种族值": 525,
            "特性": [
                "恒净之躯",
                "再生力",
                "污毒之躯"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "特伤果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "074",
            "名称": "小拳石",
            "进化阶段": 74,
            "种族值": [
                40,
                80,
                100,
                30,
                30,
                20
            ],
            "总种族值": 300,
            "特性": [
                "坚硬脑袋",
                "结实",
                "适应力"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "浑圆之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "075",
            "名称": "隆隆石",
            "进化阶段": 75,
            "种族值": [
                55,
                95,
                125,
                45,
                55,
                35
            ],
            "总种族值": 410,
            "特性": [
                "坚硬脑袋",
                "结实",
                "适应力"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "076",
            "名称": "隆隆岩",
            "进化阶段": 76,
            "种族值": [
                80,
                135,
                130,
                50,
                75,
                45
            ],
            "总种族值": 515,
            "特性": [
                "坚硬脑袋",
                "结实",
                "适应力"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "077",
            "名称": "小火马",
            "进化阶段": 77,
            "种族值": [
                50,
                95,
                55,
                65,
                65,
                85
            ],
            "总种族值": 415,
            "特性": [
                "逃跑",
                "引火",
                "太阳驱动"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "火之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "078",
            "名称": "烈焰马",
            "进化阶段": 78,
            "种族值": [
                75,
                130,
                70,
                70,
                80,
                95
            ],
            "总种族值": 520,
            "特性": [
                "逃跑",
                "引火",
                "太阳驱动"
            ],
            "属性": [
                "火",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "079",
            "名称": "呆呆兽",
            "进化阶段": 79,
            "种族值": [
                90,
                65,
                65,
                40,
                40,
                15
            ],
            "总种族值": 315,
            "特性": [
                "迟钝",
                "储水",
                "再生力"
            ],
            "属性": [
                "水",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "呆壳兽进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "080",
            "名称": "呆壳兽",
            "进化阶段": 80,
            "种族值": [
                95,
                75,
                130,
                110,
                90,
                20
            ],
            "总种族值": 520,
            "特性": [
                "迟钝",
                "储水",
                "再生力"
            ],
            "属性": [
                "水",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "呆壳兽进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "081",
            "名称": "小磁怪",
            "进化阶段": 81,
            "种族值": [
                25,
                35,
                70,
                95,
                55,
                45
            ],
            "总种族值": 325,
            "特性": [
                "磁力",
                "结实",
                "飘浮"
            ],
            "属性": [
                "电",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "082",
            "名称": "三合一磁怪",
            "进化阶段": 82,
            "种族值": [
                50,
                60,
                95,
                120,
                70,
                70
            ],
            "总种族值": 465,
            "特性": [
                "磁力",
                "结实",
                "飘浮"
            ],
            "属性": [
                "电",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "金属膜",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "083",
            "名称": "大葱鸭",
            "进化阶段": 83,
            "种族值": [
                62,
                105,
                65,
                58,
                72,
                108
            ],
            "总种族值": 470,
            "特性": [
                "锐利目光",
                "精神力",
                "狙击手"
            ],
            "属性": [
                "飞行",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "大葱",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "084",
            "名称": "嘟嘟",
            "进化阶段": 84,
            "种族值": [
                35,
                85,
                45,
                35,
                35,
                75
            ],
            "总种族值": 310,
            "特性": [
                "逃跑",
                "早起",
                "破格"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "085",
            "名称": "嘟嘟利",
            "进化阶段": 85,
            "种族值": [
                70,
                125,
                70,
                60,
                60,
                105
            ],
            "总种族值": 490,
            "特性": [
                "逃跑",
                "早起",
                "破格"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "086",
            "名称": "小海狮",
            "进化阶段": 86,
            "种族值": [
                65,
                45,
                55,
                45,
                70,
                65
            ],
            "总种族值": 345,
            "特性": [
                "冰冻之躯",
                "湿润之躯",
                "无关天气"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗水果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "087",
            "名称": "白海狮",
            "进化阶段": 87,
            "种族值": [
                90,
                70,
                80,
                70,
                95,
                95
            ],
            "总种族值": 500,
            "特性": [
                "冰冻之躯",
                "湿润之躯",
                "无关天气"
            ],
            "属性": [
                "水",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗冰果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "088",
            "名称": "臭泥",
            "进化阶段": 88,
            "种族值": [
                80,
                80,
                50,
                40,
                50,
                25
            ],
            "总种族值": 325,
            "特性": [
                "恶臭",
                "黏着",
                "毒手"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "089",
            "名称": "臭臭泥",
            "进化阶段": 89,
            "种族值": [
                105,
                105,
                75,
                65,
                100,
                50
            ],
            "总种族值": 500,
            "特性": [
                "恶臭",
                "黏着",
                "毒手"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "黑色污泥",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "090",
            "名称": "大舌贝",
            "进化阶段": 90,
            "种族值": [
                30,
                65,
                100,
                25,
                45,
                40
            ],
            "总种族值": 305,
            "特性": [
                "硬壳盔甲",
                "防尘",
                "连续攻击"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "珍珠",
                    "概率": 50
                },
                {
                    "物品": "金珠",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "091",
            "名称": "刺甲贝",
            "进化阶段": 91,
            "种族值": [
                50,
                105,
                180,
                35,
                85,
                70
            ],
            "总种族值": 525,
            "特性": [
                "硬壳盔甲",
                "防尘",
                "连续攻击"
            ],
            "属性": [
                "水",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "金珠",
                    "概率": 5
                },
                {
                    "物品": "巨大金珠",
                    "概率": 1
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "092",
            "名称": "鬼斯",
            "进化阶段": 92,
            "种族值": [
                30,
                35,
                30,
                100,
                35,
                80
            ],
            "总种族值": 310,
            "特性": [
                "诅咒之躯",
                "诅咒之躯",
                "飘浮"
            ],
            "属性": [
                "幽灵",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "耿鬼进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "093",
            "名称": "鬼斯通",
            "进化阶段": 93,
            "种族值": [
                60,
                55,
                60,
                115,
                65,
                95
            ],
            "总种族值": 450,
            "特性": [
                "诅咒之躯",
                "诅咒之躯",
                "飘浮"
            ],
            "属性": [
                "幽灵",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "耿鬼进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "094",
            "名称": "耿鬼",
            "进化阶段": 94,
            "种族值": [
                80,
                85,
                90,
                135,
                95,
                115
            ],
            "总种族值": 600,
            "特性": [
                "诅咒之躯",
                "诅咒之躯",
                "飘浮"
            ],
            "属性": [
                "幽灵",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "耿鬼进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "095",
            "名称": "大岩蛇",
            "进化阶段": 95,
            "种族值": [
                55,
                90,
                160,
                20,
                65,
                70
            ],
            "总种族值": 460,
            "特性": [
                "坚硬脑袋",
                "结实",
                "碎裂铠甲"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "大钢蛇进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "096",
            "名称": "催眠貘",
            "进化阶段": 96,
            "种族值": [
                60,
                48,
                45,
                43,
                90,
                42
            ],
            "总种族值": 328,
            "特性": [
                "不眠",
                "预知梦",
                "无防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "097",
            "名称": "引梦貘人",
            "进化阶段": 97,
            "种族值": [
                112,
                70,
                70,
                90,
                125,
                40
            ],
            "总种族值": 507,
            "特性": [
                "不眠",
                "预知梦",
                "无防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "特防果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "098",
            "名称": "大钳蟹",
            "进化阶段": 98,
            "种族值": [
                30,
                105,
                90,
                35,
                30,
                45
            ],
            "总种族值": 335,
            "特性": [
                "怪力钳",
                "硬壳盔甲",
                "威吓"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "099",
            "名称": "巨钳蟹",
            "进化阶段": 99,
            "种族值": [
                85,
                130,
                125,
                45,
                80,
                45
            ],
            "总种族值": 510,
            "特性": [
                "怪力钳",
                "硬壳盔甲",
                "威吓"
            ],
            "属性": [
                "水",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "100",
            "名称": "霹雳电球",
            "进化阶段": 100,
            "种族值": [
                40,
                30,
                50,
                55,
                55,
                100
            ],
            "总种族值": 330,
            "特性": [
                "隔音",
                "静电",
                "引爆"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "101",
            "名称": "顽皮雷弹",
            "进化阶段": 101,
            "种族值": [
                60,
                50,
                70,
                100,
                70,
                150
            ],
            "总种族值": 500,
            "特性": [
                "隔音",
                "静电",
                "引爆"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "速度果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "102",
            "名称": "蛋蛋",
            "进化阶段": 102,
            "种族值": [
                60,
                40,
                80,
                60,
                45,
                40
            ],
            "总种族值": 325,
            "特性": [
                "收获",
                "收获",
                "太阳之力"
            ],
            "属性": [
                "草",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "103",
            "名称": "椰蛋树",
            "进化阶段": 103,
            "种族值": [
                95,
                95,
                85,
                140,
                65,
                40
            ],
            "总种族值": 520,
            "特性": [
                "收获",
                "收获",
                "太阳之力"
            ],
            "属性": [
                "草",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "104",
            "名称": "卡拉卡拉",
            "进化阶段": 104,
            "种族值": [
                50,
                50,
                95,
                40,
                50,
                35
            ],
            "总种族值": 320,
            "特性": [
                "坚硬脑袋",
                "战斗盔甲",
                "连续攻击"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "粗骨头",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "105",
            "名称": "嘎啦嘎啦",
            "进化阶段": 105,
            "种族值": [
                85,
                80,
                110,
                50,
                85,
                40
            ],
            "总种族值": 450,
            "特性": [
                "坚硬脑袋",
                "战斗盔甲",
                "连续攻击"
            ],
            "属性": [
                "地面",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "粗骨头",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "106",
            "名称": "飞腿郎",
            "进化阶段": 106,
            "种族值": [
                90,
                130,
                53,
                35,
                105,
                97
            ],
            "总种族值": 510,
            "特性": [
                "柔软",
                "舍身",
                "轻装"
            ],
            "属性": [
                "格斗",
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "107",
            "名称": "快拳郎",
            "进化阶段": 107,
            "种族值": [
                70,
                125,
                79,
                35,
                90,
                111
            ],
            "总种族值": 510,
            "特性": [
                "锐利目光",
                "精神力",
                "铁拳"
            ],
            "属性": [
                "格斗",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "108",
            "名称": "大舌头",
            "进化阶段": 108,
            "种族值": [
                90,
                55,
                75,
                60,
                75,
                30
            ],
            "总种族值": 385,
            "特性": [
                "我行我素",
                "分析",
                "无关天气"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "109",
            "名称": "瓦斯弹",
            "进化阶段": 109,
            "种族值": [
                40,
                65,
                80,
                80,
                45,
                35
            ],
            "总种族值": 345,
            "特性": [
                "恶臭",
                "恶臭",
                "飘浮"
            ],
            "属性": [
                "毒",
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "剧毒宝珠",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "110",
            "名称": "双弹瓦斯",
            "进化阶段": 110,
            "种族值": [
                85,
                70,
                95,
                120,
                90,
                40
            ],
            "总种族值": 500,
            "特性": [
                "恶臭",
                "恶臭",
                "飘浮"
            ],
            "属性": [
                "毒",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "111",
            "名称": "独角犀牛",
            "进化阶段": 111,
            "种族值": [
                80,
                85,
                95,
                30,
                30,
                25
            ],
            "总种族值": 345,
            "特性": [
                "避雷针",
                "防弹",
                "扬沙"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "112",
            "名称": "钻角犀兽",
            "进化阶段": 112,
            "种族值": [
                100,
                130,
                120,
                45,
                75,
                40
            ],
            "总种族值": 510,
            "特性": [
                "避雷针",
                "防弹",
                "扬沙"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "113",
            "名称": "吉利蛋",
            "进化阶段": 113,
            "种族值": [
                250,
                5,
                5,
                35,
                105,
                50
            ],
            "总种族值": 450,
            "特性": [
                "自然回复",
                "天恩",
                "治愈之心"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "幸运蛋",
                    "概率": 50
                },
                {
                    "物品": "吉利拳",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "114",
            "名称": "蔓藤怪",
            "进化阶段": 114,
            "种族值": [
                65,
                55,
                115,
                100,
                40,
                60
            ],
            "总种族值": 435,
            "特性": [
                "太阳驱动",
                "叶子防守",
                "再生力"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗草果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "115",
            "名称": "袋龙",
            "进化阶段": 115,
            "种族值": [
                105,
                120,
                85,
                40,
                85,
                95
            ],
            "总种族值": 530,
            "特性": [
                "早起",
                "胆量",
                "硬爪"
            ],
            "属性": [
                "一般",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "袋龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "116",
            "名称": "墨海马",
            "进化阶段": 116,
            "种族值": [
                30,
                40,
                70,
                80,
                25,
                60
            ],
            "总种族值": 305,
            "特性": [
                "强行",
                "强行",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "117",
            "名称": "海刺龙",
            "进化阶段": 117,
            "种族值": [
                55,
                65,
                65,
                115,
                75,
                85
            ],
            "总种族值": 460,
            "特性": [
                "强行",
                "强行",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "118",
            "名称": "角金鱼",
            "进化阶段": 118,
            "种族值": [
                45,
                67,
                60,
                35,
                50,
                63
            ],
            "总种族值": 320,
            "特性": [
                "悠游自如",
                "水幕",
                "避雷针"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "119",
            "名称": "金鱼王",
            "进化阶段": 119,
            "种族值": [
                80,
                120,
                65,
                65,
                80,
                98
            ],
            "总种族值": 508,
            "特性": [
                "悠游自如",
                "水幕",
                "避雷针"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "120",
            "名称": "海星星",
            "进化阶段": 120,
            "种族值": [
                30,
                45,
                55,
                70,
                55,
                85
            ],
            "总种族值": 340,
            "特性": [
                "发光",
                "自然回复",
                "魔法防守"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "星星沙子",
                    "概率": 50
                },
                {
                    "物品": "星星碎片",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "121",
            "名称": "宝石海星",
            "进化阶段": 121,
            "种族值": [
                60,
                50,
                85,
                125,
                85,
                115
            ],
            "总种族值": 520,
            "特性": [
                "发光",
                "自然回复",
                "魔法防守"
            ],
            "属性": [
                "水",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "星星沙子",
                    "概率": 50
                },
                {
                    "物品": "星星碎片",
                    "概率": 5
                },
                {
                    "物品": "彗星碎片",
                    "概率": 1
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "122",
            "名称": "魔墙人偶",
            "进化阶段": 122,
            "种族值": [
                70,
                45,
                75,
                100,
                120,
                90
            ],
            "总种族值": 500,
            "特性": [
                "隔音",
                "过滤",
                "魔法防守"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "奇异薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "123",
            "名称": "飞天螳螂",
            "进化阶段": 123,
            "种族值": [
                70,
                110,
                80,
                45,
                80,
                115
            ],
            "总种族值": 500,
            "特性": [
                "虫之预感",
                "技术高手",
                "不服输"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨钳螳螂进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "124",
            "名称": "迷唇姐",
            "进化阶段": 124,
            "种族值": [
                100,
                50,
                35,
                115,
                105,
                95
            ],
            "总种族值": 500,
            "特性": [
                "迟钝",
                "预知梦",
                "干燥皮肤"
            ],
            "属性": [
                "冰",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "125",
            "名称": "电击兽",
            "进化阶段": 125,
            "种族值": [
                65,
                115,
                77,
                52,
                85,
                70
            ],
            "总种族值": 464,
            "特性": [
                "静电",
                "静电",
                "轻装"
            ],
            "属性": [
                "电",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "126",
            "名称": "鸭嘴火兽",
            "进化阶段": 126,
            "种族值": [
                65,
                75,
                57,
                100,
                75,
                93
            ],
            "总种族值": 465,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "无防守"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "127",
            "名称": "凯罗斯",
            "进化阶段": 127,
            "种族值": [
                65,
                125,
                100,
                45,
                70,
                95
            ],
            "总种族值": 500,
            "特性": [
                "怪力钳",
                "破格",
                "自信过度"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [
                {
                    "物品": "凯罗斯进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "128",
            "名称": "肯泰罗",
            "进化阶段": 128,
            "种族值": [
                75,
                130,
                95,
                40,
                70,
                110
            ],
            "总种族值": 520,
            "特性": [
                "威吓",
                "愤怒穴位",
                "坚硬脑袋"
            ],
            "属性": [
                "一般",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "129",
            "名称": "鲤鱼王",
            "进化阶段": 129,
            "种族值": [
                20,
                10,
                55,
                15,
                20,
                80
            ],
            "总种族值": 200,
            "特性": [
                "悠游自如",
                "悠游自如",
                "胆怯"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴鲤龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "130",
            "名称": "暴鲤龙",
            "进化阶段": 130,
            "种族值": [
                95,
                125,
                79,
                60,
                100,
                81
            ],
            "总种族值": 540,
            "特性": [
                "威吓",
                "威吓",
                "强壮之颚"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴鲤龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "131",
            "名称": "拉普拉斯",
            "进化阶段": 131,
            "种族值": [
                150,
                60,
                95,
                90,
                95,
                50
            ],
            "总种族值": 540,
            "特性": [
                "引水",
                "储水",
                "降雨"
            ],
            "属性": [
                "水",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "贝壳之铃",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "132",
            "名称": "百变怪",
            "进化阶段": 132,
            "种族值": [
                48,
                48,
                48,
                48,
                48,
                48
            ],
            "总种族值": 288,
            "特性": [
                "柔软",
                "柔软",
                "变身者"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "速度粉",
                    "概率": 50
                },
                {
                    "物品": "金属粉",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "百变怪"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "133",
            "名称": "伊布",
            "进化阶段": 133,
            "种族值": [
                70,
                70,
                70,
                70,
                70,
                70
            ],
            "总种族值": 420,
            "特性": [
                "逃跑",
                "适应力",
                "危险预知"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "进化奇石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "134",
            "名称": "水伊布",
            "进化阶段": 134,
            "种族值": [
                140,
                60,
                65,
                95,
                110,
                65
            ],
            "总种族值": 535,
            "特性": [
                "储水",
                "引水",
                "湿润之躯"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "135",
            "名称": "雷伊布",
            "进化阶段": 135,
            "种族值": [
                65,
                60,
                65,
                110,
                95,
                140
            ],
            "总种族值": 535,
            "特性": [
                "蓄电",
                "蓄电",
                "加速"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "136",
            "名称": "火伊布",
            "进化阶段": 136,
            "种族值": [
                65,
                140,
                65,
                60,
                95,
                110
            ],
            "总种族值": 535,
            "特性": [
                "引火",
                "引火",
                "自信过度"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "137",
            "名称": "多边兽",
            "进化阶段": 137,
            "种族值": [
                65,
                60,
                70,
                85,
                75,
                40
            ],
            "总种族值": 395,
            "特性": [
                "复制",
                "洞察",
                "飘浮"
            ],
            "属性": [
                "一般",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "138",
            "名称": "菊石兽",
            "进化阶段": 138,
            "种族值": [
                35,
                40,
                100,
                90,
                55,
                35
            ],
            "总种族值": 355,
            "特性": [
                "碎裂铠甲",
                "硬壳盔甲",
                "悠游自如"
            ],
            "属性": [
                "岩石",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "139",
            "名称": "多刺菊石兽",
            "进化阶段": 139,
            "种族值": [
                100,
                50,
                125,
                120,
                70,
                65
            ],
            "总种族值": 530,
            "特性": [
                "碎裂铠甲",
                "硬壳盔甲",
                "悠游自如"
            ],
            "属性": [
                "岩石",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "140",
            "名称": "化石盔",
            "进化阶段": 140,
            "种族值": [
                30,
                80,
                90,
                55,
                45,
                55
            ],
            "总种族值": 355,
            "特性": [
                "碎裂铠甲",
                "战斗盔甲",
                "悠游自如"
            ],
            "属性": [
                "水",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "141",
            "名称": "镰刀盔",
            "进化阶段": 141,
            "种族值": [
                75,
                125,
                140,
                40,
                90,
                60
            ],
            "总种族值": 530,
            "特性": [
                "碎裂铠甲",
                "战斗盔甲",
                "悠游自如"
            ],
            "属性": [
                "水",
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "142",
            "名称": "化石翼龙",
            "进化阶段": 142,
            "种族值": [
                90,
                115,
                80,
                50,
                75,
                130
            ],
            "总种族值": 540,
            "特性": [
                "硬爪",
                "硬爪",
                "硬爪"
            ],
            "属性": [
                "岩石",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "化石翼龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "143",
            "名称": "卡比兽",
            "进化阶段": 143,
            "种族值": [
                160,
                140,
                80,
                35,
                110,
                30
            ],
            "总种族值": 555,
            "特性": [
                "厚脂肪",
                "贪吃鬼",
                "胆量"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "饱腹薰香",
                    "概率": 50
                },
                {
                    "物品": "吃剩的东西",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "144",
            "名称": "急冻鸟",
            "进化阶段": 144,
            "种族值": [
                110,
                60,
                80,
                145,
                130,
                135
            ],
            "总种族值": 660,
            "特性": [
                "雪隐",
                "无关天气",
                "降雪"
            ],
            "属性": [
                "冰",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "145",
            "名称": "闪电鸟",
            "进化阶段": 145,
            "种族值": [
                110,
                145,
                80,
                60,
                130,
                135
            ],
            "总种族值": 660,
            "特性": [
                "静电",
                "适应力",
                "降雨"
            ],
            "属性": [
                "电",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "146",
            "名称": "火焰鸟",
            "进化阶段": 146,
            "种族值": [
                110,
                145,
                130,
                60,
                80,
                135
            ],
            "总种族值": 660,
            "特性": [
                "引火",
                "干燥皮肤",
                "日照"
            ],
            "属性": [
                "火",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "147",
            "名称": "迷你龙",
            "进化阶段": 147,
            "种族值": [
                41,
                64,
                45,
                50,
                50,
                50
            ],
            "总种族值": 300,
            "特性": [
                "蜕皮",
                "神奇鳞片",
                "降雨"
            ],
            "属性": [
                "龙",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "148",
            "名称": "哈克龙",
            "进化阶段": 148,
            "种族值": [
                100,
                60,
                100,
                80,
                100,
                80
            ],
            "总种族值": 520,
            "特性": [
                "蜕皮",
                "神奇鳞片",
                "降雨"
            ],
            "属性": [
                "龙",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "149",
            "名称": "快龙",
            "进化阶段": 149,
            "种族值": [
                88,
                140,
                75,
                80,
                75,
                142
            ],
            "总种族值": 600,
            "特性": [
                "恒净之躯",
                "多重鳞片",
                "不服输"
            ],
            "属性": [
                "龙",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "150",
            "名称": "超梦",
            "进化阶段": 150,
            "种族值": [
                110,
                90,
                80,
                150,
                120,
                150
            ],
            "总种族值": 700,
            "特性": [
                "神之威压",
                "神之威压",
                "魔法防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "超梦进化石X",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "151",
            "名称": "梦幻",
            "进化阶段": 151,
            "种族值": [
                250,
                90,
                90,
                90,
                90,
                90
            ],
            "总种族值": 700,
            "特性": [
                "同步",
                "同步",
                "变身者"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "152",
            "名称": "菊草叶",
            "进化阶段": 152,
            "种族值": [
                45,
                49,
                65,
                49,
                65,
                45
            ],
            "总种族值": 318,
            "特性": [
                "茂盛",
                "厚脂肪",
                "厚脂肪"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "153",
            "名称": "月桂叶",
            "进化阶段": 153,
            "种族值": [
                60,
                62,
                80,
                63,
                80,
                60
            ],
            "总种族值": 405,
            "特性": [
                "茂盛",
                "厚脂肪",
                "厚脂肪"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "154",
            "名称": "大竺葵",
            "进化阶段": 154,
            "种族值": [
                100,
                62,
                100,
                83,
                110,
                80
            ],
            "总种族值": 535,
            "特性": [
                "茂盛",
                "厚脂肪",
                "厚脂肪"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "155",
            "名称": "火球鼠",
            "进化阶段": 155,
            "种族值": [
                39,
                52,
                43,
                60,
                50,
                65
            ],
            "总种族值": 309,
            "特性": [
                "猛火",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "156",
            "名称": "火岩鼠",
            "进化阶段": 156,
            "种族值": [
                58,
                64,
                58,
                80,
                65,
                80
            ],
            "总种族值": 405,
            "特性": [
                "猛火",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "157",
            "名称": "火暴兽",
            "进化阶段": 157,
            "种族值": [
                78,
                70,
                99,
                120,
                88,
                80
            ],
            "总种族值": 535,
            "特性": [
                "猛火",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "火",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "158",
            "名称": "小锯鳄",
            "进化阶段": 158,
            "种族值": [
                50,
                65,
                64,
                44,
                48,
                43
            ],
            "总种族值": 314,
            "特性": [
                "威吓",
                "适应力",
                "适应力"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "159",
            "名称": "蓝鳄",
            "进化阶段": 159,
            "种族值": [
                65,
                80,
                80,
                49,
                63,
                68
            ],
            "总种族值": 405,
            "特性": [
                "威吓",
                "适应力",
                "适应力"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "160",
            "名称": "大力鳄",
            "进化阶段": 160,
            "种族值": [
                85,
                122,
                100,
                60,
                81,
                87
            ],
            "总种族值": 535,
            "特性": [
                "威吓",
                "适应力",
                "适应力"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "161",
            "名称": "尾立",
            "进化阶段": 161,
            "种族值": [
                35,
                46,
                34,
                35,
                45,
                20
            ],
            "总种族值": 215,
            "特性": [
                "逃跑",
                "锐利目光",
                "察觉"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "162",
            "名称": "大尾立",
            "进化阶段": 162,
            "种族值": [
                85,
                76,
                64,
                45,
                55,
                90
            ],
            "总种族值": 415,
            "特性": [
                "逃跑",
                "锐利目光",
                "察觉"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "163",
            "名称": "咕咕",
            "进化阶段": 163,
            "种族值": [
                60,
                30,
                30,
                36,
                56,
                50
            ],
            "总种族值": 262,
            "特性": [
                "不眠",
                "锐利目光",
                "洞悉"
            ],
            "属性": [
                "超能力",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "164",
            "名称": "猫头夜鹰",
            "进化阶段": 164,
            "种族值": [
                120,
                50,
                50,
                106,
                103,
                70
            ],
            "总种族值": 499,
            "特性": [
                "不眠",
                "锐利目光",
                "洞悉"
            ],
            "属性": [
                "超能力",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "165",
            "名称": "芭瓢虫",
            "进化阶段": 165,
            "种族值": [
                40,
                20,
                30,
                40,
                80,
                55
            ],
            "总种族值": 265,
            "特性": [
                "虫之预感",
                "早起",
                "胆怯"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "166",
            "名称": "安瓢虫",
            "进化阶段": 166,
            "种族值": [
                70,
                110,
                70,
                45,
                110,
                85
            ],
            "总种族值": 490,
            "特性": [
                "虫之预感",
                "早起",
                "铁拳"
            ],
            "属性": [
                "虫",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "167",
            "名称": "圆丝蛛",
            "进化阶段": 167,
            "种族值": [
                40,
                60,
                40,
                40,
                40,
                30
            ],
            "总种族值": 250,
            "特性": [
                "虫之预感",
                "不眠",
                "狙击手"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "红线",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "168",
            "名称": "阿利多斯",
            "进化阶段": 168,
            "种族值": [
                80,
                110,
                80,
                40,
                80,
                100
            ],
            "总种族值": 490,
            "特性": [
                "虫之预感",
                "不眠",
                "狙击手"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "红线",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "169",
            "名称": "叉字蝠",
            "进化阶段": 169,
            "种族值": [
                85,
                110,
                80,
                50,
                80,
                130
            ],
            "总种族值": 535,
            "特性": [
                "精神力",
                "狙击手",
                "加速"
            ],
            "属性": [
                "毒",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "170",
            "名称": "灯笼鱼",
            "进化阶段": 170,
            "种族值": [
                75,
                38,
                38,
                56,
                56,
                67
            ],
            "总种族值": 330,
            "特性": [
                "蓄电",
                "储水",
                "避雷针"
            ],
            "属性": [
                "水",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "171",
            "名称": "电灯怪",
            "进化阶段": 171,
            "种族值": [
                150,
                58,
                78,
                76,
                86,
                67
            ],
            "总种族值": 515,
            "特性": [
                "蓄电",
                "储水",
                "避雷针"
            ],
            "属性": [
                "水",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "172",
            "名称": "皮丘",
            "进化阶段": 172,
            "种族值": [
                20,
                40,
                15,
                35,
                35,
                60
            ],
            "总种族值": 205,
            "特性": [
                "静电",
                "静电",
                "避雷针"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "173",
            "名称": "皮宝宝",
            "进化阶段": 173,
            "种族值": [
                50,
                25,
                28,
                45,
                55,
                15
            ],
            "总种族值": 218,
            "特性": [
                "迷人之躯",
                "魔法防守",
                "友情防守"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "174",
            "名称": "宝宝丁",
            "进化阶段": 174,
            "种族值": [
                90,
                30,
                15,
                40,
                20,
                15
            ],
            "总种族值": 210,
            "特性": [
                "迷人之躯",
                "好胜",
                "友情防守"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "175",
            "名称": "波克比",
            "进化阶段": 175,
            "种族值": [
                55,
                20,
                65,
                70,
                65,
                40
            ],
            "总种族值": 315,
            "特性": [
                "活力",
                "天恩",
                "纯朴"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "妖精宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "176",
            "名称": "波克基古",
            "进化阶段": 176,
            "种族值": [
                85,
                40,
                85,
                100,
                85,
                40
            ],
            "总种族值": 435,
            "特性": [
                "活力",
                "天恩",
                "纯朴"
            ],
            "属性": [
                "妖精",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "177",
            "名称": "天然雀",
            "进化阶段": 177,
            "种族值": [
                40,
                50,
                45,
                70,
                45,
                70
            ],
            "总种族值": 320,
            "特性": [
                "同步",
                "早起",
                "幻觉"
            ],
            "属性": [
                "幽灵",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "178",
            "名称": "天然鸟",
            "进化阶段": 178,
            "种族值": [
                65,
                55,
                70,
                120,
                70,
                120
            ],
            "总种族值": 500,
            "特性": [
                "同步",
                "早起",
                "幻觉"
            ],
            "属性": [
                "幽灵",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "觉醒之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "179",
            "名称": "咩利羊",
            "进化阶段": 179,
            "种族值": [
                55,
                40,
                60,
                85,
                65,
                35
            ],
            "总种族值": 340,
            "特性": [
                "静电",
                "静电",
                "正电"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "电龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "180",
            "名称": "茸茸羊",
            "进化阶段": 180,
            "种族值": [
                70,
                55,
                95,
                100,
                90,
                45
            ],
            "总种族值": 455,
            "特性": [
                "静电",
                "静电",
                "正电"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "电龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "181",
            "名称": "电龙",
            "进化阶段": 181,
            "种族值": [
                120,
                95,
                85,
                145,
                110,
                45
            ],
            "总种族值": 600,
            "特性": [
                "静电",
                "静电",
                "正电"
            ],
            "属性": [
                "电",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "电龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "182",
            "名称": "美丽花",
            "进化阶段": 182,
            "种族值": [
                85,
                65,
                70,
                115,
                95,
                80
            ],
            "总种族值": 510,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "单纯"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "球根",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "183",
            "名称": "玛力露",
            "进化阶段": 183,
            "种族值": [
                50,
                70,
                50,
                20,
                50,
                40
            ],
            "总种族值": 280,
            "特性": [
                "厚脂肪",
                "食草",
                "适应力"
            ],
            "属性": [
                "水",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "海潮薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "水 1",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "184",
            "名称": "玛力露丽",
            "进化阶段": 184,
            "种族值": [
                80,
                120,
                80,
                50,
                80,
                50
            ],
            "总种族值": 460,
            "特性": [
                "厚脂肪",
                "食草",
                "适应力"
            ],
            "属性": [
                "水",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "海潮薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "水 1",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "185",
            "名称": "树才怪",
            "进化阶段": 185,
            "种族值": [
                120,
                120,
                115,
                30,
                75,
                30
            ],
            "总种族值": 490,
            "特性": [
                "结实",
                "坚硬脑袋",
                "分析"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "岩石薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "186",
            "名称": "蚊香蛙皇",
            "进化阶段": 186,
            "种族值": [
                90,
                50,
                95,
                110,
                100,
                70
            ],
            "总种族值": 515,
            "特性": [
                "储水",
                "湿气",
                "降雨"
            ],
            "属性": [
                "水",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "187",
            "名称": "毽子草",
            "进化阶段": 187,
            "种族值": [
                35,
                35,
                40,
                35,
                55,
                50
            ],
            "总种族值": 250,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "188",
            "名称": "毽子花",
            "进化阶段": 188,
            "种族值": [
                55,
                45,
                60,
                45,
                75,
                90
            ],
            "总种族值": 370,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "189",
            "名称": "毽子绵",
            "进化阶段": 189,
            "种族值": [
                75,
                45,
                85,
                85,
                105,
                120
            ],
            "总种族值": 515,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "190",
            "名称": "长尾怪手",
            "进化阶段": 190,
            "种族值": [
                55,
                80,
                65,
                40,
                65,
                85
            ],
            "总种族值": 390,
            "特性": [
                "逃跑",
                "逃跑",
                "连续攻击"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "191",
            "名称": "向日种子",
            "进化阶段": 191,
            "种族值": [
                30,
                30,
                30,
                30,
                30,
                30
            ],
            "总种族值": 180,
            "特性": [
                "太阳之力",
                "太阳之力",
                "早起"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "192",
            "名称": "向日花怪",
            "进化阶段": 192,
            "种族值": [
                90,
                70,
                95,
                130,
                95,
                20
            ],
            "总种族值": 500,
            "特性": [
                "太阳之力",
                "太阳之力",
                "日照"
            ],
            "属性": [
                "草",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "193",
            "名称": "蜻蜻蜓",
            "进化阶段": 193,
            "种族值": [
                65,
                65,
                45,
                75,
                45,
                95
            ],
            "总种族值": 390,
            "特性": [
                "复眼",
                "洞悉",
                "加速"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "194",
            "名称": "乌波",
            "进化阶段": 194,
            "种族值": [
                55,
                45,
                65,
                45,
                45,
                15
            ],
            "总种族值": 270,
            "特性": [
                "湿气",
                "储水",
                "纯朴"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "195",
            "名称": "沼王",
            "进化阶段": 195,
            "种族值": [
                125,
                75,
                95,
                85,
                75,
                25
            ],
            "总种族值": 480,
            "特性": [
                "湿气",
                "储水",
                "纯朴"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "196",
            "名称": "太阳伊布",
            "进化阶段": 196,
            "种族值": [
                65,
                60,
                65,
                140,
                95,
                110
            ],
            "总种族值": 535,
            "特性": [
                "同步",
                "同步",
                "强行"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "197",
            "名称": "月亮伊布",
            "进化阶段": 197,
            "种族值": [
                95,
                65,
                110,
                60,
                140,
                65
            ],
            "总种族值": 535,
            "特性": [
                "同步",
                "同步",
                "魔法防守"
            ],
            "属性": [
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "198",
            "名称": "黑暗鸦",
            "进化阶段": 198,
            "种族值": [
                60,
                65,
                72,
                85,
                72,
                101
            ],
            "总种族值": 455,
            "特性": [
                "不眠",
                "超幸运",
                "恶作剧之心"
            ],
            "属性": [
                "恶",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "要害果",
                    "概率": 50
                },
                {
                    "物品": "暗之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "199",
            "名称": "呆呆王",
            "进化阶段": 199,
            "种族值": [
                115,
                65,
                100,
                120,
                120,
                20
            ],
            "总种族值": 540,
            "特性": [
                "迟钝",
                "储水",
                "无关天气"
            ],
            "属性": [
                "水",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "200",
            "名称": "梦妖",
            "进化阶段": 200,
            "种族值": [
                55,
                50,
                50,
                95,
                85,
                95
            ],
            "总种族值": 430,
            "特性": [
                "飘浮",
                "飘浮",
                "强行"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "201",
            "名称": "未知图腾",
            "进化阶段": 201,
            "种族值": [
                48,
                72,
                48,
                72,
                48,
                48
            ],
            "总种族值": 336,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "特性胶囊",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "202",
            "名称": "果然翁",
            "进化阶段": 202,
            "种族值": [
                190,
                33,
                98,
                33,
                98,
                33
            ],
            "总种族值": 485,
            "特性": [
                "踩影",
                "踩影",
                "心灵感应"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "悠闲薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "203",
            "名称": "麒麟奇",
            "进化阶段": 203,
            "种族值": [
                70,
                60,
                75,
                110,
                75,
                105
            ],
            "总种族值": 495,
            "特性": [
                "精神力",
                "早起",
                "适应力"
            ],
            "属性": [
                "一般",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗普果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "204",
            "名称": "榛果球",
            "进化阶段": 204,
            "种族值": [
                50,
                65,
                90,
                35,
                35,
                15
            ],
            "总种族值": 290,
            "特性": [
                "结实",
                "结实",
                "防尘"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "205",
            "名称": "佛烈托斯",
            "进化阶段": 205,
            "种族值": [
                75,
                115,
                160,
                50,
                80,
                15
            ],
            "总种族值": 495,
            "特性": [
                "结实",
                "结实",
                "防尘"
            ],
            "属性": [
                "虫",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "206",
            "名称": "土龙翅灵",
            "进化阶段": 206,
            "种族值": [
                100,
                70,
                90,
                90,
                90,
                30
            ],
            "总种族值": 470,
            "特性": [
                "天恩",
                "胆怯",
                "纯朴"
            ],
            "属性": [
                "虫",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "逃脱按键",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "207",
            "名称": "天蝎",
            "进化阶段": 207,
            "种族值": [
                65,
                75,
                105,
                35,
                65,
                85
            ],
            "总种族值": 430,
            "特性": [
                "飘浮",
                "飘浮",
                "拨沙"
            ],
            "属性": [
                "地面",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "锐利之牙",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "208",
            "名称": "大钢蛇",
            "进化阶段": 208,
            "种族值": [
                80,
                105,
                200,
                55,
                65,
                30
            ],
            "总种族值": 535,
            "特性": [
                "坚硬脑袋",
                "结实",
                "强行"
            ],
            "属性": [
                "钢",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "大钢蛇进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "209",
            "名称": "布鲁",
            "进化阶段": 209,
            "种族值": [
                60,
                80,
                50,
                40,
                40,
                30
            ],
            "总种族值": 300,
            "特性": [
                "威吓",
                "顺手牵羊",
                "恶作剧之心"
            ],
            "属性": [
                "恶",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "恶之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "210",
            "名称": "布鲁皇",
            "进化阶段": 210,
            "种族值": [
                105,
                120,
                85,
                60,
                80,
                60
            ],
            "总种族值": 510,
            "特性": [
                "威吓",
                "顺手牵羊",
                "恶作剧之心"
            ],
            "属性": [
                "恶",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "211",
            "名称": "千针鱼",
            "进化阶段": 211,
            "种族值": [
                85,
                105,
                85,
                55,
                75,
                85
            ],
            "总种族值": 490,
            "特性": [
                "污毒之躯",
                "悠游自如",
                "威吓"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "毒之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "212",
            "名称": "巨钳螳螂",
            "进化阶段": 212,
            "种族值": [
                90,
                130,
                100,
                35,
                80,
                85
            ],
            "总种族值": 520,
            "特性": [
                "虫之预感",
                "技术高手",
                "不服输"
            ],
            "属性": [
                "虫",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨钳螳螂进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "213",
            "名称": "壶壶",
            "进化阶段": 213,
            "种族值": [
                80,
                10,
                200,
                10,
                200,
                5
            ],
            "总种族值": 505,
            "特性": [
                "结实",
                "贪吃鬼",
                "过滤"
            ],
            "属性": [
                "虫",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "绝佳果",
                    "概率": 50
                },
                {
                    "物品": "树果汁",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "214",
            "名称": "赫拉克罗斯",
            "进化阶段": 214,
            "种族值": [
                80,
                125,
                85,
                40,
                95,
                95
            ],
            "总种族值": 520,
            "特性": [
                "虫之预感",
                "毅力",
                "自信过度"
            ],
            "属性": [
                "虫",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "赫拉克罗斯进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "215",
            "名称": "狃拉",
            "进化阶段": 215,
            "种族值": [
                55,
                95,
                55,
                35,
                75,
                115
            ],
            "总种族值": 430,
            "特性": [
                "精神力",
                "技术高手",
                "强行"
            ],
            "属性": [
                "恶",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "锐利之爪",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "216",
            "名称": "熊宝宝",
            "进化阶段": 216,
            "种族值": [
                80,
                80,
                70,
                35,
                55,
                40
            ],
            "总种族值": 360,
            "特性": [
                "毅力",
                "飞毛腿",
                "顺手牵羊"
            ],
            "属性": [
                "一般",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "217",
            "名称": "圈圈熊",
            "进化阶段": 217,
            "种族值": [
                110,
                120,
                100,
                45,
                75,
                50
            ],
            "总种族值": 500,
            "特性": [
                "毅力",
                "飞毛腿",
                "防弹"
            ],
            "属性": [
                "一般",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "218",
            "名称": "熔岩虫",
            "进化阶段": 218,
            "种族值": [
                40,
                40,
                40,
                70,
                40,
                20
            ],
            "总种族值": 250,
            "特性": [
                "熔岩铠甲",
                "火焰之躯",
                "日照"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗火果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "219",
            "名称": "熔岩蜗牛",
            "进化阶段": 219,
            "种族值": [
                90,
                50,
                120,
                140,
                80,
                20
            ],
            "总种族值": 500,
            "特性": [
                "熔岩铠甲",
                "火焰之躯",
                "日照"
            ],
            "属性": [
                "火",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "220",
            "名称": "小山猪",
            "进化阶段": 220,
            "种族值": [
                80,
                80,
                40,
                30,
                30,
                50
            ],
            "总种族值": 310,
            "特性": [
                "迟钝",
                "雪隐",
                "厚脂肪"
            ],
            "属性": [
                "冰",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "221",
            "名称": "长毛猪",
            "进化阶段": 221,
            "种族值": [
                100,
                100,
                80,
                60,
                60,
                50
            ],
            "总种族值": 450,
            "特性": [
                "迟钝",
                "雪隐",
                "厚脂肪"
            ],
            "属性": [
                "冰",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "222",
            "名称": "太阳珊瑚",
            "进化阶段": 222,
            "种族值": [
                75,
                65,
                105,
                105,
                95,
                20
            ],
            "总种族值": 465,
            "特性": [
                "诅咒之躯",
                "诅咒之躯",
                "纯朴"
            ],
            "属性": [
                "水",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "背盖化石",
                    "概率": 50
                },
                {
                    "物品": "光苔",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "223",
            "名称": "铁炮鱼",
            "进化阶段": 223,
            "种族值": [
                35,
                65,
                35,
                65,
                35,
                65
            ],
            "总种族值": 300,
            "特性": [
                "活力",
                "狙击手",
                "心情不定"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "224",
            "名称": "章鱼桶",
            "进化阶段": 224,
            "种族值": [
                95,
                75,
                75,
                105,
                105,
                45
            ],
            "总种族值": 500,
            "特性": [
                "吸盘",
                "狙击手",
                "心情不定"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "潜能果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "225",
            "名称": "小黑子",
            "进化阶段": 225,
            "种族值": [
                56,
                70,
                104,
                124,
                60,
                136
            ],
            "总种族值": 550,
            "特性": [
                "引水",
                "引水",
                "降雪"
            ],
            "属性": [
                "冰",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "226",
            "名称": "巨翅飞鱼",
            "进化阶段": 226,
            "种族值": [
                115,
                40,
                70,
                80,
                140,
                70
            ],
            "总种族值": 515,
            "特性": [
                "悠游自如",
                "储水",
                "水幕"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "涟漪薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "227",
            "名称": "盔甲鸟",
            "进化阶段": 227,
            "种族值": [
                90,
                95,
                150,
                30,
                90,
                70
            ],
            "总种族值": 525,
            "特性": [
                "锐利目光",
                "结实",
                "坚硬岩石"
            ],
            "属性": [
                "钢",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "羽毛化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "228",
            "名称": "戴鲁比",
            "进化阶段": 228,
            "种族值": [
                45,
                60,
                30,
                80,
                50,
                65
            ],
            "总种族值": 330,
            "特性": [
                "引火",
                "引火",
                "日照"
            ],
            "属性": [
                "恶",
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "黑鲁加进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "229",
            "名称": "黑鲁加",
            "进化阶段": 229,
            "种族值": [
                75,
                70,
                70,
                110,
                80,
                115
            ],
            "总种族值": 520,
            "特性": [
                "引火",
                "引火",
                "日照"
            ],
            "属性": [
                "恶",
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "黑鲁加进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "230",
            "名称": "刺龙王",
            "进化阶段": 230,
            "种族值": [
                105,
                75,
                85,
                145,
                105,
                85
            ],
            "总种族值": 600,
            "特性": [
                "强行",
                "强行",
                "悠游自如"
            ],
            "属性": [
                "水",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "231",
            "名称": "小小象",
            "进化阶段": 231,
            "种族值": [
                90,
                60,
                60,
                40,
                40,
                40
            ],
            "总种族值": 330,
            "特性": [
                "结实",
                "结实",
                "拨沙"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "232",
            "名称": "雄牙象",
            "进化阶段": 232,
            "种族值": [
                115,
                140,
                140,
                45,
                55,
                55
            ],
            "总种族值": 550,
            "特性": [
                "结实",
                "结实",
                "拨沙"
            ],
            "属性": [
                "地面",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "233",
            "名称": "多边兽II",
            "进化阶段": 233,
            "种族值": [
                85,
                80,
                90,
                105,
                95,
                60
            ],
            "总种族值": 515,
            "特性": [
                "复制",
                "洞察",
                "飘浮"
            ],
            "属性": [
                "一般",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "234",
            "名称": "惊角鹿",
            "进化阶段": 234,
            "种族值": [
                73,
                65,
                62,
                120,
                85,
                95
            ],
            "总种族值": 500,
            "特性": [
                "威吓",
                "食草",
                "魔法防守"
            ],
            "属性": [
                "一般",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "235",
            "名称": "图图犬",
            "进化阶段": 235,
            "种族值": [
                55,
                20,
                35,
                20,
                45,
                60
            ],
            "总种族值": 235,
            "特性": [
                "慢出",
                "慢出",
                "慢出"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "236",
            "名称": "无畏小子",
            "进化阶段": 236,
            "种族值": [
                35,
                35,
                35,
                35,
                35,
                35
            ],
            "总种族值": 210,
            "特性": [
                "毅力",
                "不屈之心",
                "干劲"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "格斗宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "237",
            "名称": "战舞郎",
            "进化阶段": 237,
            "种族值": [
                70,
                115,
                105,
                35,
                115,
                70
            ],
            "总种族值": 510,
            "特性": [
                "威吓",
                "不屈之心",
                "技术高手"
            ],
            "属性": [
                "格斗",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "238",
            "名称": "迷唇娃",
            "进化阶段": 238,
            "种族值": [
                65,
                30,
                75,
                65,
                75,
                75
            ],
            "总种族值": 385,
            "特性": [
                "迟钝",
                "预知梦",
                "恶作剧之心"
            ],
            "属性": [
                "冰",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "239",
            "名称": "电击怪",
            "进化阶段": 239,
            "种族值": [
                45,
                93,
                57,
                45,
                65,
                60
            ],
            "总种族值": 365,
            "特性": [
                "静电",
                "静电",
                "轻装"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "磁铁",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "240",
            "名称": "鸭嘴宝宝",
            "进化阶段": 240,
            "种族值": [
                45,
                75,
                37,
                70,
                55,
                83
            ],
            "总种族值": 365,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "无防守"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "火之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "241",
            "名称": "大奶罐",
            "进化阶段": 241,
            "种族值": [
                150,
                70,
                95,
                40,
                70,
                80
            ],
            "总种族值": 505,
            "特性": [
                "厚脂肪",
                "胆量",
                "食草"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "242",
            "名称": "幸福蛋",
            "进化阶段": 242,
            "种族值": [
                255,
                10,
                10,
                75,
                135,
                55
            ],
            "总种族值": 540,
            "特性": [
                "自然回复",
                "天恩",
                "治愈之心"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "幸运薰香",
                    "概率": 50
                },
                {
                    "物品": "幸运蛋",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "243",
            "名称": "雷皇",
            "进化阶段": 243,
            "种族值": [
                140,
                50,
                85,
                140,
                125,
                160
            ],
            "总种族值": 700,
            "特性": [
                "精神力",
                "避雷针",
                "适应力"
            ],
            "属性": [
                "电",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "244",
            "名称": "炎帝",
            "进化阶段": 244,
            "种族值": [
                140,
                160,
                125,
                50,
                85,
                140
            ],
            "总种族值": 700,
            "特性": [
                "精神力",
                "无关天气",
                "适应力"
            ],
            "属性": [
                "火",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "245",
            "名称": "水君",
            "进化阶段": 245,
            "种族值": [
                140,
                50,
                140,
                125,
                160,
                85
            ],
            "总种族值": 700,
            "特性": [
                "精神力",
                "引水",
                "适应力"
            ],
            "属性": [
                "水",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "246",
            "名称": "幼基拉斯",
            "进化阶段": 246,
            "种族值": [
                50,
                64,
                50,
                45,
                50,
                41
            ],
            "总种族值": 300,
            "特性": [
                "毅力",
                "毅力",
                "沙隐"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "班基拉斯进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "247",
            "名称": "沙基拉斯",
            "进化阶段": 247,
            "种族值": [
                70,
                84,
                100,
                65,
                70,
                51
            ],
            "总种族值": 440,
            "特性": [
                "蜕皮",
                "蜕皮",
                "沙隐"
            ],
            "属性": [
                "岩石",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "班基拉斯进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "248",
            "名称": "班基拉斯",
            "进化阶段": 248,
            "种族值": [
                100,
                134,
                110,
                85,
                100,
                71
            ],
            "总种族值": 600,
            "特性": [
                "强行",
                "强行",
                "扬沙"
            ],
            "属性": [
                "岩石",
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "班基拉斯进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "249",
            "名称": "洛奇亚",
            "进化阶段": 249,
            "种族值": [
                176,
                50,
                130,
                130,
                154,
                110
            ],
            "总种族值": 750,
            "特性": [
                "降雨",
                "降雨",
                "避雷针"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "250",
            "名称": "凤王",
            "进化阶段": 250,
            "种族值": [
                176,
                154,
                130,
                50,
                130,
                110
            ],
            "总种族值": 750,
            "特性": [
                "日照",
                "日照",
                "魔法防守"
            ],
            "属性": [
                "火",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "251",
            "名称": "时拉比",
            "进化阶段": 251,
            "种族值": [
                120,
                80,
                120,
                120,
                120,
                120
            ],
            "总种族值": 680,
            "特性": [
                "自然回复",
                "自然回复",
                "神奇守护"
            ],
            "属性": [
                "超能力",
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "异常果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "252",
            "名称": "木守宫",
            "进化阶段": 252,
            "种族值": [
                40,
                65,
                35,
                45,
                55,
                70
            ],
            "总种族值": 310,
            "特性": [
                "茂盛",
                "狙击手",
                "狙击手"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "蜥蜴王进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "253",
            "名称": "森林蜥蜴",
            "进化阶段": 253,
            "种族值": [
                50,
                85,
                45,
                65,
                65,
                95
            ],
            "总种族值": 405,
            "特性": [
                "茂盛",
                "狙击手",
                "狙击手"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "蜥蜴王进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "254",
            "名称": "蜥蜴王",
            "进化阶段": 254,
            "种族值": [
                70,
                110,
                65,
                80,
                90,
                120
            ],
            "总种族值": 535,
            "特性": [
                "茂盛",
                "狙击手",
                "狙击手"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "蜥蜴王进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "255",
            "名称": "火稚鸡",
            "进化阶段": 255,
            "种族值": [
                45,
                60,
                40,
                70,
                50,
                45
            ],
            "总种族值": 310,
            "特性": [
                "猛火",
                "加速",
                "加速"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "火焰鸡进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "256",
            "名称": "力壮鸡",
            "进化阶段": 256,
            "种族值": [
                60,
                85,
                60,
                85,
                60,
                55
            ],
            "总种族值": 405,
            "特性": [
                "猛火",
                "加速",
                "加速"
            ],
            "属性": [
                "火",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "火焰鸡进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "257",
            "名称": "火焰鸡",
            "进化阶段": 257,
            "种族值": [
                80,
                135,
                70,
                90,
                70,
                90
            ],
            "总种族值": 535,
            "特性": [
                "猛火",
                "加速",
                "加速"
            ],
            "属性": [
                "火",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "火焰鸡进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "258",
            "名称": "水跃鱼",
            "进化阶段": 258,
            "种族值": [
                50,
                70,
                50,
                50,
                50,
                40
            ],
            "总种族值": 310,
            "特性": [
                "悠游自如",
                "拨沙",
                "强行"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨沼怪进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "259",
            "名称": "沼跃鱼",
            "进化阶段": 259,
            "种族值": [
                70,
                85,
                70,
                60,
                70,
                50
            ],
            "总种族值": 405,
            "特性": [
                "悠游自如",
                "拨沙",
                "强行"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨沼怪进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "260",
            "名称": "巨沼怪",
            "进化阶段": 260,
            "种族值": [
                100,
                110,
                90,
                75,
                90,
                70
            ],
            "总种族值": 535,
            "特性": [
                "悠游自如",
                "拨沙",
                "强行"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨沼怪进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "261",
            "名称": "土狼犬",
            "进化阶段": 261,
            "种族值": [
                35,
                55,
                35,
                30,
                30,
                35
            ],
            "总种族值": 220,
            "特性": [
                "逃跑",
                "强壮之颚",
                "胆怯"
            ],
            "属性": [
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "262",
            "名称": "大狼犬",
            "进化阶段": 262,
            "种族值": [
                70,
                110,
                70,
                60,
                60,
                95
            ],
            "总种族值": 465,
            "特性": [
                "威吓",
                "强壮之颚",
                "自信过度"
            ],
            "属性": [
                "恶",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "263",
            "名称": "蛇纹熊",
            "进化阶段": 263,
            "种族值": [
                38,
                30,
                41,
                30,
                41,
                60
            ],
            "总种族值": 240,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "飞毛腿"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "264",
            "名称": "直冲熊",
            "进化阶段": 264,
            "种族值": [
                85,
                95,
                61,
                51,
                61,
                112
            ],
            "总种族值": 465,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "飞行皮肤"
            ],
            "属性": [
                "妖精",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "265",
            "名称": "刺尾虫",
            "进化阶段": 265,
            "种族值": [
                45,
                45,
                35,
                20,
                30,
                20
            ],
            "总种族值": 195,
            "特性": [
                "鳞粉",
                "鳞粉",
                "逃跑"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [
                {
                    "物品": "光粉",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "266",
            "名称": "甲壳茧",
            "进化阶段": 266,
            "种族值": [
                50,
                35,
                55,
                25,
                25,
                15
            ],
            "总种族值": 205,
            "特性": [
                "蜕皮",
                "蜕皮",
                "蜕皮"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "267",
            "名称": "狩猎凤蝶",
            "进化阶段": 267,
            "种族值": [
                60,
                70,
                50,
                100,
                50,
                90
            ],
            "总种族值": 420,
            "特性": [
                "虫之预感",
                "虫之预感",
                "斗争心"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "268",
            "名称": "盾甲茧",
            "进化阶段": 268,
            "种族值": [
                50,
                35,
                55,
                25,
                25,
                15
            ],
            "总种族值": 205,
            "特性": [
                "蜕皮",
                "蜕皮",
                "蜕皮"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "269",
            "名称": "毒粉蛾",
            "进化阶段": 269,
            "种族值": [
                70,
                50,
                85,
                50,
                100,
                65
            ],
            "总种族值": 420,
            "特性": [
                "鳞粉",
                "鳞粉",
                "复眼"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "270",
            "名称": "莲叶童子",
            "进化阶段": 270,
            "种族值": [
                40,
                30,
                30,
                40,
                50,
                30
            ],
            "总种族值": 220,
            "特性": [
                "雨盘",
                "雨盘",
                "悠游自如"
            ],
            "属性": [
                "水",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "271",
            "名称": "莲帽小童",
            "进化阶段": 271,
            "种族值": [
                60,
                50,
                50,
                60,
                70,
                50
            ],
            "总种族值": 340,
            "特性": [
                "雨盘",
                "雨盘",
                "悠游自如"
            ],
            "属性": [
                "水",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "272",
            "名称": "乐天河童",
            "进化阶段": 272,
            "种族值": [
                95,
                60,
                70,
                110,
                110,
                80
            ],
            "总种族值": 525,
            "特性": [
                "雨盘",
                "雨盘",
                "悠游自如"
            ],
            "属性": [
                "水",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "273",
            "名称": "橡实果",
            "进化阶段": 273,
            "种族值": [
                40,
                40,
                50,
                30,
                30,
                30
            ],
            "总种族值": 220,
            "特性": [
                "早起",
                "早起",
                "太阳驱动"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "274",
            "名称": "长鼻叶",
            "进化阶段": 274,
            "种族值": [
                70,
                50,
                40,
                85,
                40,
                60
            ],
            "总种族值": 345,
            "特性": [
                "早起",
                "早起",
                "太阳驱动"
            ],
            "属性": [
                "草",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "275",
            "名称": "狡猾天狗",
            "进化阶段": 275,
            "种族值": [
                80,
                60,
                70,
                145,
                90,
                80
            ],
            "总种族值": 525,
            "特性": [
                "早起",
                "早起",
                "太阳驱动"
            ],
            "属性": [
                "草",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "276",
            "名称": "傲骨燕",
            "进化阶段": 276,
            "种族值": [
                40,
                55,
                30,
                30,
                30,
                85
            ],
            "总种族值": 270,
            "特性": [
                "毅力",
                "毅力",
                "胆量"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "277",
            "名称": "大王燕",
            "进化阶段": 277,
            "种族值": [
                60,
                102,
                60,
                102,
                50,
                125
            ],
            "总种族值": 499,
            "特性": [
                "毅力",
                "毅力",
                "胆量"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "278",
            "名称": "长翅鸥",
            "进化阶段": 278,
            "种族值": [
                40,
                30,
                30,
                55,
                30,
                85
            ],
            "总种族值": 270,
            "特性": [
                "锐利目光",
                "锐利目光",
                "降雨"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "美丽之羽",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "279",
            "名称": "大嘴鸥",
            "进化阶段": 279,
            "种族值": [
                60,
                50,
                100,
                95,
                70,
                105
            ],
            "总种族值": 480,
            "特性": [
                "锐利目光",
                "锐利目光",
                "降雨"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "美丽之羽",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "280",
            "名称": "拉鲁拉丝",
            "进化阶段": 280,
            "种族值": [
                28,
                25,
                25,
                45,
                35,
                40
            ],
            "总种族值": 198,
            "特性": [
                "同步",
                "复制",
                "心灵感应"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "沙奈朵进化石",
                    "概率": 50
                },
                {
                    "物品": "艾路雷朵进化石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "281",
            "名称": "奇鲁莉安",
            "进化阶段": 281,
            "种族值": [
                38,
                35,
                35,
                65,
                55,
                50
            ],
            "总种族值": 278,
            "特性": [
                "同步",
                "复制",
                "心灵感应"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "沙奈朵进化石",
                    "概率": 50
                },
                {
                    "物品": "艾路雷朵进化石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "282",
            "名称": "沙奈朵",
            "进化阶段": 282,
            "种族值": [
                80,
                65,
                65,
                125,
                115,
                80
            ],
            "总种族值": 530,
            "特性": [
                "同步",
                "复制",
                "心灵感应"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "沙奈朵进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "283",
            "名称": "溜溜糖球",
            "进化阶段": 283,
            "种族值": [
                40,
                30,
                32,
                50,
                52,
                65
            ],
            "总种族值": 269,
            "特性": [
                "悠游自如",
                "悠游自如",
                "雨盘"
            ],
            "属性": [
                "虫",
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "潮湿岩石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "284",
            "名称": "雨翅蛾",
            "进化阶段": 284,
            "种族值": [
                70,
                60,
                62,
                100,
                102,
                106
            ],
            "总种族值": 500,
            "特性": [
                "威吓",
                "威吓",
                "降雨"
            ],
            "属性": [
                "虫",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "285",
            "名称": "蘑蘑菇",
            "进化阶段": 285,
            "种族值": [
                60,
                40,
                60,
                40,
                60,
                35
            ],
            "总种族值": 295,
            "特性": [
                "孢子",
                "毒疗",
                "飞毛腿"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "小蘑菇",
                    "概率": 50
                },
                {
                    "物品": "大蘑菇",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "286",
            "名称": "斗笠菇",
            "进化阶段": 286,
            "种族值": [
                70,
                135,
                80,
                60,
                60,
                85
            ],
            "总种族值": 490,
            "特性": [
                "孢子",
                "毒疗",
                "技术高手"
            ],
            "属性": [
                "草",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "小蘑菇",
                    "概率": 50
                },
                {
                    "物品": "大蘑菇",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "287",
            "名称": "懒人獭",
            "进化阶段": 287,
            "种族值": [
                80,
                80,
                70,
                35,
                35,
                50
            ],
            "总种族值": 350,
            "特性": [
                "懒惰",
                "懒惰",
                "早起"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "288",
            "名称": "过动猿",
            "进化阶段": 288,
            "种族值": [
                90,
                100,
                80,
                45,
                55,
                90
            ],
            "总种族值": 460,
            "特性": [
                "干劲",
                "干劲",
                "不眠"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "289",
            "名称": "加班王",
            "进化阶段": 289,
            "种族值": [
                130,
                150,
                100,
                45,
                75,
                100
            ],
            "总种族值": 600,
            "特性": [
                "懒惰",
                "懒惰",
                "活力"
            ],
            "属性": [
                "一般",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "290",
            "名称": "土居忍士",
            "进化阶段": 290,
            "种族值": [
                31,
                45,
                90,
                30,
                30,
                40
            ],
            "总种族值": 266,
            "特性": [
                "复眼",
                "复眼",
                "逃跑"
            ],
            "属性": [
                "虫",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "291",
            "名称": "铁面忍者",
            "进化阶段": 291,
            "种族值": [
                61,
                140,
                45,
                50,
                50,
                160
            ],
            "总种族值": 506,
            "特性": [
                "技术高手",
                "技术高手",
                "加速"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "292",
            "名称": "脱壳忍者",
            "进化阶段": 292,
            "种族值": [
                1,
                60,
                45,
                30,
                30,
                40
            ],
            "总种族值": 206,
            "特性": [
                "神奇守护",
                "神奇守护",
                "神奇守护"
            ],
            "属性": [
                "虫",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "293",
            "名称": "咕妞妞",
            "进化阶段": 293,
            "种族值": [
                64,
                51,
                23,
                51,
                23,
                28
            ],
            "总种族值": 240,
            "特性": [
                "隔音",
                "隔音",
                "胆怯"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "294",
            "名称": "吼爆弹",
            "进化阶段": 294,
            "种族值": [
                84,
                71,
                43,
                71,
                43,
                48
            ],
            "总种族值": 360,
            "特性": [
                "隔音",
                "隔音",
                "胆量"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "295",
            "名称": "爆音怪",
            "进化阶段": 295,
            "种族值": [
                104,
                51,
                75,
                145,
                70,
                70
            ],
            "总种族值": 515,
            "特性": [
                "隔音",
                "隔音",
                "胆量"
            ],
            "属性": [
                "一般",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "296",
            "名称": "幕下力士",
            "进化阶段": 296,
            "种族值": [
                94,
                80,
                30,
                20,
                30,
                36
            ],
            "总种族值": 290,
            "特性": [
                "厚脂肪",
                "毅力",
                "自信过度"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "黑带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "297",
            "名称": "电掌力士",
            "进化阶段": 297,
            "种族值": [
                154,
                150,
                100,
                40,
                60,
                46
            ],
            "总种族值": 550,
            "特性": [
                "厚脂肪",
                "毅力",
                "自信过度"
            ],
            "属性": [
                "格斗",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "298",
            "名称": "露力丽",
            "进化阶段": 298,
            "种族值": [
                50,
                20,
                40,
                20,
                40,
                20
            ],
            "总种族值": 190,
            "特性": [
                "厚脂肪",
                "食草",
                "适应力"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "299",
            "名称": "朝北鼻",
            "进化阶段": 299,
            "种族值": [
                30,
                45,
                135,
                45,
                90,
                30
            ],
            "总种族值": 375,
            "特性": [
                "结实",
                "磁力",
                "沙之力"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "300",
            "名称": "向尾喵",
            "进化阶段": 300,
            "种族值": [
                50,
                45,
                45,
                35,
                35,
                50
            ],
            "总种族值": 260,
            "特性": [
                "迷人之躯",
                "一般皮肤",
                "魔法反射"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "一般宝石",
                    "概率": 50
                },
                {
                    "物品": "丝绸围巾",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "301",
            "名称": "优雅猫",
            "进化阶段": 301,
            "种族值": [
                70,
                65,
                105,
                85,
                105,
                70
            ],
            "总种族值": 500,
            "特性": [
                "迷人之躯",
                "一般皮肤",
                "魔法反射"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "302",
            "名称": "勾魂眼",
            "进化阶段": 302,
            "种族值": [
                100,
                85,
                95,
                45,
                85,
                40
            ],
            "总种族值": 450,
            "特性": [
                "恶作剧之心",
                "恶作剧之心",
                "魔法反射"
            ],
            "属性": [
                "恶",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "勾魂眼进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "303",
            "名称": "大嘴娃",
            "进化阶段": 303,
            "种族值": [
                100,
                85,
                95,
                55,
                75,
                40
            ],
            "总种族值": 450,
            "特性": [
                "怪力钳",
                "威吓",
                "强行"
            ],
            "属性": [
                "钢",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "大嘴娃进化石",
                    "概率": 50
                },
                {
                    "物品": "黑色铁球",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "304",
            "名称": "可可多拉",
            "进化阶段": 304,
            "种族值": [
                50,
                70,
                100,
                40,
                40,
                30
            ],
            "总种族值": 330,
            "特性": [
                "结实",
                "坚硬脑袋",
                "重金属"
            ],
            "属性": [
                "钢",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "波士可多拉进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "305",
            "名称": "可多拉",
            "进化阶段": 305,
            "种族值": [
                60,
                90,
                140,
                50,
                50,
                40
            ],
            "总种族值": 430,
            "特性": [
                "结实",
                "坚硬脑袋",
                "重金属"
            ],
            "属性": [
                "钢",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "波士可多拉进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "306",
            "名称": "波士可多拉",
            "进化阶段": 306,
            "种族值": [
                90,
                120,
                180,
                50,
                90,
                25
            ],
            "总种族值": 555,
            "特性": [
                "结实",
                "坚硬脑袋",
                "重金属"
            ],
            "属性": [
                "钢",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "波士可多拉进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "307",
            "名称": "玛沙那",
            "进化阶段": 307,
            "种族值": [
                30,
                40,
                55,
                40,
                55,
                60
            ],
            "总种族值": 280,
            "特性": [
                "强劲",
                "强劲",
                "心灵感应"
            ],
            "属性": [
                "格斗",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "恰雷姆进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "308",
            "名称": "恰雷姆",
            "进化阶段": 308,
            "种族值": [
                90,
                80,
                95,
                60,
                95,
                80
            ],
            "总种族值": 500,
            "特性": [
                "强劲",
                "强劲",
                "心灵感应"
            ],
            "属性": [
                "格斗",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "恰雷姆进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "309",
            "名称": "落雷兽",
            "进化阶段": 309,
            "种族值": [
                40,
                45,
                40,
                65,
                40,
                65
            ],
            "总种族值": 295,
            "特性": [
                "静电",
                "避雷针",
                "威吓"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "雷电兽进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "310",
            "名称": "雷电兽",
            "进化阶段": 310,
            "种族值": [
                90,
                75,
                60,
                125,
                60,
                110
            ],
            "总种族值": 520,
            "特性": [
                "静电",
                "避雷针",
                "威吓"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "雷电兽进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "311",
            "名称": "正电拍拍",
            "进化阶段": 311,
            "种族值": [
                60,
                50,
                40,
                95,
                85,
                105
            ],
            "总种族值": 435,
            "特性": [
                "正电",
                "正电",
                "避雷针"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "充电电池",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "312",
            "名称": "负电拍拍",
            "进化阶段": 312,
            "种族值": [
                60,
                40,
                50,
                95,
                85,
                105
            ],
            "总种族值": 435,
            "特性": [
                "负电",
                "负电",
                "蓄电"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "充电电池",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "313",
            "名称": "电萤虫",
            "进化阶段": 313,
            "种族值": [
                65,
                73,
                55,
                47,
                75,
                115
            ],
            "总种族值": 430,
            "特性": [
                "发光",
                "虫之预感",
                "恶作剧之心"
            ],
            "属性": [
                "虫",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "虫",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "314",
            "名称": "甜甜萤",
            "进化阶段": 314,
            "种族值": [
                65,
                47,
                55,
                73,
                75,
                115
            ],
            "总种族值": 430,
            "特性": [
                "迟钝",
                "洞悉",
                "恶作剧之心"
            ],
            "属性": [
                "虫",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "虫",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "315",
            "名称": "毒蔷薇",
            "进化阶段": 315,
            "种族值": [
                60,
                60,
                55,
                100,
                90,
                85
            ],
            "总种族值": 450,
            "特性": [
                "自然回复",
                "污毒之躯",
                "叶子防守"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "花朵薰香",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "316",
            "名称": "溶食兽",
            "进化阶段": 316,
            "种族值": [
                70,
                43,
                53,
                43,
                53,
                40
            ],
            "总种族值": 302,
            "特性": [
                "污泥浆",
                "黏着",
                "贪吃鬼"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "317",
            "名称": "吞食兽",
            "进化阶段": 317,
            "种族值": [
                130,
                73,
                83,
                73,
                83,
                55
            ],
            "总种族值": 497,
            "特性": [
                "污泥浆",
                "黏着",
                "贪吃鬼"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "318",
            "名称": "利牙鱼",
            "进化阶段": 318,
            "种族值": [
                45,
                90,
                20,
                65,
                20,
                65
            ],
            "总种族值": 305,
            "特性": [
                "粗糙皮肤",
                "粗糙皮肤",
                "加速"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨牙鲨进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "319",
            "名称": "巨牙鲨",
            "进化阶段": 319,
            "种族值": [
                90,
                130,
                80,
                60,
                60,
                100
            ],
            "总种族值": 520,
            "特性": [
                "粗糙皮肤",
                "粗糙皮肤",
                "加速"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨牙鲨进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "320",
            "名称": "吼吼鲸",
            "进化阶段": 320,
            "种族值": [
                130,
                40,
                60,
                70,
                60,
                25
            ],
            "总种族值": 385,
            "特性": [
                "水幕",
                "迟钝",
                "纯朴"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "水之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "陆上",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "321",
            "名称": "吼鲸王",
            "进化阶段": 321,
            "种族值": [
                170,
                65,
                110,
                110,
                65,
                30
            ],
            "总种族值": 550,
            "特性": [
                "水幕",
                "迟钝",
                "纯朴"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "陆上",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "322",
            "名称": "呆火驼",
            "进化阶段": 322,
            "种族值": [
                60,
                60,
                40,
                65,
                45,
                35
            ],
            "总种族值": 305,
            "特性": [
                "迟钝",
                "单纯",
                "我行我素"
            ],
            "属性": [
                "火",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "喷火驼进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "323",
            "名称": "喷火驼",
            "进化阶段": 323,
            "种族值": [
                110,
                80,
                80,
                135,
                75,
                40
            ],
            "总种族值": 520,
            "特性": [
                "熔岩铠甲",
                "坚硬岩石",
                "引火"
            ],
            "属性": [
                "火",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "喷火驼进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "324",
            "名称": "煤炭龟",
            "进化阶段": 324,
            "种族值": [
                70,
                75,
                140,
                105,
                90,
                20
            ],
            "总种族值": 500,
            "特性": [
                "白色烟雾",
                "白色烟雾",
                "日照"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "甲壳化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "325",
            "名称": "跳跳猪",
            "进化阶段": 325,
            "种族值": [
                60,
                25,
                35,
                70,
                80,
                60
            ],
            "总种族值": 330,
            "特性": [
                "厚脂肪",
                "我行我素",
                "贪吃鬼"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "326",
            "名称": "噗噗猪",
            "进化阶段": 326,
            "种族值": [
                80,
                45,
                65,
                100,
                130,
                80
            ],
            "总种族值": 500,
            "特性": [
                "厚脂肪",
                "我行我素",
                "贪吃鬼"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "327",
            "名称": "暗黑路卡",
            "进化阶段": 327,
            "种族值": [
                100,
                145,
                80,
                70,
                80,
                155
            ],
            "总种族值": 630,
            "特性": [
                "破格",
                "破格",
                "硬爪"
            ],
            "属性": [
                "恶",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 50
        },
        {
            "编号": "328",
            "名称": "大颚蚁",
            "进化阶段": 328,
            "种族值": [
                45,
                100,
                45,
                45,
                45,
                10
            ],
            "总种族值": 290,
            "特性": [
                "怪力钳",
                "沙穴",
                "强行"
            ],
            "属性": [
                "虫",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "柔软沙子",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "329",
            "名称": "超音波幼虫",
            "进化阶段": 329,
            "种族值": [
                80,
                50,
                60,
                100,
                60,
                100
            ],
            "总种族值": 450,
            "特性": [
                "飘浮",
                "沙隐",
                "强行"
            ],
            "属性": [
                "虫",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "330",
            "名称": "沙漠蜻蜓",
            "进化阶段": 330,
            "种族值": [
                100,
                80,
                80,
                130,
                80,
                130
            ],
            "总种族值": 600,
            "特性": [
                "飘浮",
                "沙隐",
                "强行"
            ],
            "属性": [
                "虫",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "331",
            "名称": "刺球仙人掌",
            "进化阶段": 331,
            "种族值": [
                50,
                85,
                40,
                45,
                60,
                65
            ],
            "总种族值": 345,
            "特性": [
                "沙隐",
                "沙隐",
                "拨沙"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "草之宝石",
                    "概率": 50
                },
                {
                    "物品": "附着针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "332",
            "名称": "梦歌仙人掌",
            "进化阶段": 332,
            "种族值": [
                70,
                115,
                80,
                50,
                100,
                85
            ],
            "总种族值": 500,
            "特性": [
                "沙隐",
                "沙隐",
                "拨沙"
            ],
            "属性": [
                "草",
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "附着针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "植物",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "333",
            "名称": "青绵鸟",
            "进化阶段": 333,
            "种族值": [
                45,
                40,
                60,
                40,
                75,
                50
            ],
            "总种族值": 310,
            "特性": [
                "自然回复",
                "自然回复",
                "无关天气"
            ],
            "属性": [
                "妖精",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "七夕青鸟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "334",
            "名称": "七夕青鸟",
            "进化阶段": 334,
            "种族值": [
                75,
                70,
                90,
                100,
                105,
                90
            ],
            "总种族值": 530,
            "特性": [
                "自然回复",
                "自然回复",
                "无关天气"
            ],
            "属性": [
                "妖精",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "七夕青鸟进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "335",
            "名称": "猫鼬斩",
            "进化阶段": 335,
            "种族值": [
                88,
                125,
                60,
                60,
                60,
                107
            ],
            "总种族值": 500,
            "特性": [
                "毒手",
                "毒手",
                "妖精皮肤"
            ],
            "属性": [
                "毒",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "336",
            "名称": "饭匙蛇",
            "进化阶段": 336,
            "种族值": [
                88,
                92,
                60,
                93,
                60,
                107
            ],
            "总种族值": 500,
            "特性": [
                "威吓",
                "威吓",
                "洞悉"
            ],
            "属性": [
                "毒",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "陆上",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "337",
            "名称": "月石",
            "进化阶段": 337,
            "种族值": [
                85,
                70,
                70,
                120,
                125,
                30
            ],
            "总种族值": 500,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "岩石",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "月之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "338",
            "名称": "太阳岩",
            "进化阶段": 338,
            "种族值": [
                85,
                120,
                125,
                70,
                70,
                30
            ],
            "总种族值": 500,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "岩石",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "日之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "339",
            "名称": "泥泥鳅",
            "进化阶段": 339,
            "种族值": [
                50,
                48,
                43,
                46,
                41,
                60
            ],
            "总种族值": 288,
            "特性": [
                "迟钝",
                "湿润之躯",
                "单纯"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "340",
            "名称": "鲶鱼王",
            "进化阶段": 340,
            "种族值": [
                110,
                95,
                83,
                86,
                81,
                60
            ],
            "总种族值": 515,
            "特性": [
                "迟钝",
                "湿润之躯",
                "单纯"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "341",
            "名称": "龙虾小兵",
            "进化阶段": 341,
            "种族值": [
                43,
                80,
                65,
                40,
                65,
                35
            ],
            "总种族值": 328,
            "特性": [
                "怪力钳",
                "硬壳盔甲",
                "适应力"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "342",
            "名称": "铁螯龙虾",
            "进化阶段": 342,
            "种族值": [
                90,
                120,
                95,
                35,
                90,
                85
            ],
            "总种族值": 515,
            "特性": [
                "怪力钳",
                "硬壳盔甲",
                "适应力"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "343",
            "名称": "天秤偶",
            "进化阶段": 343,
            "种族值": [
                40,
                40,
                55,
                40,
                70,
                55
            ],
            "总种族值": 300,
            "特性": [
                "飘浮",
                "飘浮",
                "扬沙"
            ],
            "属性": [
                "地面",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "地面宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "344",
            "名称": "念力土偶",
            "进化阶段": 344,
            "种族值": [
                60,
                70,
                95,
                90,
                100,
                75
            ],
            "总种族值": 490,
            "特性": [
                "飘浮",
                "飘浮",
                "扬沙"
            ],
            "属性": [
                "地面",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "345",
            "名称": "触手百合",
            "进化阶段": 345,
            "种族值": [
                66,
                41,
                77,
                61,
                87,
                23
            ],
            "总种族值": 355,
            "特性": [
                "吸盘",
                "吸盘",
                "引水"
            ],
            "属性": [
                "岩石",
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "大根茎",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "346",
            "名称": "摇篮百合",
            "进化阶段": 346,
            "种族值": [
                116,
                51,
                107,
                91,
                122,
                43
            ],
            "总种族值": 530,
            "特性": [
                "吸盘",
                "吸盘",
                "引水"
            ],
            "属性": [
                "岩石",
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "大根茎",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "347",
            "名称": "太古羽虫",
            "进化阶段": 347,
            "种族值": [
                45,
                95,
                50,
                40,
                50,
                75
            ],
            "总种族值": 355,
            "特性": [
                "战斗盔甲",
                "战斗盔甲",
                "坚硬岩石"
            ],
            "属性": [
                "岩石",
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "348",
            "名称": "太古盔甲",
            "进化阶段": 348,
            "种族值": [
                100,
                145,
                105,
                60,
                85,
                35
            ],
            "总种族值": 530,
            "特性": [
                "战斗盔甲",
                "战斗盔甲",
                "坚硬岩石"
            ],
            "属性": [
                "岩石",
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "349",
            "名称": "丑丑鱼",
            "进化阶段": 349,
            "种族值": [
                20,
                15,
                20,
                10,
                55,
                80
            ],
            "总种族值": 200,
            "特性": [
                "悠游自如",
                "悠游自如",
                "适应力"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "350",
            "名称": "美纳斯",
            "进化阶段": 350,
            "种族值": [
                95,
                60,
                79,
                100,
                125,
                81
            ],
            "总种族值": 540,
            "特性": [
                "迷人之躯",
                "迷人之躯",
                "好胜"
            ],
            "属性": [
                "水",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "351",
            "名称": "飘浮泡泡",
            "进化阶段": 351,
            "种族值": [
                90,
                90,
                90,
                90,
                90,
                90
            ],
            "总种族值": 540,
            "特性": [
                "阴晴不定",
                "阴晴不定",
                "阴晴不定"
            ],
            "属性": [
                "一般",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "352",
            "名称": "变隐龙",
            "进化阶段": 352,
            "种族值": [
                60,
                90,
                70,
                60,
                120,
                40
            ],
            "总种族值": 440,
            "特性": [
                "变色",
                "变色",
                "变幻自如"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "353",
            "名称": "怨影娃娃",
            "进化阶段": 353,
            "种族值": [
                44,
                75,
                35,
                63,
                33,
                45
            ],
            "总种族值": 295,
            "特性": [
                "不眠",
                "察觉",
                "诅咒之躯"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "诅咒娃娃进化石",
                    "概率": 50
                },
                {
                    "物品": "诅咒之符",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "354",
            "名称": "诅咒娃娃",
            "进化阶段": 354,
            "种族值": [
                74,
                115,
                70,
                73,
                63,
                105
            ],
            "总种族值": 500,
            "特性": [
                "不眠",
                "察觉",
                "诅咒之躯"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "诅咒娃娃进化石",
                    "概率": 50
                },
                {
                    "物品": "诅咒之符",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "355",
            "名称": "夜巡灵",
            "进化阶段": 355,
            "种族值": [
                20,
                40,
                90,
                30,
                90,
                25
            ],
            "总种族值": 295,
            "特性": [
                "飘浮",
                "飘浮",
                "察觉"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "356",
            "名称": "彷徨夜灵",
            "进化阶段": 356,
            "种族值": [
                40,
                70,
                130,
                60,
                130,
                25
            ],
            "总种族值": 455,
            "特性": [
                "压迫感",
                "压迫感",
                "踩影"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "357",
            "名称": "热带龙",
            "进化阶段": 357,
            "种族值": [
                109,
                102,
                83,
                68,
                87,
                51
            ],
            "总种族值": 500,
            "特性": [
                "太阳驱动",
                "太阳之力",
                "收获"
            ],
            "属性": [
                "草",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "358",
            "名称": "风铃铃",
            "进化阶段": 358,
            "种族值": [
                65,
                50,
                70,
                105,
                90,
                120
            ],
            "总种族值": 500,
            "特性": [
                "飘浮",
                "飘浮",
                "加速"
            ],
            "属性": [
                "超能力",
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "洁净薰香",
                    "概率": 50
                },
                {
                    "物品": "洁净之符",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "359",
            "名称": "阿勃梭鲁",
            "进化阶段": 359,
            "种族值": [
                125,
                140,
                100,
                70,
                100,
                125
            ],
            "总种族值": 660,
            "特性": [
                "超幸运",
                "超幸运",
                "狙击手"
            ],
            "属性": [
                "恶",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "阿勃梭鲁进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "360",
            "名称": "小果然",
            "进化阶段": 360,
            "种族值": [
                95,
                23,
                48,
                23,
                48,
                23
            ],
            "总种族值": 260,
            "特性": [
                "踩影",
                "踩影",
                "心灵感应"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "361",
            "名称": "雪童子",
            "进化阶段": 361,
            "种族值": [
                50,
                50,
                50,
                50,
                50,
                50
            ],
            "总种族值": 300,
            "特性": [
                "精神力",
                "冰冻之躯",
                "心情不定"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "冰鬼护进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "362",
            "名称": "冰鬼护",
            "进化阶段": 362,
            "种族值": [
                80,
                80,
                80,
                100,
                80,
                100
            ],
            "总种族值": 520,
            "特性": [
                "精神力",
                "冰冻之躯",
                "心情不定"
            ],
            "属性": [
                "冰",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "冰鬼护进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "363",
            "名称": "海豹球",
            "进化阶段": 363,
            "种族值": [
                70,
                40,
                50,
                55,
                50,
                25
            ],
            "总种族值": 290,
            "特性": [
                "厚脂肪",
                "冰冻之躯",
                "降雪"
            ],
            "属性": [
                "冰",
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "冰之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "364",
            "名称": "海魔狮",
            "进化阶段": 364,
            "种族值": [
                110,
                60,
                80,
                75,
                80,
                45
            ],
            "总种族值": 450,
            "特性": [
                "厚脂肪",
                "冰冻之躯",
                "降雪"
            ],
            "属性": [
                "冰",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "365",
            "名称": "帝牙海狮",
            "进化阶段": 365,
            "种族值": [
                160,
                60,
                115,
                115,
                115,
                35
            ],
            "总种族值": 600,
            "特性": [
                "厚脂肪",
                "冰冻之躯",
                "降雪"
            ],
            "属性": [
                "冰",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "366",
            "名称": "珍珠贝",
            "进化阶段": 366,
            "种族值": [
                35,
                70,
                70,
                70,
                70,
                32
            ],
            "总种族值": 347,
            "特性": [
                "硬壳盔甲",
                "硬壳盔甲",
                "胆怯"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "珍珠",
                    "概率": 50
                },
                {
                    "物品": "大珍珠",
                    "概率": 5
                },
                {
                    "物品": "丸子珍珠",
                    "概率": 1
                }
            ],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "367",
            "名称": "猎斑鱼",
            "进化阶段": 367,
            "种族值": [
                55,
                134,
                105,
                75,
                84,
                62
            ],
            "总种族值": 515,
            "特性": [
                "悠游自如",
                "悠游自如",
                "强壮之颚"
            ],
            "属性": [
                "水",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "368",
            "名称": "樱花鱼",
            "进化阶段": 368,
            "种族值": [
                55,
                75,
                84,
                134,
                105,
                62
            ],
            "总种族值": 515,
            "特性": [
                "悠游自如",
                "悠游自如",
                "强行"
            ],
            "属性": [
                "水",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "369",
            "名称": "古空棘鱼",
            "进化阶段": 369,
            "种族值": [
                100,
                130,
                120,
                45,
                65,
                55
            ],
            "总种族值": 515,
            "特性": [
                "悠游自如",
                "坚硬脑袋",
                "结实"
            ],
            "属性": [
                "水",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "370",
            "名称": "爱心鱼",
            "进化阶段": 370,
            "种族值": [
                100,
                30,
                75,
                40,
                75,
                100
            ],
            "总种族值": 420,
            "特性": [
                "悠游自如",
                "湿润之躯",
                "再生力"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "心之鳞片",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "371",
            "名称": "宝贝龙",
            "进化阶段": 371,
            "种族值": [
                45,
                75,
                60,
                40,
                30,
                50
            ],
            "总种族值": 300,
            "特性": [
                "坚硬脑袋",
                "坚硬脑袋",
                "强行"
            ],
            "属性": [
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴飞龙进化石",
                    "概率": 50
                },
                {
                    "物品": "龙之牙",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "372",
            "名称": "甲壳龙",
            "进化阶段": 372,
            "种族值": [
                65,
                95,
                120,
                60,
                50,
                50
            ],
            "总种族值": 440,
            "特性": [
                "坚硬脑袋",
                "坚硬脑袋",
                "防尘"
            ],
            "属性": [
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴飞龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "373",
            "名称": "暴飞龙",
            "进化阶段": 373,
            "种族值": [
                95,
                135,
                80,
                95,
                90,
                105
            ],
            "总种族值": 600,
            "特性": [
                "威吓",
                "威吓",
                "自信过度"
            ],
            "属性": [
                "龙",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴飞龙进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "374",
            "名称": "铁哑铃",
            "进化阶段": 374,
            "种族值": [
                40,
                55,
                80,
                35,
                60,
                30
            ],
            "总种族值": 300,
            "特性": [
                "恒净之躯",
                "恒净之躯",
                "重金属"
            ],
            "属性": [
                "钢",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨金怪进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "375",
            "名称": "金属怪",
            "进化阶段": 375,
            "种族值": [
                60,
                75,
                100,
                55,
                80,
                50
            ],
            "总种族值": 420,
            "特性": [
                "恒净之躯",
                "恒净之躯",
                "重金属"
            ],
            "属性": [
                "钢",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨金怪进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "376",
            "名称": "巨金怪",
            "进化阶段": 376,
            "种族值": [
                80,
                135,
                130,
                85,
                90,
                80
            ],
            "总种族值": 600,
            "特性": [
                "恒净之躯",
                "恒净之躯",
                "重金属"
            ],
            "属性": [
                "钢",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "巨金怪进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "377",
            "名称": "雷吉洛克",
            "进化阶段": 377,
            "种族值": [
                130,
                130,
                200,
                50,
                120,
                30
            ],
            "总种族值": 660,
            "特性": [
                "恒净之躯",
                "扬沙",
                "纯朴"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "378",
            "名称": "雷吉艾斯",
            "进化阶段": 378,
            "种族值": [
                130,
                50,
                120,
                200,
                130,
                30
            ],
            "总种族值": 660,
            "特性": [
                "恒净之躯",
                "降雪",
                "纯朴"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "379",
            "名称": "雷吉斯奇鲁",
            "进化阶段": 379,
            "种族值": [
                130,
                50,
                170,
                110,
                170,
                30
            ],
            "总种族值": 660,
            "特性": [
                "恒净之躯",
                "无关天气",
                "纯朴"
            ],
            "属性": [
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "380",
            "名称": "拉帝亚斯",
            "进化阶段": 380,
            "种族值": [
                120,
                80,
                90,
                110,
                150,
                110
            ],
            "总种族值": 660,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "龙",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "拉帝亚斯进化石",
                    "概率": 50
                },
                {
                    "物品": "心之水滴",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "381",
            "名称": "拉帝欧斯",
            "进化阶段": 381,
            "种族值": [
                120,
                90,
                80,
                150,
                110,
                110
            ],
            "总种族值": 660,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "龙",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "拉帝欧斯进化石",
                    "概率": 50
                },
                {
                    "物品": "心之水滴",
                    "概率": 5
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "382",
            "名称": "盖欧卡",
            "进化阶段": 382,
            "种族值": [
                130,
                70,
                90,
                160,
                140,
                110
            ],
            "总种族值": 700,
            "特性": [
                "神之威压",
                "神之威压",
                "降雨"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "靛蓝色宝珠",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "383",
            "名称": "固拉多",
            "进化阶段": 383,
            "种族值": [
                130,
                160,
                140,
                70,
                90,
                110
            ],
            "总种族值": 700,
            "特性": [
                "神之威压",
                "神之威压",
                "日照"
            ],
            "属性": [
                "地面",
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "朱红色宝珠",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "384",
            "名称": "烈空坐",
            "进化阶段": 384,
            "种族值": [
                150,
                150,
                100,
                70,
                100,
                150
            ],
            "总种族值": 720,
            "特性": [
                "龙之威压",
                "龙之威压",
                "御空之域"
            ],
            "属性": [
                "龙",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "385",
            "名称": "基拉祈",
            "进化阶段": 385,
            "种族值": [
                140,
                80,
                120,
                100,
                120,
                120
            ],
            "总种族值": 680,
            "特性": [
                "天恩",
                "天恩",
                "飘浮"
            ],
            "属性": [
                "钢",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "386",
            "名称": "代欧奇希斯",
            "进化阶段": 386,
            "种族值": [
                130,
                70,
                100,
                150,
                150,
                150
            ],
            "总种族值": 750,
            "特性": [
                "神之威压",
                "无关天气",
                "强行"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "387",
            "名称": "草苗龟",
            "进化阶段": 387,
            "种族值": [
                55,
                68,
                64,
                45,
                55,
                31
            ],
            "总种族值": 318,
            "特性": [
                "茂盛",
                "坚硬脑袋",
                "坚硬脑袋"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "388",
            "名称": "树林龟",
            "进化阶段": 388,
            "种族值": [
                75,
                89,
                85,
                55,
                65,
                36
            ],
            "总种族值": 405,
            "特性": [
                "茂盛",
                "坚硬脑袋",
                "坚硬脑袋"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "389",
            "名称": "土台龟",
            "进化阶段": 389,
            "种族值": [
                95,
                134,
                130,
                55,
                85,
                36
            ],
            "总种族值": 535,
            "特性": [
                "茂盛",
                "坚硬脑袋",
                "坚硬脑袋"
            ],
            "属性": [
                "草",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "390",
            "名称": "小火焰猴",
            "进化阶段": 390,
            "种族值": [
                44,
                58,
                44,
                58,
                44,
                61
            ],
            "总种族值": 309,
            "特性": [
                "猛火",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "艾路雷朵进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "391",
            "名称": "猛火猴",
            "进化阶段": 391,
            "种族值": [
                64,
                78,
                52,
                78,
                52,
                81
            ],
            "总种族值": 405,
            "特性": [
                "猛火",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "火",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "艾路雷朵进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "392",
            "名称": "烈焰猴",
            "进化阶段": 392,
            "种族值": [
                80,
                137,
                75,
                49,
                75,
                119
            ],
            "总种族值": 535,
            "特性": [
                "猛火",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "火",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "艾路雷朵进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "393",
            "名称": "波加曼",
            "进化阶段": 393,
            "种族值": [
                53,
                51,
                53,
                61,
                56,
                40
            ],
            "总种族值": 314,
            "特性": [
                "激流",
                "好胜",
                "好胜"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "394",
            "名称": "波皇子",
            "进化阶段": 394,
            "种族值": [
                64,
                66,
                68,
                81,
                76,
                50
            ],
            "总种族值": 405,
            "特性": [
                "激流",
                "好胜",
                "好胜"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "395",
            "名称": "帝王拿波",
            "进化阶段": 395,
            "种族值": [
                104,
                56,
                102,
                126,
                101,
                46
            ],
            "总种族值": 535,
            "特性": [
                "激流",
                "好胜",
                "好胜"
            ],
            "属性": [
                "水",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "396",
            "名称": "姆克儿",
            "进化阶段": 396,
            "种族值": [
                40,
                55,
                30,
                30,
                30,
                60
            ],
            "总种族值": 245,
            "特性": [
                "威吓",
                "威吓",
                "舍身"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "397",
            "名称": "姆克鸟",
            "进化阶段": 397,
            "种族值": [
                55,
                75,
                50,
                40,
                40,
                80
            ],
            "总种族值": 340,
            "特性": [
                "威吓",
                "威吓",
                "舍身"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "398",
            "名称": "姆克鹰",
            "进化阶段": 398,
            "种族值": [
                80,
                130,
                70,
                45,
                60,
                114
            ],
            "总种族值": 499,
            "特性": [
                "威吓",
                "威吓",
                "舍身"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "399",
            "名称": "大牙狸",
            "进化阶段": 399,
            "种族值": [
                59,
                45,
                40,
                35,
                40,
                31
            ],
            "总种族值": 250,
            "特性": [
                "单纯",
                "纯朴",
                "心情不定"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "400",
            "名称": "大尾狸",
            "进化阶段": 400,
            "种族值": [
                109,
                95,
                60,
                55,
                60,
                71
            ],
            "总种族值": 450,
            "特性": [
                "单纯",
                "纯朴",
                "心情不定"
            ],
            "属性": [
                "一般",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "401",
            "名称": "圆法师",
            "进化阶段": 401,
            "种族值": [
                37,
                25,
                41,
                25,
                41,
                25
            ],
            "总种族值": 194,
            "特性": [
                "蜕皮",
                "蜕皮",
                "逃跑"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 60
        },
        {
            "编号": "402",
            "名称": "音箱蟀",
            "进化阶段": 402,
            "种族值": [
                100,
                168,
                92,
                77,
                92,
                122
            ],
            "总种族值": 651,
            "特性": [
                "虫之预感",
                "虫之预感",
                "双连击"
            ],
            "属性": [
                "虫",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 60
        },
        {
            "编号": "403",
            "名称": "小猫怪",
            "进化阶段": 403,
            "种族值": [
                45,
                65,
                34,
                40,
                34,
                45
            ],
            "总种族值": 263,
            "特性": [
                "斗争心",
                "威吓",
                "毅力"
            ],
            "属性": [
                "电",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "404",
            "名称": "勒克猫",
            "进化阶段": 404,
            "种族值": [
                60,
                85,
                49,
                60,
                49,
                77
            ],
            "总种族值": 380,
            "特性": [
                "斗争心",
                "威吓",
                "毅力"
            ],
            "属性": [
                "电",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "405",
            "名称": "雷电狮",
            "进化阶段": 405,
            "种族值": [
                80,
                120,
                79,
                65,
                79,
                107
            ],
            "总种族值": 530,
            "特性": [
                "斗争心",
                "威吓",
                "毅力"
            ],
            "属性": [
                "电",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "406",
            "名称": "含羞苞",
            "进化阶段": 406,
            "种族值": [
                40,
                30,
                35,
                80,
                70,
                65
            ],
            "总种族值": 320,
            "特性": [
                "自然回复",
                "污毒之躯",
                "叶子防守"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "407",
            "名称": "罗丝雷朵",
            "进化阶段": 407,
            "种族值": [
                85,
                85,
                80,
                130,
                107,
                113
            ],
            "总种族值": 600,
            "特性": [
                "自然回复",
                "污毒之躯",
                "好胜"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "408",
            "名称": "头盖龙",
            "进化阶段": 408,
            "种族值": [
                67,
                125,
                40,
                30,
                30,
                58
            ],
            "总种族值": 350,
            "特性": [
                "破格",
                "破格",
                "拨沙"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗岩果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "409",
            "名称": "战槌龙",
            "进化阶段": 409,
            "种族值": [
                97,
                165,
                75,
                65,
                50,
                78
            ],
            "总种族值": 530,
            "特性": [
                "破格",
                "破格",
                "拨沙"
            ],
            "属性": [
                "岩石",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "410",
            "名称": "盾甲龙",
            "进化阶段": 410,
            "种族值": [
                30,
                42,
                118,
                42,
                88,
                30
            ],
            "总种族值": 350,
            "特性": [
                "结实",
                "避雷针",
                "无关天气"
            ],
            "属性": [
                "岩石",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "411",
            "名称": "护城龙",
            "进化阶段": 411,
            "种族值": [
                75,
                72,
                168,
                47,
                138,
                30
            ],
            "总种族值": 530,
            "特性": [
                "结实",
                "避雷针",
                "无关天气"
            ],
            "属性": [
                "钢",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "412",
            "名称": "结草儿",
            "进化阶段": 412,
            "种族值": [
                40,
                29,
                45,
                29,
                45,
                36
            ],
            "总种族值": 224,
            "特性": [
                "蜕皮",
                "蜕皮",
                "防尘"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "413",
            "名称": "结草贵妇",
            "进化阶段": 413,
            "种族值": [
                60,
                59,
                85,
                79,
                105,
                36
            ],
            "总种族值": 424,
            "特性": [
                "危险预知",
                "危险预知",
                "防尘"
            ],
            "属性": [
                "虫",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "414",
            "名称": "绅士蛾",
            "进化阶段": 414,
            "种族值": [
                70,
                74,
                80,
                120,
                80,
                66
            ],
            "总种族值": 490,
            "特性": [
                "虫之预感",
                "虫之预感",
                "恶作剧之心"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "415",
            "名称": "三蜜蜂",
            "进化阶段": 415,
            "种族值": [
                30,
                30,
                42,
                30,
                42,
                70
            ],
            "总种族值": 244,
            "特性": [
                "采蜜",
                "采蜜",
                "活力"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "416",
            "名称": "蜂女王",
            "进化阶段": 416,
            "种族值": [
                90,
                85,
                120,
                50,
                120,
                35
            ],
            "总种族值": 500,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "虫",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "王者之证",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "417",
            "名称": "帕奇利兹",
            "进化阶段": 417,
            "种族值": [
                60,
                95,
                70,
                45,
                90,
                115
            ],
            "总种族值": 475,
            "特性": [
                "逃跑",
                "逃跑",
                "电气引擎"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "电之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "418",
            "名称": "泳圈鼬",
            "进化阶段": 418,
            "种族值": [
                55,
                65,
                35,
                60,
                30,
                85
            ],
            "总种族值": 330,
            "特性": [
                "水幕",
                "水幕",
                "悠游自如"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "419",
            "名称": "浮潜鼬",
            "进化阶段": 419,
            "种族值": [
                85,
                85,
                55,
                125,
                50,
                115
            ],
            "总种族值": 515,
            "特性": [
                "水幕",
                "水幕",
                "悠游自如"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "420",
            "名称": "樱花宝",
            "进化阶段": 420,
            "种族值": [
                45,
                35,
                45,
                62,
                53,
                35
            ],
            "总种族值": 275,
            "特性": [
                "太阳驱动",
                "太阳驱动",
                "太阳驱动"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "421",
            "名称": "樱花儿",
            "进化阶段": 421,
            "种族值": [
                70,
                60,
                70,
                87,
                78,
                85
            ],
            "总种族值": 450,
            "特性": [
                "花之礼",
                "花之礼",
                "花之礼"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "422",
            "名称": "无壳海兔",
            "进化阶段": 422,
            "种族值": [
                76,
                48,
                48,
                57,
                62,
                34
            ],
            "总种族值": 325,
            "特性": [
                "引水",
                "引水",
                "再生力"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "423",
            "名称": "海兔兽",
            "进化阶段": 423,
            "种族值": [
                111,
                68,
                93,
                102,
                92,
                39
            ],
            "总种族值": 505,
            "特性": [
                "引水",
                "引水",
                "再生力"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "424",
            "名称": "双尾怪手",
            "进化阶段": 424,
            "种族值": [
                95,
                120,
                66,
                60,
                66,
                115
            ],
            "总种族值": 522,
            "特性": [
                "技术高手",
                "技术高手",
                "连续攻击"
            ],
            "属性": [
                "一般",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "425",
            "名称": "飘飘球",
            "进化阶段": 425,
            "种族值": [
                90,
                50,
                34,
                60,
                44,
                70
            ],
            "总种族值": 348,
            "特性": [
                "引爆",
                "轻装",
                "受热激升"
            ],
            "属性": [
                "幽灵",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "426",
            "名称": "随风球",
            "进化阶段": 426,
            "种族值": [
                150,
                60,
                64,
                90,
                64,
                80
            ],
            "总种族值": 508,
            "特性": [
                "引爆",
                "轻装",
                "受热激升"
            ],
            "属性": [
                "幽灵",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "427",
            "名称": "卷卷耳",
            "进化阶段": 427,
            "种族值": [
                55,
                66,
                44,
                44,
                56,
                85
            ],
            "总种族值": 350,
            "特性": [
                "逃跑",
                "笨拙",
                "柔软"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "长耳兔进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "428",
            "名称": "长耳兔",
            "进化阶段": 428,
            "种族值": [
                75,
                116,
                74,
                54,
                86,
                115
            ],
            "总种族值": 520,
            "特性": [
                "迷人之躯",
                "笨拙",
                "柔软"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "长耳兔进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "429",
            "名称": "梦妖魔",
            "进化阶段": 429,
            "种族值": [
                55,
                50,
                50,
                135,
                125,
                135
            ],
            "总种族值": 550,
            "特性": [
                "飘浮",
                "飘浮",
                "强行"
            ],
            "属性": [
                "幽灵",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "430",
            "名称": "乌鸦头头",
            "进化阶段": 430,
            "种族值": [
                90,
                66,
                52,
                135,
                52,
                135
            ],
            "总种族值": 530,
            "特性": [
                "不眠",
                "超幸运",
                "好胜"
            ],
            "属性": [
                "恶",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "431",
            "名称": "魅力喵",
            "进化阶段": 431,
            "种族值": [
                70,
                85,
                69,
                50,
                69,
                107
            ],
            "总种族值": 450,
            "特性": [
                "柔软",
                "我行我素",
                "单纯"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "432",
            "名称": "东施喵",
            "进化阶段": 432,
            "种族值": [
                101,
                85,
                124,
                50,
                104,
                35
            ],
            "总种族值": 499,
            "特性": [
                "柔软",
                "我行我素",
                "毛皮大衣"
            ],
            "属性": [
                "一般",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "433",
            "名称": "铃铛响",
            "进化阶段": 433,
            "种族值": [
                45,
                30,
                50,
                65,
                60,
                85
            ],
            "总种族值": 335,
            "特性": [
                "飘浮",
                "飘浮",
                "加速"
            ],
            "属性": [
                "超能力",
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗电果",
                    "概率": 50
                },
                {
                    "物品": "洁净之符",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "434",
            "名称": "臭鼬噗",
            "进化阶段": 434,
            "种族值": [
                63,
                63,
                47,
                41,
                41,
                74
            ],
            "总种族值": 329,
            "特性": [
                "恶臭",
                "引爆",
                "锐利目光"
            ],
            "属性": [
                "毒",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "435",
            "名称": "坦克臭鼬",
            "进化阶段": 435,
            "种族值": [
                103,
                113,
                97,
                50,
                81,
                54
            ],
            "总种族值": 498,
            "特性": [
                "恶臭",
                "引爆",
                "锐利目光"
            ],
            "属性": [
                "毒",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "436",
            "名称": "铜镜怪",
            "进化阶段": 436,
            "种族值": [
                57,
                24,
                86,
                24,
                86,
                23
            ],
            "总种族值": 300,
            "特性": [
                "飘浮",
                "耐热",
                "重金属"
            ],
            "属性": [
                "钢",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "钢之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "437",
            "名称": "青铜钟",
            "进化阶段": 437,
            "种族值": [
                77,
                89,
                126,
                79,
                126,
                23
            ],
            "总种族值": 520,
            "特性": [
                "飘浮",
                "耐热",
                "重金属"
            ],
            "属性": [
                "钢",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "头盖化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "438",
            "名称": "盆才怪",
            "进化阶段": 438,
            "种族值": [
                50,
                80,
                95,
                10,
                45,
                10
            ],
            "总种族值": 290,
            "特性": [
                "结实",
                "坚硬脑袋",
                "分析"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "439",
            "名称": "魔尼尼",
            "进化阶段": 439,
            "种族值": [
                20,
                25,
                45,
                70,
                90,
                60
            ],
            "总种族值": 310,
            "特性": [
                "隔音",
                "过滤",
                "魔法防守"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "440",
            "名称": "小福蛋",
            "进化阶段": 440,
            "种族值": [
                100,
                5,
                5,
                15,
                65,
                30
            ],
            "总种族值": 220,
            "特性": [
                "自然回复",
                "天恩",
                "友情防守"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "幸运薰香",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "441",
            "名称": "聒噪鸟",
            "进化阶段": 441,
            "种族值": [
                76,
                65,
                45,
                122,
                42,
                91
            ],
            "总种族值": 441,
            "特性": [
                "锐利目光",
                "蹒跚",
                "健壮胸肌"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "节拍器",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "442",
            "名称": "花岩怪",
            "进化阶段": 442,
            "种族值": [
                70,
                52,
                108,
                142,
                108,
                20
            ],
            "总种族值": 500,
            "特性": [
                "无关天气",
                "无关天气",
                "魔法防守"
            ],
            "属性": [
                "幽灵",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "特攻果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "443",
            "名称": "圆陆鲨",
            "进化阶段": 443,
            "种族值": [
                58,
                70,
                45,
                40,
                45,
                42
            ],
            "总种族值": 300,
            "特性": [
                "沙隐",
                "沙隐",
                "粗糙皮肤"
            ],
            "属性": [
                "龙",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "烈咬陆鲨进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "444",
            "名称": "尖牙陆鲨",
            "进化阶段": 444,
            "种族值": [
                68,
                90,
                65,
                50,
                55,
                82
            ],
            "总种族值": 410,
            "特性": [
                "沙隐",
                "沙隐",
                "粗糙皮肤"
            ],
            "属性": [
                "龙",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "烈咬陆鲨进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "445",
            "名称": "烈咬陆鲨",
            "进化阶段": 445,
            "种族值": [
                108,
                140,
                95,
                70,
                85,
                102
            ],
            "总种族值": 600,
            "特性": [
                "沙隐",
                "沙隐",
                "粗糙皮肤"
            ],
            "属性": [
                "龙",
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "烈咬陆鲨进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "446",
            "名称": "小卡比兽",
            "进化阶段": 446,
            "种族值": [
                135,
                85,
                40,
                40,
                85,
                5
            ],
            "总种族值": 390,
            "特性": [
                "厚脂肪",
                "贪吃鬼",
                "胆量"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "447",
            "名称": "利欧路",
            "进化阶段": 447,
            "种族值": [
                40,
                70,
                40,
                35,
                40,
                60
            ],
            "总种族值": 285,
            "特性": [
                "不屈之心",
                "精神力",
                "恶作剧之心"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "路卡利欧进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "448",
            "名称": "路卡利欧",
            "进化阶段": 448,
            "种族值": [
                70,
                115,
                70,
                115,
                70,
                115
            ],
            "总种族值": 555,
            "特性": [
                "不屈之心",
                "精神力",
                "洞察"
            ],
            "属性": [
                "格斗",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "路卡利欧进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "449",
            "名称": "沙河马",
            "进化阶段": 449,
            "种族值": [
                68,
                72,
                78,
                38,
                42,
                32
            ],
            "总种族值": 330,
            "特性": [
                "沙之力",
                "沙之力",
                "扬沙"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "沙沙岩石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "450",
            "名称": "河马兽",
            "进化阶段": 450,
            "种族值": [
                108,
                112,
                118,
                68,
                72,
                47
            ],
            "总种族值": 525,
            "特性": [
                "沙之力",
                "沙之力",
                "扬沙"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "451",
            "名称": "钳尾蝎",
            "进化阶段": 451,
            "种族值": [
                40,
                85,
                75,
                30,
                55,
                80
            ],
            "总种族值": 365,
            "特性": [
                "战斗盔甲",
                "锐利目光",
                "狙击手"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "焦点镜",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "452",
            "名称": "龙王蝎",
            "进化阶段": 452,
            "种族值": [
                85,
                135,
                115,
                30,
                65,
                100
            ],
            "总种族值": 530,
            "特性": [
                "战斗盔甲",
                "锐利目光",
                "狙击手"
            ],
            "属性": [
                "虫",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "453",
            "名称": "不良蛙",
            "进化阶段": 453,
            "种族值": [
                48,
                61,
                40,
                61,
                40,
                50
            ],
            "总种族值": 300,
            "特性": [
                "毒手",
                "干燥皮肤",
                "轻装"
            ],
            "属性": [
                "毒",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "力量头带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "454",
            "名称": "毒骷蛙",
            "进化阶段": 454,
            "种族值": [
                80,
                130,
                60,
                40,
                80,
                120
            ],
            "总种族值": 510,
            "特性": [
                "毒手",
                "干燥皮肤",
                "轻装"
            ],
            "属性": [
                "毒",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "455",
            "名称": "M甲贺忍蛙",
            "进化阶段": 455,
            "种族值": [
                72,
                130,
                67,
                153,
                71,
                142
            ],
            "总种族值": 635,
            "特性": [
                "激流",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "456",
            "名称": "荧光鱼",
            "进化阶段": 456,
            "种族值": [
                79,
                49,
                56,
                49,
                61,
                66
            ],
            "总种族值": 360,
            "特性": [
                "悠游自如",
                "引水",
                "水幕"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "457",
            "名称": "霓虹鱼",
            "进化阶段": 457,
            "种族值": [
                129,
                69,
                76,
                69,
                86,
                91
            ],
            "总种族值": 520,
            "特性": [
                "悠游自如",
                "引水",
                "水幕"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "458",
            "名称": "小球飞鱼",
            "进化阶段": 458,
            "种族值": [
                45,
                20,
                50,
                60,
                120,
                50
            ],
            "总种族值": 345,
            "特性": [
                "悠游自如",
                "储水",
                "水幕"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "459",
            "名称": "雪笠怪",
            "进化阶段": 459,
            "种族值": [
                60,
                62,
                50,
                62,
                60,
                40
            ],
            "总种族值": 334,
            "特性": [
                "隔音",
                "隔音",
                "降雪"
            ],
            "属性": [
                "草",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴雪王进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "460",
            "名称": "暴雪王",
            "进化阶段": 460,
            "种族值": [
                90,
                75,
                102,
                93,
                100,
                60
            ],
            "总种族值": 520,
            "特性": [
                "隔音",
                "隔音",
                "降雪"
            ],
            "属性": [
                "草",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "暴雪王进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "461",
            "名称": "玛狃拉",
            "进化阶段": 461,
            "种族值": [
                70,
                125,
                65,
                45,
                85,
                130
            ],
            "总种族值": 520,
            "特性": [
                "精神力",
                "技术高手",
                "强行"
            ],
            "属性": [
                "恶",
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "锐利之爪",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "462",
            "名称": "自爆磁怪",
            "进化阶段": 462,
            "种族值": [
                70,
                65,
                115,
                140,
                90,
                60
            ],
            "总种族值": 540,
            "特性": [
                "磁力",
                "结实",
                "飘浮"
            ],
            "属性": [
                "电",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "463",
            "名称": "大舌舔",
            "进化阶段": 463,
            "种族值": [
                130,
                55,
                95,
                130,
                95,
                30
            ],
            "总种族值": 535,
            "特性": [
                "我行我素",
                "分析",
                "无关天气"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "后攻之尾",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "464",
            "名称": "超甲龙犀",
            "进化阶段": 464,
            "种族值": [
                120,
                70,
                135,
                145,
                90,
                40
            ],
            "总种族值": 600,
            "特性": [
                "避雷针",
                "防弹",
                "扬沙"
            ],
            "属性": [
                "岩石",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "465",
            "名称": "巨蔓藤",
            "进化阶段": 465,
            "种族值": [
                100,
                135,
                125,
                75,
                50,
                50
            ],
            "总种族值": 535,
            "特性": [
                "太阳驱动",
                "叶子防守",
                "再生力"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "466",
            "名称": "电击魔兽",
            "进化阶段": 466,
            "种族值": [
                100,
                145,
                95,
                60,
                120,
                80
            ],
            "总种族值": 600,
            "特性": [
                "电气引擎",
                "电气引擎",
                "轻装"
            ],
            "属性": [
                "电",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "467",
            "名称": "鸭嘴焰龙",
            "进化阶段": 467,
            "种族值": [
                101,
                90,
                87,
                140,
                80,
                102
            ],
            "总种族值": 600,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "无防守"
            ],
            "属性": [
                "火",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "468",
            "名称": "波克基斯",
            "进化阶段": 468,
            "种族值": [
                105,
                50,
                110,
                130,
                120,
                85
            ],
            "总种族值": 600,
            "特性": [
                "活力",
                "天恩",
                "纯朴"
            ],
            "属性": [
                "妖精",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "469",
            "名称": "远古巨蜓",
            "进化阶段": 469,
            "种族值": [
                96,
                56,
                86,
                136,
                56,
                105
            ],
            "总种族值": 535,
            "特性": [
                "复眼",
                "洞悉",
                "加速"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "广角镜",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "470",
            "名称": "叶伊布",
            "进化阶段": 470,
            "种族值": [
                65,
                140,
                110,
                60,
                65,
                95
            ],
            "总种族值": 535,
            "特性": [
                "叶子防守",
                "叶子防守",
                "太阳驱动"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "471",
            "名称": "冰伊布",
            "进化阶段": 471,
            "种族值": [
                65,
                60,
                110,
                140,
                95,
                65
            ],
            "总种族值": 535,
            "特性": [
                "雪隐",
                "雪隐",
                "单纯"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "472",
            "名称": "天蝎王",
            "进化阶段": 472,
            "种族值": [
                75,
                125,
                125,
                40,
                75,
                95
            ],
            "总种族值": 535,
            "特性": [
                "飘浮",
                "飘浮",
                "拨沙"
            ],
            "属性": [
                "地面",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "473",
            "名称": "象牙猪",
            "进化阶段": 473,
            "种族值": [
                130,
                135,
                110,
                70,
                65,
                90
            ],
            "总种族值": 600,
            "特性": [
                "迟钝",
                "雪隐",
                "毛皮大衣"
            ],
            "属性": [
                "冰",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "474",
            "名称": "多边兽Z",
            "进化阶段": 474,
            "种族值": [
                105,
                70,
                85,
                145,
                85,
                110
            ],
            "总种族值": 600,
            "特性": [
                "适应力",
                "洞察",
                "飘浮"
            ],
            "属性": [
                "一般",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "475",
            "名称": "艾路雷朵",
            "进化阶段": 475,
            "种族值": [
                68,
                127,
                65,
                65,
                115,
                90
            ],
            "总种族值": 530,
            "特性": [
                "正义之心",
                "毅力",
                "加速"
            ],
            "属性": [
                "超能力",
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "艾路雷朵进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "476",
            "名称": "大朝北鼻",
            "进化阶段": 476,
            "种族值": [
                60,
                40,
                150,
                100,
                150,
                30
            ],
            "总种族值": 530,
            "特性": [
                "结实",
                "磁力",
                "飘浮"
            ],
            "属性": [
                "岩石",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "477",
            "名称": "黑夜魔灵",
            "进化阶段": 477,
            "种族值": [
                70,
                130,
                145,
                85,
                145,
                25
            ],
            "总种族值": 600,
            "特性": [
                "诅咒之躯",
                "诅咒之躯",
                "铁拳"
            ],
            "属性": [
                "幽灵",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "478",
            "名称": "雪妖女",
            "进化阶段": 478,
            "种族值": [
                70,
                50,
                70,
                110,
                70,
                150
            ],
            "总种族值": 520,
            "特性": [
                "雪隐",
                "雪隐",
                "天恩"
            ],
            "属性": [
                "冰",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "479",
            "名称": "洛托姆",
            "进化阶段": 479,
            "种族值": [
                65,
                50,
                77,
                95,
                77,
                91
            ],
            "总种族值": 455,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "480",
            "名称": "由克希",
            "进化阶段": 480,
            "种族值": [
                125,
                70,
                145,
                105,
                145,
                70
            ],
            "总种族值": 660,
            "特性": [
                "飘浮",
                "飘浮",
                "魔法防守"
            ],
            "属性": [
                "超能力",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "481",
            "名称": "艾姆利多",
            "进化阶段": 481,
            "种族值": [
                125,
                70,
                70,
                145,
                105,
                145
            ],
            "总种族值": 660,
            "特性": [
                "飘浮",
                "飘浮",
                "魔法防守"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "482",
            "名称": "亚克诺姆",
            "进化阶段": 482,
            "种族值": [
                125,
                145,
                105,
                70,
                70,
                145
            ],
            "总种族值": 660,
            "特性": [
                "飘浮",
                "飘浮",
                "魔法防守"
            ],
            "属性": [
                "超能力",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "483",
            "名称": "帝牙卢卡",
            "进化阶段": 483,
            "种族值": [
                140,
                50,
                130,
                170,
                130,
                130
            ],
            "总种族值": 750,
            "特性": [
                "龙之威压",
                "龙之威压",
                "适应力"
            ],
            "属性": [
                "钢",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "金刚宝珠",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "484",
            "名称": "帕路奇亚",
            "进化阶段": 484,
            "种族值": [
                140,
                170,
                130,
                50,
                130,
                130
            ],
            "总种族值": 750,
            "特性": [
                "龙之威压",
                "龙之威压",
                "适应力"
            ],
            "属性": [
                "水",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "白玉宝珠",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "485",
            "名称": "席多蓝恩",
            "进化阶段": 485,
            "种族值": [
                110,
                70,
                135,
                150,
                135,
                80
            ],
            "总种族值": 680,
            "特性": [
                "引火",
                "飘浮",
                "太阳驱动"
            ],
            "属性": [
                "火",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "486",
            "名称": "雷吉奇卡斯",
            "进化阶段": 486,
            "种族值": [
                170,
                130,
                140,
                60,
                140,
                110
            ],
            "总种族值": 750,
            "特性": [
                "慢出",
                "慢出",
                "巨神之力"
            ],
            "属性": [
                "一般",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "487",
            "名称": "骑拉帝纳",
            "进化阶段": 487,
            "种族值": [
                200,
                90,
                160,
                90,
                160,
                50
            ],
            "总种族值": 750,
            "特性": [
                "无关天气",
                "无关天气",
                "踩影"
            ],
            "属性": [
                "幽灵",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "白金宝珠",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "488",
            "名称": "克雷色利亚",
            "进化阶段": 488,
            "种族值": [
                150,
                70,
                150,
                125,
                150,
                55
            ],
            "总种族值": 700,
            "特性": [
                "飘浮",
                "飘浮",
                "魔法反射"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "489",
            "名称": "霏欧纳",
            "进化阶段": 489,
            "种族值": [
                80,
                110,
                70,
                40,
                70,
                110
            ],
            "总种族值": 480,
            "特性": [
                "天恩",
                "坚硬脑袋",
                "避雷针"
            ],
            "属性": [
                "水",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "490",
            "名称": "玛纳霏",
            "进化阶段": 490,
            "种族值": [
                110,
                160,
                100,
                50,
                100,
                160
            ],
            "总种族值": 680,
            "特性": [
                "天恩",
                "坚硬脑袋",
                "避雷针"
            ],
            "属性": [
                "水",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "491",
            "名称": "达克莱伊",
            "进化阶段": 491,
            "种族值": [
                110,
                50,
                110,
                165,
                110,
                155
            ],
            "总种族值": 700,
            "特性": [
                "梦魇",
                "梦魇",
                "暗黑气场"
            ],
            "属性": [
                "恶",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "492",
            "名称": "谢米",
            "进化阶段": 492,
            "种族值": [
                160,
                50,
                90,
                140,
                90,
                150
            ],
            "总种族值": 680,
            "特性": [
                "天恩",
                "天恩",
                "厚脂肪"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "异常果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "493",
            "名称": "阿尔宙斯",
            "进化阶段": 493,
            "种族值": [
                250,
                200,
                250,
                200,
                250,
                200
            ],
            "总种族值": 1350,
            "特性": [
                "多属性",
                "多属性",
                "纯朴"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "494",
            "名称": "比克提尼",
            "进化阶段": 494,
            "种族值": [
                120,
                160,
                90,
                70,
                90,
                150
            ],
            "总种族值": 680,
            "特性": [
                "胜利之星",
                "胜利之星",
                "超幸运"
            ],
            "属性": [
                "超能力",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "495",
            "名称": "藤藤蛇",
            "进化阶段": 495,
            "种族值": [
                45,
                45,
                55,
                45,
                55,
                63
            ],
            "总种族值": 308,
            "特性": [
                "茂盛",
                "唱反调",
                "唱反调"
            ],
            "属性": [
                "草",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "496",
            "名称": "青藤蛇",
            "进化阶段": 496,
            "种族值": [
                60,
                60,
                75,
                60,
                75,
                83
            ],
            "总种族值": 413,
            "特性": [
                "茂盛",
                "唱反调",
                "唱反调"
            ],
            "属性": [
                "草",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "497",
            "名称": "君主蛇",
            "进化阶段": 497,
            "种族值": [
                80,
                65,
                95,
                80,
                95,
                120
            ],
            "总种族值": 535,
            "特性": [
                "茂盛",
                "唱反调",
                "唱反调"
            ],
            "属性": [
                "草",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "498",
            "名称": "暖暖猪",
            "进化阶段": 498,
            "种族值": [
                65,
                63,
                45,
                45,
                45,
                45
            ],
            "总种族值": 308,
            "特性": [
                "猛火",
                "威吓",
                "威吓"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "499",
            "名称": "炒炒猪",
            "进化阶段": 499,
            "种族值": [
                90,
                93,
                55,
                70,
                55,
                55
            ],
            "总种族值": 418,
            "特性": [
                "猛火",
                "威吓",
                "威吓"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "500",
            "名称": "炎武王",
            "进化阶段": 500,
            "种族值": [
                100,
                115,
                90,
                80,
                90,
                60
            ],
            "总种族值": 535,
            "特性": [
                "猛火",
                "威吓",
                "威吓"
            ],
            "属性": [
                "火",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "501",
            "名称": "水水獭",
            "进化阶段": 501,
            "种族值": [
                55,
                65,
                45,
                53,
                45,
                45
            ],
            "总种族值": 308,
            "特性": [
                "激流",
                "悠游自如",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "贝壳之铃",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "502",
            "名称": "双刃丸",
            "进化阶段": 502,
            "种族值": [
                75,
                95,
                70,
                53,
                60,
                60
            ],
            "总种族值": 413,
            "特性": [
                "激流",
                "悠游自如",
                "悠游自如"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "503",
            "名称": "大剑鬼",
            "进化阶段": 503,
            "种族值": [
                92,
                125,
                95,
                60,
                85,
                78
            ],
            "总种族值": 535,
            "特性": [
                "激流",
                "悠游自如",
                "悠游自如"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "504",
            "名称": "探探鼠",
            "进化阶段": 504,
            "种族值": [
                45,
                55,
                39,
                35,
                39,
                42
            ],
            "总种族值": 255,
            "特性": [
                "逃跑",
                "锐利目光",
                "分析"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "505",
            "名称": "步哨鼠",
            "进化阶段": 505,
            "种族值": [
                60,
                105,
                69,
                60,
                69,
                97
            ],
            "总种族值": 460,
            "特性": [
                "发光",
                "锐利目光",
                "分析"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "506",
            "名称": "小约克",
            "进化阶段": 506,
            "种族值": [
                45,
                60,
                45,
                25,
                45,
                55
            ],
            "总种族值": 275,
            "特性": [
                "干劲",
                "拨沙",
                "逃跑"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "507",
            "名称": "哈约克",
            "进化阶段": 507,
            "种族值": [
                65,
                90,
                65,
                35,
                65,
                60
            ],
            "总种族值": 380,
            "特性": [
                "威吓",
                "拨沙",
                "胆量"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "508",
            "名称": "长毛狗",
            "进化阶段": 508,
            "种族值": [
                85,
                120,
                90,
                45,
                90,
                80
            ],
            "总种族值": 510,
            "特性": [
                "威吓",
                "拨沙",
                "胆量"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "509",
            "名称": "扒手猫",
            "进化阶段": 509,
            "种族值": [
                41,
                50,
                37,
                50,
                37,
                66
            ],
            "总种族值": 281,
            "特性": [
                "柔软",
                "轻装",
                "恶作剧之心"
            ],
            "属性": [
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "510",
            "名称": "酷豹",
            "进化阶段": 510,
            "种族值": [
                74,
                88,
                80,
                50,
                68,
                126
            ],
            "总种族值": 486,
            "特性": [
                "柔软",
                "轻装",
                "恶作剧之心"
            ],
            "属性": [
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "511",
            "名称": "花椰猴",
            "进化阶段": 511,
            "种族值": [
                50,
                53,
                48,
                53,
                48,
                64
            ],
            "总种族值": 316,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "茂盛"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "奇迹种子",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "512",
            "名称": "花椰猿",
            "进化阶段": 512,
            "种族值": [
                75,
                98,
                63,
                98,
                63,
                101
            ],
            "总种族值": 498,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "茂盛"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "513",
            "名称": "爆香猴",
            "进化阶段": 513,
            "种族值": [
                50,
                53,
                48,
                53,
                48,
                64
            ],
            "总种族值": 316,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "猛火"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "木炭",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "514",
            "名称": "爆香猿",
            "进化阶段": 514,
            "种族值": [
                75,
                98,
                63,
                98,
                63,
                101
            ],
            "总种族值": 498,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "猛火"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "515",
            "名称": "冷水猴",
            "进化阶段": 515,
            "种族值": [
                50,
                53,
                48,
                53,
                48,
                64
            ],
            "总种族值": 316,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "激流"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "神秘水滴",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "516",
            "名称": "冷水猿",
            "进化阶段": 516,
            "种族值": [
                75,
                98,
                63,
                98,
                63,
                101
            ],
            "总种族值": 498,
            "特性": [
                "贪吃鬼",
                "贪吃鬼",
                "激流"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "517",
            "名称": "食梦梦",
            "进化阶段": 517,
            "种族值": [
                76,
                25,
                45,
                75,
                55,
                24
            ],
            "总种族值": 300,
            "特性": [
                "心灵感应",
                "同步",
                "复制"
            ],
            "属性": [
                "超能力",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "超能力宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "518",
            "名称": "梦梦蚀",
            "进化阶段": 518,
            "种族值": [
                116,
                55,
                105,
                90,
                105,
                29
            ],
            "总种族值": 500,
            "特性": [
                "心灵感应",
                "同步",
                "复制"
            ],
            "属性": [
                "超能力",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "519",
            "名称": "豆豆鸽",
            "进化阶段": 519,
            "种族值": [
                50,
                55,
                50,
                36,
                30,
                43
            ],
            "总种族值": 264,
            "特性": [
                "健壮胸肌",
                "超幸运",
                "斗争心"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "520",
            "名称": "咕咕鸽",
            "进化阶段": 520,
            "种族值": [
                62,
                77,
                62,
                50,
                42,
                65
            ],
            "总种族值": 358,
            "特性": [
                "健壮胸肌",
                "超幸运",
                "斗争心"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "521",
            "名称": "高傲雉鸡",
            "进化阶段": 521,
            "种族值": [
                80,
                125,
                80,
                65,
                55,
                94
            ],
            "总种族值": 499,
            "特性": [
                "健壮胸肌",
                "超幸运",
                "斗争心"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "522",
            "名称": "斑斑马",
            "进化阶段": 522,
            "种族值": [
                45,
                60,
                32,
                32,
                50,
                86
            ],
            "总种族值": 305,
            "特性": [
                "避雷针",
                "电气引擎",
                "食草"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "523",
            "名称": "雷电斑马",
            "进化阶段": 523,
            "种族值": [
                75,
                103,
                63,
                63,
                80,
                136
            ],
            "总种族值": 520,
            "特性": [
                "避雷针",
                "电气引擎",
                "食草"
            ],
            "属性": [
                "电",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "524",
            "名称": "石丸子",
            "进化阶段": 524,
            "种族值": [
                55,
                75,
                85,
                25,
                25,
                15
            ],
            "总种族值": 280,
            "特性": [
                "结实",
                "结实",
                "扬沙"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "不变之石",
                    "概率": 50
                },
                {
                    "物品": "硬石头",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "525",
            "名称": "地幔岩",
            "进化阶段": 525,
            "种族值": [
                70,
                105,
                105,
                50,
                40,
                20
            ],
            "总种族值": 390,
            "特性": [
                "结实",
                "结实",
                "扬沙"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "526",
            "名称": "庞岩怪",
            "进化阶段": 526,
            "种族值": [
                85,
                135,
                130,
                60,
                100,
                20
            ],
            "总种族值": 530,
            "特性": [
                "结实",
                "结实",
                "扬沙"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "527",
            "名称": "滚滚蝙蝠",
            "进化阶段": 527,
            "种族值": [
                55,
                45,
                43,
                55,
                43,
                72
            ],
            "总种族值": 313,
            "特性": [
                "纯朴",
                "笨拙",
                "单纯"
            ],
            "属性": [
                "超能力",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗飞果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "528",
            "名称": "心蝙蝠",
            "进化阶段": 528,
            "种族值": [
                77,
                77,
                77,
                77,
                77,
                114
            ],
            "总种族值": 499,
            "特性": [
                "纯朴",
                "笨拙",
                "单纯"
            ],
            "属性": [
                "超能力",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "529",
            "名称": "螺钉地鼠",
            "进化阶段": 529,
            "种族值": [
                60,
                85,
                40,
                30,
                45,
                68
            ],
            "总种族值": 328,
            "特性": [
                "破格",
                "沙之力",
                "拨沙"
            ],
            "属性": [
                "地面"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗地果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "530",
            "名称": "龙头地鼠",
            "进化阶段": 530,
            "种族值": [
                110,
                135,
                60,
                50,
                65,
                88
            ],
            "总种族值": 508,
            "特性": [
                "破格",
                "沙之力",
                "拨沙"
            ],
            "属性": [
                "地面",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "531",
            "名称": "差不多娃娃",
            "进化阶段": 531,
            "种族值": [
                163,
                40,
                106,
                60,
                106,
                50
            ],
            "总种族值": 525,
            "特性": [
                "治愈之心",
                "再生力",
                "笨拙"
            ],
            "属性": [
                "一般",
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "差不多娃娃进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "532",
            "名称": "搬运小匠",
            "进化阶段": 532,
            "种族值": [
                75,
                80,
                55,
                25,
                35,
                35
            ],
            "总种族值": 305,
            "特性": [
                "舍身",
                "胆量",
                "强行"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "533",
            "名称": "铁骨土人",
            "进化阶段": 533,
            "种族值": [
                85,
                105,
                85,
                40,
                50,
                40
            ],
            "总种族值": 405,
            "特性": [
                "舍身",
                "胆量",
                "强行"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "534",
            "名称": "修建老匠",
            "进化阶段": 534,
            "种族值": [
                105,
                145,
                120,
                55,
                65,
                45
            ],
            "总种族值": 535,
            "特性": [
                "舍身",
                "胆量",
                "强行"
            ],
            "属性": [
                "格斗",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "535",
            "名称": "圆蝌蚪",
            "进化阶段": 535,
            "种族值": [
                50,
                50,
                40,
                50,
                40,
                58
            ],
            "总种族值": 288,
            "特性": [
                "储水",
                "湿润之躯",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "536",
            "名称": "蓝蟾蜍",
            "进化阶段": 536,
            "种族值": [
                75,
                75,
                55,
                45,
                65,
                58
            ],
            "总种族值": 373,
            "特性": [
                "储水",
                "湿润之躯",
                "悠游自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "537",
            "名称": "蟾蜍王",
            "进化阶段": 537,
            "种族值": [
                105,
                125,
                75,
                55,
                105,
                58
            ],
            "总种族值": 523,
            "特性": [
                "储水",
                "毒手",
                "悠游自如"
            ],
            "属性": [
                "水",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "538",
            "名称": "投摔鬼",
            "进化阶段": 538,
            "种族值": [
                120,
                125,
                95,
                30,
                85,
                45
            ],
            "总种族值": 500,
            "特性": [
                "毅力",
                "精神力",
                "破格"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "达人带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "539",
            "名称": "打击鬼",
            "进化阶段": 539,
            "种族值": [
                75,
                135,
                80,
                30,
                75,
                105
            ],
            "总种族值": 500,
            "特性": [
                "结实",
                "精神力",
                "破格"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [
                {
                    "物品": "达人带",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "540",
            "名称": "虫宝包",
            "进化阶段": 540,
            "种族值": [
                45,
                53,
                70,
                40,
                60,
                42
            ],
            "总种族值": 310,
            "特性": [
                "虫之预感",
                "太阳驱动",
                "防尘"
            ],
            "属性": [
                "虫",
                "草"
            ],
            "可能携带的物品": [
                {
                    "物品": "叶之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "541",
            "名称": "宝包茧",
            "进化阶段": 541,
            "种族值": [
                55,
                63,
                80,
                50,
                80,
                42
            ],
            "总种族值": 370,
            "特性": [
                "叶子防守",
                "太阳驱动",
                "防尘"
            ],
            "属性": [
                "虫",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "542",
            "名称": "保姆虫",
            "进化阶段": 542,
            "种族值": [
                75,
                113,
                80,
                50,
                80,
                112
            ],
            "总种族值": 510,
            "特性": [
                "虫之预感",
                "太阳驱动",
                "技术高手"
            ],
            "属性": [
                "虫",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "543",
            "名称": "百足蜈蚣",
            "进化阶段": 543,
            "种族值": [
                30,
                45,
                59,
                30,
                39,
                57
            ],
            "总种族值": 260,
            "特性": [
                "污毒之躯",
                "虫之预感",
                "加速"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "毒针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "544",
            "名称": "车轮球",
            "进化阶段": 544,
            "种族值": [
                40,
                55,
                99,
                40,
                79,
                47
            ],
            "总种族值": 360,
            "特性": [
                "污毒之躯",
                "虫之预感",
                "加速"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "毒针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "545",
            "名称": "蜈蚣王",
            "进化阶段": 545,
            "种族值": [
                65,
                110,
                99,
                50,
                74,
                112
            ],
            "总种族值": 510,
            "特性": [
                "污毒之躯",
                "虫之预感",
                "加速"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "毒针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "546",
            "名称": "木棉球",
            "进化阶段": 546,
            "种族值": [
                40,
                27,
                60,
                37,
                50,
                66
            ],
            "总种族值": 280,
            "特性": [
                "太阳驱动",
                "穿透",
                "恶作剧之心"
            ],
            "属性": [
                "草",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "547",
            "名称": "风妖精",
            "进化阶段": 547,
            "种族值": [
                60,
                67,
                85,
                77,
                85,
                136
            ],
            "总种族值": 510,
            "特性": [
                "太阳驱动",
                "穿透",
                "恶作剧之心"
            ],
            "属性": [
                "草",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物",
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "548",
            "名称": "百合根娃娃",
            "进化阶段": 548,
            "种族值": [
                45,
                35,
                50,
                70,
                50,
                30
            ],
            "总种族值": 280,
            "特性": [
                "太阳驱动",
                "我行我素",
                "叶子防守"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "549",
            "名称": "裙儿小姐",
            "进化阶段": 549,
            "种族值": [
                70,
                60,
                75,
                120,
                95,
                90
            ],
            "总种族值": 510,
            "特性": [
                "太阳驱动",
                "我行我素",
                "叶子防守"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "550",
            "名称": "野蛮鲈鱼",
            "进化阶段": 550,
            "种族值": [
                70,
                132,
                75,
                60,
                65,
                98
            ],
            "总种族值": 500,
            "特性": [
                "破格",
                "适应力",
                "自信过度"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "551",
            "名称": "黑眼鳄",
            "进化阶段": 551,
            "种族值": [
                50,
                72,
                35,
                35,
                35,
                65
            ],
            "总种族值": 292,
            "特性": [
                "威吓",
                "自信过度",
                "愤怒穴位"
            ],
            "属性": [
                "地面",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "552",
            "名称": "混混鳄",
            "进化阶段": 552,
            "种族值": [
                60,
                82,
                45,
                45,
                45,
                74
            ],
            "总种族值": 351,
            "特性": [
                "威吓",
                "自信过度",
                "愤怒穴位"
            ],
            "属性": [
                "地面",
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗恶果",
                    "概率": 50
                },
                {
                    "物品": "黑色眼镜",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "553",
            "名称": "流氓鳄",
            "进化阶段": 553,
            "种族值": [
                95,
                127,
                80,
                55,
                70,
                103
            ],
            "总种族值": 530,
            "特性": [
                "威吓",
                "自信过度",
                "愤怒穴位"
            ],
            "属性": [
                "地面",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "554",
            "名称": "火红不倒翁",
            "进化阶段": 554,
            "种族值": [
                70,
                90,
                45,
                15,
                45,
                50
            ],
            "总种族值": 315,
            "特性": [
                "强行",
                "破格",
                "精神力"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "555",
            "名称": "达摩狒狒",
            "进化阶段": 555,
            "种族值": [
                105,
                150,
                55,
                30,
                55,
                105
            ],
            "总种族值": 500,
            "特性": [
                "强行",
                "破格",
                "达摩模式"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "556",
            "名称": "沙铃仙人掌",
            "进化阶段": 556,
            "种族值": [
                75,
                60,
                67,
                128,
                83,
                77
            ],
            "总种族值": 490,
            "特性": [
                "储水",
                "太阳驱动",
                "引水"
            ],
            "属性": [
                "草",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "557",
            "名称": "石居蟹",
            "进化阶段": 557,
            "种族值": [
                50,
                65,
                85,
                35,
                35,
                55
            ],
            "总种族值": 325,
            "特性": [
                "结实",
                "硬壳盔甲",
                "碎裂铠甲"
            ],
            "属性": [
                "虫",
                "岩石"
            ],
            "可能携带的物品": [
                {
                    "物品": "岩石宝石",
                    "概率": 50
                },
                {
                    "物品": "硬石头",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "558",
            "名称": "岩殿居蟹",
            "进化阶段": 558,
            "种族值": [
                80,
                115,
                135,
                55,
                75,
                55
            ],
            "总种族值": 515,
            "特性": [
                "结实",
                "硬壳盔甲",
                "碎裂铠甲"
            ],
            "属性": [
                "虫",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "559",
            "名称": "滑滑小子",
            "进化阶段": 559,
            "种族值": [
                50,
                75,
                70,
                35,
                70,
                48
            ],
            "总种族值": 348,
            "特性": [
                "威吓",
                "威吓",
                "恶作剧之心"
            ],
            "属性": [
                "恶"
            ],
            "可能携带的物品": [
                {
                    "物品": "美丽空壳",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "560",
            "名称": "头巾混混",
            "进化阶段": 560,
            "种族值": [
                85,
                110,
                115,
                45,
                115,
                30
            ],
            "总种族值": 500,
            "特性": [
                "威吓",
                "威吓",
                "恶作剧之心"
            ],
            "属性": [
                "恶",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "美丽空壳",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "561",
            "名称": "象征鸟",
            "进化阶段": 561,
            "种族值": [
                72,
                58,
                80,
                118,
                80,
                102
            ],
            "总种族值": 510,
            "特性": [
                "奇迹皮肤",
                "魔法防守",
                "洞悉"
            ],
            "属性": [
                "超能力",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "562",
            "名称": "哭哭面具",
            "进化阶段": 562,
            "种族值": [
                38,
                30,
                85,
                55,
                65,
                30
            ],
            "总种族值": 303,
            "特性": [
                "木乃伊",
                "木乃伊",
                "无关天气"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "563",
            "名称": "死神棺",
            "进化阶段": 563,
            "种族值": [
                58,
                50,
                145,
                95,
                135,
                30
            ],
            "总种族值": 513,
            "特性": [
                "木乃伊",
                "木乃伊",
                "无关天气"
            ],
            "属性": [
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "564",
            "名称": "原盖海龟",
            "进化阶段": 564,
            "种族值": [
                94,
                38,
                103,
                53,
                45,
                22
            ],
            "总种族值": 355,
            "特性": [
                "坚硬岩石",
                "结实",
                "悠游自如"
            ],
            "属性": [
                "水",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "565",
            "名称": "肋骨海龟",
            "进化阶段": 565,
            "种族值": [
                140,
                50,
                133,
                108,
                77,
                22
            ],
            "总种族值": 530,
            "特性": [
                "坚硬岩石",
                "结实",
                "防弹"
            ],
            "属性": [
                "水",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "566",
            "名称": "始祖小鸟",
            "进化阶段": 566,
            "种族值": [
                55,
                112,
                74,
                45,
                45,
                70
            ],
            "总种族值": 401,
            "特性": [
                "软弱",
                "软弱",
                "不服输"
            ],
            "属性": [
                "岩石",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "567",
            "名称": "始祖大鸟",
            "进化阶段": 567,
            "种族值": [
                75,
                140,
                100,
                65,
                65,
                110
            ],
            "总种族值": 555,
            "特性": [
                "软弱",
                "软弱",
                "不服输"
            ],
            "属性": [
                "岩石",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "568",
            "名称": "破破袋",
            "进化阶段": 568,
            "种族值": [
                50,
                50,
                62,
                40,
                62,
                65
            ],
            "总种族值": 329,
            "特性": [
                "恶臭",
                "黏着",
                "引爆"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "黑色污泥",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "569",
            "名称": "灰尘山",
            "进化阶段": 569,
            "种族值": [
                100,
                95,
                82,
                60,
                82,
                75
            ],
            "总种族值": 494,
            "特性": [
                "恶臭",
                "碎裂铠甲",
                "引爆"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "黑色污泥",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "570",
            "名称": "索罗亚",
            "进化阶段": 570,
            "种族值": [
                40,
                65,
                40,
                80,
                40,
                75
            ],
            "总种族值": 340,
            "特性": [
                "幻觉",
                "幻觉",
                "变幻自如"
            ],
            "属性": [
                "恶",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "571",
            "名称": "索罗亚克",
            "进化阶段": 571,
            "种族值": [
                60,
                105,
                60,
                130,
                60,
                125
            ],
            "总种族值": 540,
            "特性": [
                "幻觉",
                "幻觉",
                "变幻自如"
            ],
            "属性": [
                "恶",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "572",
            "名称": "泡沫栗鼠",
            "进化阶段": 572,
            "种族值": [
                55,
                50,
                40,
                40,
                40,
                75
            ],
            "总种族值": 300,
            "特性": [
                "迷人之躯",
                "技术高手",
                "连续攻击"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [
                {
                    "物品": "光之石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "573",
            "名称": "奇诺栗鼠",
            "进化阶段": 573,
            "种族值": [
                75,
                115,
                60,
                65,
                60,
                120
            ],
            "总种族值": 495,
            "特性": [
                "迷人之躯",
                "技术高手",
                "连续攻击"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "574",
            "名称": "哥德宝宝",
            "进化阶段": 574,
            "种族值": [
                45,
                30,
                50,
                55,
                65,
                45
            ],
            "总种族值": 290,
            "特性": [
                "察觉",
                "好胜",
                "踩影"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "575",
            "名称": "哥德小童",
            "进化阶段": 575,
            "种族值": [
                60,
                45,
                70,
                75,
                85,
                55
            ],
            "总种族值": 390,
            "特性": [
                "察觉",
                "好胜",
                "踩影"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "576",
            "名称": "哥德小姐",
            "进化阶段": 576,
            "种族值": [
                85,
                55,
                95,
                105,
                110,
                65
            ],
            "总种族值": 515,
            "特性": [
                "察觉",
                "好胜",
                "踩影"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "577",
            "名称": "单卵细胞球",
            "进化阶段": 577,
            "种族值": [
                45,
                30,
                40,
                105,
                50,
                20
            ],
            "总种族值": 290,
            "特性": [
                "再生力",
                "魔法防守",
                "友情防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "578",
            "名称": "双卵细胞球",
            "进化阶段": 578,
            "种族值": [
                65,
                40,
                70,
                125,
                60,
                30
            ],
            "总种族值": 390,
            "特性": [
                "再生力",
                "魔法防守",
                "友情防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "579",
            "名称": "人造细胞卵",
            "进化阶段": 579,
            "种族值": [
                110,
                50,
                95,
                135,
                95,
                30
            ],
            "总种族值": 515,
            "特性": [
                "再生力",
                "魔法防守",
                "友情防守"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "580",
            "名称": "鸭宝宝",
            "进化阶段": 580,
            "种族值": [
                62,
                44,
                50,
                44,
                50,
                55
            ],
            "总种族值": 305,
            "特性": [
                "锐利目光",
                "健壮胸肌",
                "悠游自如"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "581",
            "名称": "舞天鹅",
            "进化阶段": 581,
            "种族值": [
                75,
                57,
                73,
                117,
                73,
                98
            ],
            "总种族值": 493,
            "特性": [
                "锐利目光",
                "健壮胸肌",
                "悠游自如"
            ],
            "属性": [
                "水",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "582",
            "名称": "迷你冰",
            "进化阶段": 582,
            "种族值": [
                36,
                45,
                50,
                70,
                60,
                44
            ],
            "总种族值": 305,
            "特性": [
                "冰冻之躯",
                "冰冻之躯",
                "降雪"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "583",
            "名称": "多多冰",
            "进化阶段": 583,
            "种族值": [
                51,
                55,
                65,
                100,
                75,
                69
            ],
            "总种族值": 415,
            "特性": [
                "冰冻之躯",
                "冰冻之躯",
                "降雪"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "冰冷岩石",
                    "概率": 5
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "584",
            "名称": "双倍多多冰",
            "进化阶段": 584,
            "种族值": [
                71,
                65,
                85,
                130,
                85,
                99
            ],
            "总种族值": 535,
            "特性": [
                "冰冻之躯",
                "冰冻之躯",
                "降雪"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "585",
            "名称": "四季鹿",
            "进化阶段": 585,
            "种族值": [
                60,
                60,
                50,
                40,
                50,
                75
            ],
            "总种族值": 335,
            "特性": [
                "太阳驱动",
                "食草",
                "天恩"
            ],
            "属性": [
                "一般",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "586",
            "名称": "萌芽鹿",
            "进化阶段": 586,
            "种族值": [
                80,
                110,
                70,
                60,
                70,
                105
            ],
            "总种族值": 495,
            "特性": [
                "太阳驱动",
                "食草",
                "天恩"
            ],
            "属性": [
                "一般",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "587",
            "名称": "电飞鼠",
            "进化阶段": 587,
            "种族值": [
                70,
                50,
                70,
                115,
                70,
                113
            ],
            "总种族值": 488,
            "特性": [
                "静电",
                "静电",
                "避雷针"
            ],
            "属性": [
                "电",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "588",
            "名称": "盖盖虫",
            "进化阶段": 588,
            "种族值": [
                50,
                75,
                45,
                40,
                45,
                60
            ],
            "总种族值": 315,
            "特性": [
                "胆怯",
                "蜕皮",
                "连续攻击"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [
                {
                    "物品": "爪子化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "589",
            "名称": "骑士蜗牛",
            "进化阶段": 589,
            "种族值": [
                75,
                135,
                120,
                50,
                110,
                20
            ],
            "总种族值": 510,
            "特性": [
                "自信过度",
                "防弹",
                "连续攻击"
            ],
            "属性": [
                "虫",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "爪子化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "590",
            "名称": "哎呀球菇",
            "进化阶段": 590,
            "种族值": [
                69,
                55,
                45,
                55,
                55,
                15
            ],
            "总种族值": 294,
            "特性": [
                "孢子",
                "孢子",
                "再生力"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "小蘑菇",
                    "概率": 50
                },
                {
                    "物品": "大蘑菇",
                    "概率": 5
                },
                {
                    "物品": "芳香蘑菇",
                    "概率": 1
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "591",
            "名称": "败露球菇",
            "进化阶段": 591,
            "种族值": [
                120,
                85,
                90,
                85,
                100,
                30
            ],
            "总种族值": 510,
            "特性": [
                "孢子",
                "孢子",
                "再生力"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [
                {
                    "物品": "小蘑菇",
                    "概率": 50
                },
                {
                    "物品": "大蘑菇",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "592",
            "名称": "飘飘水母",
            "进化阶段": 592,
            "种族值": [
                55,
                40,
                50,
                65,
                85,
                40
            ],
            "总种族值": 335,
            "特性": [
                "储水",
                "诅咒之躯",
                "降雨"
            ],
            "属性": [
                "水",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "幽灵宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "593",
            "名称": "灵幽水母",
            "进化阶段": 593,
            "种族值": [
                110,
                60,
                90,
                85,
                115,
                60
            ],
            "总种族值": 520,
            "特性": [
                "储水",
                "诅咒之躯",
                "降雨"
            ],
            "属性": [
                "水",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "594",
            "名称": "保姆曼波",
            "进化阶段": 594,
            "种族值": [
                165,
                40,
                90,
                75,
                95,
                65
            ],
            "总种族值": 530,
            "特性": [
                "治愈之心",
                "湿润之躯",
                "再生力"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "心之鳞片",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "水 1",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "595",
            "名称": "电电虫",
            "进化阶段": 595,
            "种族值": [
                50,
                47,
                50,
                57,
                50,
                65
            ],
            "总种族值": 319,
            "特性": [
                "复眼",
                "紧张感",
                "虫之预感"
            ],
            "属性": [
                "虫",
                "电"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗电果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "596",
            "名称": "电蜘蛛",
            "进化阶段": 596,
            "种族值": [
                70,
                67,
                78,
                112,
                60,
                123
            ],
            "总种族值": 510,
            "特性": [
                "复眼",
                "紧张感",
                "虫之预感"
            ],
            "属性": [
                "虫",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "597",
            "名称": "种子铁球",
            "进化阶段": 597,
            "种族值": [
                44,
                50,
                91,
                24,
                86,
                10
            ],
            "总种族值": 305,
            "特性": [
                "铁刺",
                "铁刺",
                "危险预知"
            ],
            "属性": [
                "草",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "根状化石",
                    "概率": 50
                },
                {
                    "物品": "附着针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "598",
            "名称": "坚果哑铃",
            "进化阶段": 598,
            "种族值": [
                89,
                100,
                131,
                44,
                126,
                20
            ],
            "总种族值": 510,
            "特性": [
                "铁刺",
                "铁刺",
                "危险预知"
            ],
            "属性": [
                "草",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "物伤果",
                    "概率": 50
                },
                {
                    "物品": "附着针",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "599",
            "名称": "齿轮儿",
            "进化阶段": 599,
            "种族值": [
                40,
                50,
                70,
                45,
                60,
                30
            ],
            "总种族值": 295,
            "特性": [
                "正电",
                "负电",
                "飘浮"
            ],
            "属性": [
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "600",
            "名称": "齿轮组",
            "进化阶段": 600,
            "种族值": [
                60,
                50,
                95,
                90,
                85,
                50
            ],
            "总种族值": 430,
            "特性": [
                "正电",
                "负电",
                "飘浮"
            ],
            "属性": [
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗钢果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "601",
            "名称": "齿轮怪",
            "进化阶段": 601,
            "种族值": [
                70,
                50,
                115,
                120,
                85,
                100
            ],
            "总种族值": 540,
            "特性": [
                "正电",
                "负电",
                "避雷针"
            ],
            "属性": [
                "钢",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "602",
            "名称": "麻麻小鱼",
            "进化阶段": 602,
            "种族值": [
                35,
                30,
                40,
                65,
                40,
                60
            ],
            "总种族值": 270,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "603",
            "名称": "麻麻鳗",
            "进化阶段": 603,
            "种族值": [
                65,
                40,
                70,
                75,
                70,
                85
            ],
            "总种族值": 405,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "604",
            "名称": "麻麻鳗鱼王",
            "进化阶段": 604,
            "种族值": [
                85,
                50,
                80,
                115,
                80,
                125
            ],
            "总种族值": 535,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "605",
            "名称": "小灰怪",
            "进化阶段": 605,
            "种族值": [
                55,
                55,
                75,
                85,
                55,
                30
            ],
            "总种族值": 355,
            "特性": [
                "心灵感应",
                "同步",
                "分析"
            ],
            "属性": [
                "超能力",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "606",
            "名称": "大宇怪",
            "进化阶段": 606,
            "种族值": [
                75,
                75,
                105,
                125,
                95,
                40
            ],
            "总种族值": 515,
            "特性": [
                "心灵感应",
                "同步",
                "分析"
            ],
            "属性": [
                "超能力",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "607",
            "名称": "烛光灵",
            "进化阶段": 607,
            "种族值": [
                50,
                30,
                55,
                65,
                55,
                20
            ],
            "总种族值": 275,
            "特性": [
                "引火",
                "火焰之躯",
                "飘浮"
            ],
            "属性": [
                "幽灵",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "608",
            "名称": "灯火幽灵",
            "进化阶段": 608,
            "种族值": [
                60,
                40,
                60,
                95,
                60,
                55
            ],
            "总种族值": 370,
            "特性": [
                "引火",
                "火焰之躯",
                "飘浮"
            ],
            "属性": [
                "幽灵",
                "火"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗鬼果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "609",
            "名称": "水晶灯火灵",
            "进化阶段": 609,
            "种族值": [
                70,
                50,
                85,
                150,
                90,
                95
            ],
            "总种族值": 540,
            "特性": [
                "引火",
                "火焰之躯",
                "飘浮"
            ],
            "属性": [
                "幽灵",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "610",
            "名称": "牙牙",
            "进化阶段": 610,
            "种族值": [
                46,
                87,
                60,
                30,
                40,
                57
            ],
            "总种族值": 320,
            "特性": [
                "斗争心",
                "破格",
                "硬爪"
            ],
            "属性": [
                "龙",
                "虫"
            ],
            "可能携带的物品": [
                {
                    "物品": "龙之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "611",
            "名称": "斧牙龙",
            "进化阶段": 611,
            "种族值": [
                66,
                117,
                70,
                40,
                60,
                77
            ],
            "总种族值": 430,
            "特性": [
                "斗争心",
                "破格",
                "硬爪"
            ],
            "属性": [
                "龙",
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "612",
            "名称": "双斧战龙",
            "进化阶段": 612,
            "种族值": [
                86,
                147,
                110,
                69,
                87,
                101
            ],
            "总种族值": 600,
            "特性": [
                "斗争心",
                "破格",
                "硬爪"
            ],
            "属性": [
                "龙",
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "613",
            "名称": "喷嚏熊",
            "进化阶段": 613,
            "种族值": [
                55,
                70,
                40,
                60,
                40,
                40
            ],
            "总种族值": 305,
            "特性": [
                "雪隐",
                "飞毛腿",
                "胆怯"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "不融冰",
                    "概率": 5
                }
            ],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "614",
            "名称": "冻原熊",
            "进化阶段": 614,
            "种族值": [
                100,
                130,
                80,
                60,
                80,
                60
            ],
            "总种族值": 510,
            "特性": [
                "雪隐",
                "飞毛腿",
                "自信过度"
            ],
            "属性": [
                "冰",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "615",
            "名称": "几何雪花",
            "进化阶段": 615,
            "种族值": [
                70,
                30,
                60,
                110,
                135,
                115
            ],
            "总种族值": 520,
            "特性": [
                "飘浮",
                "飘浮",
                "降雪"
            ],
            "属性": [
                "冰",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "616",
            "名称": "小嘴蜗",
            "进化阶段": 616,
            "种族值": [
                50,
                40,
                85,
                40,
                65,
                25
            ],
            "总种族值": 305,
            "特性": [
                "湿润之躯",
                "硬壳盔甲",
                "防尘"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [
                {
                    "物品": "贝壳化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "617",
            "名称": "敏捷虫",
            "进化阶段": 617,
            "种族值": [
                80,
                50,
                40,
                120,
                60,
                160
            ],
            "总种族值": 510,
            "特性": [
                "湿润之躯",
                "黏着",
                "技术高手"
            ],
            "属性": [
                "虫",
                "水"
            ],
            "可能携带的物品": [
                {
                    "物品": "贝壳化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "618",
            "名称": "暗黑洛奇亚",
            "进化阶段": 618,
            "种族值": [
                200,
                50,
                164,
                186,
                160,
                40
            ],
            "总种族值": 800,
            "特性": [
                "暗黑气场",
                "暗黑气场",
                "时空乱流"
            ],
            "属性": [
                "恶",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "619",
            "名称": "功夫鼬",
            "进化阶段": 619,
            "种族值": [
                45,
                85,
                50,
                55,
                50,
                65
            ],
            "总种族值": 350,
            "特性": [
                "精神力",
                "飞毛腿",
                "唱反调"
            ],
            "属性": [
                "格斗",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "620",
            "名称": "师父鼬",
            "进化阶段": 620,
            "种族值": [
                65,
                125,
                60,
                60,
                95,
                105
            ],
            "总种族值": 510,
            "特性": [
                "精神力",
                "飞毛腿",
                "唱反调"
            ],
            "属性": [
                "格斗",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "621",
            "名称": "赤面龙",
            "进化阶段": 621,
            "种族值": [
                102,
                130,
                120,
                43,
                90,
                70
            ],
            "总种族值": 555,
            "特性": [
                "粗糙皮肤",
                "粗糙皮肤",
                "连续攻击"
            ],
            "属性": [
                "龙",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙",
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "622",
            "名称": "泥偶小人",
            "进化阶段": 622,
            "种族值": [
                60,
                75,
                50,
                35,
                50,
                30
            ],
            "总种族值": 300,
            "特性": [
                "铁拳",
                "铁拳",
                "无防守"
            ],
            "属性": [
                "地面",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "623",
            "名称": "泥偶巨灵",
            "进化阶段": 623,
            "种族值": [
                90,
                135,
                120,
                65,
                100,
                30
            ],
            "总种族值": 540,
            "特性": [
                "铁拳",
                "铁拳",
                "无防守"
            ],
            "属性": [
                "地面",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "攻击果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "624",
            "名称": "驹刀小兵",
            "进化阶段": 624,
            "种族值": [
                45,
                95,
                80,
                40,
                40,
                60
            ],
            "总种族值": 360,
            "特性": [
                "不服输",
                "不服输",
                "硬爪"
            ],
            "属性": [
                "恶",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "625",
            "名称": "劈斩司令",
            "进化阶段": 625,
            "种族值": [
                80,
                135,
                120,
                35,
                80,
                90
            ],
            "总种族值": 540,
            "特性": [
                "不服输",
                "不服输",
                "硬爪"
            ],
            "属性": [
                "恶",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "626",
            "名称": "爆炸头水牛",
            "进化阶段": 626,
            "种族值": [
                115,
                140,
                95,
                30,
                95,
                45
            ],
            "总种族值": 520,
            "特性": [
                "坚硬脑袋",
                "坚硬脑袋",
                "食草"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "627",
            "名称": "毛头小鹰",
            "进化阶段": 627,
            "种族值": [
                70,
                83,
                50,
                37,
                50,
                60
            ],
            "总种族值": 350,
            "特性": [
                "锐利目光",
                "活力",
                "不服输"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "628",
            "名称": "勇士雄鹰",
            "进化阶段": 628,
            "种族值": [
                100,
                128,
                75,
                57,
                75,
                100
            ],
            "总种族值": 535,
            "特性": [
                "锐利目光",
                "活力",
                "不服输"
            ],
            "属性": [
                "格斗",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "629",
            "名称": "秃鹰丫头",
            "进化阶段": 629,
            "种族值": [
                70,
                55,
                75,
                45,
                65,
                60
            ],
            "总种族值": 370,
            "特性": [
                "健壮胸肌",
                "防尘",
                "碎裂铠甲"
            ],
            "属性": [
                "恶",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "630",
            "名称": "秃鹰娜",
            "进化阶段": 630,
            "种族值": [
                115,
                65,
                115,
                55,
                105,
                80
            ],
            "总种族值": 535,
            "特性": [
                "健壮胸肌",
                "防尘",
                "碎裂铠甲"
            ],
            "属性": [
                "恶",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "贵重骨头",
                    "概率": 1
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "631",
            "名称": "熔蚁兽",
            "进化阶段": 631,
            "种族值": [
                85,
                65,
                66,
                125,
                66,
                97
            ],
            "总种族值": 504,
            "特性": [
                "贪吃鬼",
                "引火",
                "白色烟雾"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "632",
            "名称": "铁蚁",
            "进化阶段": 632,
            "种族值": [
                58,
                129,
                112,
                48,
                48,
                109
            ],
            "总种族值": 504,
            "特性": [
                "虫之预感",
                "活力",
                "懒惰"
            ],
            "属性": [
                "虫",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "633",
            "名称": "单首龙",
            "进化阶段": 633,
            "种族值": [
                52,
                65,
                50,
                45,
                50,
                38
            ],
            "总种族值": 300,
            "特性": [
                "活力",
                "洞悉",
                "受热激升"
            ],
            "属性": [
                "恶",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "634",
            "名称": "双首暴龙",
            "进化阶段": 634,
            "种族值": [
                72,
                60,
                70,
                90,
                70,
                78
            ],
            "总种族值": 440,
            "特性": [
                "活力",
                "复眼",
                "受热激升"
            ],
            "属性": [
                "恶",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "635",
            "名称": "三首恶龙",
            "进化阶段": 635,
            "种族值": [
                105,
                70,
                90,
                135,
                90,
                110
            ],
            "总种族值": 600,
            "特性": [
                "飘浮",
                "复眼",
                "受热激升"
            ],
            "属性": [
                "恶",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "636",
            "名称": "燃烧虫",
            "进化阶段": 636,
            "种族值": [
                80,
                45,
                50,
                125,
                85,
                95
            ],
            "总种族值": 480,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "日照"
            ],
            "属性": [
                "虫",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "637",
            "名称": "火神蛾",
            "进化阶段": 637,
            "种族值": [
                130,
                45,
                60,
                165,
                125,
                135
            ],
            "总种族值": 660,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "日照"
            ],
            "属性": [
                "虫",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "638",
            "名称": "勾帕路翁",
            "进化阶段": 638,
            "种族值": [
                121,
                120,
                139,
                52,
                90,
                138
            ],
            "总种族值": 660,
            "特性": [
                "正义之心",
                "正义之心",
                "不服输"
            ],
            "属性": [
                "钢",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "639",
            "名称": "代拉基翁",
            "进化阶段": 639,
            "种族值": [
                121,
                139,
                120,
                52,
                90,
                138
            ],
            "总种族值": 660,
            "特性": [
                "正义之心",
                "正义之心",
                "不服输"
            ],
            "属性": [
                "岩石",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "640",
            "名称": "毕力吉翁",
            "进化阶段": 640,
            "种族值": [
                121,
                52,
                90,
                139,
                120,
                138
            ],
            "总种族值": 660,
            "特性": [
                "正义之心",
                "正义之心",
                "好胜"
            ],
            "属性": [
                "草",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "641",
            "名称": "毒卷云",
            "进化阶段": 641,
            "种族值": [
                140,
                70,
                145,
                80,
                115,
                130
            ],
            "总种族值": 680,
            "特性": [
                "神之威压",
                "神之威压",
                "疾风之翼"
            ],
            "属性": [
                "毒",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "642",
            "名称": "雷电云",
            "进化阶段": 642,
            "种族值": [
                140,
                70,
                115,
                80,
                145,
                130
            ],
            "总种族值": 680,
            "特性": [
                "神之威压",
                "神之威压",
                "疾风之翼"
            ],
            "属性": [
                "电",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "643",
            "名称": "莱希拉姆",
            "进化阶段": 643,
            "种族值": [
                170,
                50,
                115,
                170,
                120,
                125
            ],
            "总种族值": 750,
            "特性": [
                "龙之威压",
                "龙之威压",
                "加速"
            ],
            "属性": [
                "龙",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "644",
            "名称": "捷克罗姆",
            "进化阶段": 644,
            "种族值": [
                170,
                170,
                120,
                50,
                115,
                125
            ],
            "总种族值": 750,
            "特性": [
                "龙之威压",
                "龙之威压",
                "加速"
            ],
            "属性": [
                "龙",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "645",
            "名称": "土地云",
            "进化阶段": 645,
            "种族值": [
                140,
                125,
                155,
                70,
                80,
                130
            ],
            "总种族值": 700,
            "特性": [
                "神之威压",
                "神之威压",
                "沙之力"
            ],
            "属性": [
                "地面",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "646",
            "名称": "酋雷姆",
            "进化阶段": 646,
            "种族值": [
                155,
                60,
                125,
                160,
                125,
                125
            ],
            "总种族值": 750,
            "特性": [
                "龙之威压",
                "龙之威压",
                "降雪"
            ],
            "属性": [
                "龙",
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "647",
            "名称": "凯路迪欧",
            "进化阶段": 647,
            "种族值": [
                151,
                52,
                115,
                129,
                115,
                118
            ],
            "总种族值": 680,
            "特性": [
                "正义之心",
                "正义之心",
                "好胜"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "648",
            "名称": "美洛耶塔",
            "进化阶段": 648,
            "种族值": [
                150,
                60,
                120,
                150,
                120,
                150
            ],
            "总种族值": 750,
            "特性": [
                "天恩",
                "轻装",
                "单纯"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "649",
            "名称": "盖诺赛克特",
            "进化阶段": 649,
            "种族值": [
                150,
                50,
                110,
                165,
                110,
                165
            ],
            "总种族值": 750,
            "特性": [
                "洞察",
                "洞察",
                "引火"
            ],
            "属性": [
                "虫",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "650",
            "名称": "哈力栗",
            "进化阶段": 650,
            "种族值": [
                56,
                61,
                65,
                48,
                45,
                38
            ],
            "总种族值": 313,
            "特性": [
                "茂盛",
                "防弹",
                "防弹"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "651",
            "名称": "胖胖哈力",
            "进化阶段": 651,
            "种族值": [
                61,
                78,
                95,
                56,
                58,
                57
            ],
            "总种族值": 405,
            "特性": [
                "茂盛",
                "防弹",
                "防弹"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "652",
            "名称": "布里卡隆",
            "进化阶段": 652,
            "种族值": [
                98,
                107,
                137,
                54,
                85,
                54
            ],
            "总种族值": 535,
            "特性": [
                "茂盛",
                "防弹",
                "防弹"
            ],
            "属性": [
                "草",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "653",
            "名称": "火狐狸",
            "进化阶段": 653,
            "种族值": [
                40,
                45,
                40,
                62,
                60,
                60
            ],
            "总种族值": 307,
            "特性": [
                "猛火",
                "好胜",
                "好胜"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "654",
            "名称": "长尾火狐",
            "进化阶段": 654,
            "种族值": [
                59,
                59,
                58,
                90,
                70,
                73
            ],
            "总种族值": 409,
            "特性": [
                "猛火",
                "好胜",
                "好胜"
            ],
            "属性": [
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "655",
            "名称": "妖火红狐",
            "进化阶段": 655,
            "种族值": [
                75,
                59,
                71,
                115,
                100,
                115
            ],
            "总种族值": 535,
            "特性": [
                "猛火",
                "好胜",
                "好胜"
            ],
            "属性": [
                "火",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "656",
            "名称": "呱呱泡蛙",
            "进化阶段": 656,
            "种族值": [
                41,
                56,
                40,
                62,
                44,
                71
            ],
            "总种族值": 314,
            "特性": [
                "激流",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "657",
            "名称": "呱头蛙",
            "进化阶段": 657,
            "种族值": [
                54,
                63,
                52,
                83,
                56,
                97
            ],
            "总种族值": 405,
            "特性": [
                "激流",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "658",
            "名称": "甲贺忍蛙",
            "进化阶段": 658,
            "种族值": [
                72,
                95,
                67,
                108,
                71,
                122
            ],
            "总种族值": 535,
            "特性": [
                "激流",
                "变幻自如",
                "变幻自如"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "水 1"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "659",
            "名称": "掘掘兔",
            "进化阶段": 659,
            "种族值": [
                38,
                36,
                38,
                32,
                36,
                57
            ],
            "总种族值": 237,
            "特性": [
                "颊囊",
                "颊囊",
                "强劲"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "660",
            "名称": "掘地兔",
            "进化阶段": 660,
            "种族值": [
                95,
                76,
                77,
                50,
                77,
                78
            ],
            "总种族值": 453,
            "特性": [
                "颊囊",
                "颊囊",
                "强劲"
            ],
            "属性": [
                "一般",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "661",
            "名称": "小箭雀",
            "进化阶段": 661,
            "种族值": [
                45,
                50,
                43,
                40,
                38,
                62
            ],
            "总种族值": 278,
            "特性": [
                "健壮胸肌",
                "健壮胸肌",
                "疾风之翼"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "662",
            "名称": "火箭雀",
            "进化阶段": 662,
            "种族值": [
                62,
                73,
                55,
                56,
                52,
                84
            ],
            "总种族值": 382,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "疾风之翼"
            ],
            "属性": [
                "火",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "663",
            "名称": "烈箭鹰",
            "进化阶段": 663,
            "种族值": [
                78,
                101,
                71,
                54,
                69,
                126
            ],
            "总种族值": 499,
            "特性": [
                "火焰之躯",
                "火焰之躯",
                "疾风之翼"
            ],
            "属性": [
                "火",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "664",
            "名称": "粉蝶虫",
            "进化阶段": 664,
            "种族值": [
                38,
                35,
                40,
                27,
                25,
                35
            ],
            "总种族值": 200,
            "特性": [
                "鳞粉",
                "复眼",
                "友情防守"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "665",
            "名称": "粉蝶蛹",
            "进化阶段": 665,
            "种族值": [
                45,
                22,
                60,
                27,
                30,
                29
            ],
            "总种族值": 213,
            "特性": [
                "鳞粉",
                "复眼",
                "恶作剧之心"
            ],
            "属性": [
                "虫"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "666",
            "名称": "彩粉蝶",
            "进化阶段": 666,
            "种族值": [
                80,
                52,
                50,
                105,
                90,
                103
            ],
            "总种族值": 480,
            "特性": [
                "鳞粉",
                "复眼",
                "恶作剧之心"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [
                {
                    "物品": "虫之宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "667",
            "名称": "小狮狮",
            "进化阶段": 667,
            "种族值": [
                62,
                50,
                58,
                73,
                54,
                72
            ],
            "总种族值": 369,
            "特性": [
                "斗争心",
                "紧张感",
                "好胜"
            ],
            "属性": [
                "火",
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "668",
            "名称": "火炎狮",
            "进化阶段": 668,
            "种族值": [
                77,
                66,
                66,
                120,
                66,
                135
            ],
            "总种族值": 530,
            "特性": [
                "斗争心",
                "紧张感",
                "好胜"
            ],
            "属性": [
                "火",
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "669",
            "名称": "花蓓蓓",
            "进化阶段": 669,
            "种族值": [
                54,
                38,
                39,
                71,
                89,
                42
            ],
            "总种族值": 333,
            "特性": [
                "共生",
                "共生",
                "花幕"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "670",
            "名称": "花叶蒂",
            "进化阶段": 670,
            "种族值": [
                64,
                45,
                77,
                85,
                118,
                62
            ],
            "总种族值": 451,
            "特性": [
                "共生",
                "共生",
                "花幕"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "671",
            "名称": "花洁夫人",
            "进化阶段": 671,
            "种族值": [
                88,
                65,
                100,
                112,
                160,
                75
            ],
            "总种族值": 600,
            "特性": [
                "共生",
                "共生",
                "魔法防守"
            ],
            "属性": [
                "妖精",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "672",
            "名称": "坐骑小羊",
            "进化阶段": 672,
            "种族值": [
                66,
                65,
                48,
                62,
                57,
                52
            ],
            "总种族值": 350,
            "特性": [
                "草之毛皮",
                "飞毛腿",
                "厚脂肪"
            ],
            "属性": [
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "673",
            "名称": "坐骑山羊",
            "进化阶段": 673,
            "种族值": [
                125,
                135,
                85,
                60,
                60,
                60
            ],
            "总种族值": 525,
            "特性": [
                "草之毛皮",
                "飞毛腿",
                "厚脂肪"
            ],
            "属性": [
                "草",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "674",
            "名称": "顽皮熊猫",
            "进化阶段": 674,
            "种族值": [
                67,
                92,
                72,
                46,
                48,
                40
            ],
            "总种族值": 365,
            "特性": [
                "破格",
                "破格",
                "毛皮大衣"
            ],
            "属性": [
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "675",
            "名称": "流氓熊猫",
            "进化阶段": 675,
            "种族值": [
                100,
                140,
                115,
                50,
                95,
                40
            ],
            "总种族值": 540,
            "特性": [
                "破格",
                "破格",
                "毛皮大衣"
            ],
            "属性": [
                "格斗",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "676",
            "名称": "多丽米亚",
            "进化阶段": 676,
            "种族值": [
                75,
                80,
                60,
                65,
                90,
                102
            ],
            "总种族值": 472,
            "特性": [
                "毛皮大衣",
                "毛皮大衣",
                "毛皮大衣"
            ],
            "属性": [
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "677",
            "名称": "妙喵",
            "进化阶段": 677,
            "种族值": [
                62,
                48,
                54,
                63,
                60,
                68
            ],
            "总种族值": 355,
            "特性": [
                "锐利目光",
                "穿透",
                "我行我素"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗超果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "678",
            "名称": "超能妙喵",
            "进化阶段": 678,
            "种族值": [
                74,
                48,
                86,
                93,
                91,
                104
            ],
            "总种族值": 496,
            "特性": [
                "锐利目光",
                "穿透",
                "恶作剧之心"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "679",
            "名称": "独剑鞘",
            "进化阶段": 679,
            "种族值": [
                45,
                80,
                100,
                35,
                37,
                28
            ],
            "总种族值": 325,
            "特性": [
                "无防守",
                "无防守",
                "无防守"
            ],
            "属性": [
                "钢",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "盾甲化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "680",
            "名称": "双剑鞘",
            "进化阶段": 680,
            "种族值": [
                59,
                110,
                150,
                45,
                49,
                35
            ],
            "总种族值": 448,
            "特性": [
                "无防守",
                "无防守",
                "无防守"
            ],
            "属性": [
                "钢",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "防御果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "681",
            "名称": "坚盾剑怪",
            "进化阶段": 681,
            "种族值": [
                100,
                60,
                160,
                60,
                160,
                60
            ],
            "总种族值": 600,
            "特性": [
                "战斗切换",
                "战斗切换",
                "战斗切换"
            ],
            "属性": [
                "钢",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "盾甲化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "682",
            "名称": "粉香香",
            "进化阶段": 682,
            "种族值": [
                78,
                52,
                60,
                63,
                65,
                23
            ],
            "总种族值": 341,
            "特性": [
                "治愈之心",
                "治愈之心",
                "芳香幕"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗妖果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "683",
            "名称": "芳香精",
            "进化阶段": 683,
            "种族值": [
                101,
                72,
                72,
                117,
                109,
                29
            ],
            "总种族值": 500,
            "特性": [
                "治愈之心",
                "治愈之心",
                "芳香幕"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "684",
            "名称": "绵绵泡芙",
            "进化阶段": 684,
            "种族值": [
                62,
                48,
                66,
                59,
                57,
                49
            ],
            "总种族值": 341,
            "特性": [
                "甜幕",
                "甜幕",
                "轻装"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "红牌",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "685",
            "名称": "胖甜妮",
            "进化阶段": 685,
            "种族值": [
                102,
                80,
                86,
                85,
                75,
                72
            ],
            "总种族值": 500,
            "特性": [
                "甜幕",
                "甜幕",
                "轻装"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "686",
            "名称": "好啦鱿",
            "进化阶段": 686,
            "种族值": [
                53,
                54,
                53,
                37,
                46,
                45
            ],
            "总种族值": 288,
            "特性": [
                "穿透",
                "穿透",
                "唱反调"
            ],
            "属性": [
                "恶",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "687",
            "名称": "乌贼王",
            "进化阶段": 687,
            "种族值": [
                86,
                102,
                78,
                68,
                75,
                81
            ],
            "总种族值": 490,
            "特性": [
                "穿透",
                "穿透",
                "唱反调"
            ],
            "属性": [
                "恶",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 1",
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "688",
            "名称": "破天炎",
            "进化阶段": 688,
            "种族值": [
                78,
                70,
                95,
                154,
                108,
                130
            ],
            "总种族值": 635,
            "特性": [
                "日照",
                "日照",
                "终结之地"
            ],
            "属性": [
                "火",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "689",
            "名称": "幻梦",
            "进化阶段": 689,
            "种族值": [
                130,
                90,
                100,
                170,
                140,
                170
            ],
            "总种族值": 800,
            "特性": [
                "神之威压",
                "神之威压",
                "好胜"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "690",
            "名称": "垃垃藻",
            "进化阶段": 690,
            "种族值": [
                50,
                60,
                60,
                80,
                60,
                80
            ],
            "总种族值": 390,
            "特性": [
                "污毒之躯",
                "污毒之躯",
                "适应力"
            ],
            "属性": [
                "毒",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "691",
            "名称": "毒藻龙",
            "进化阶段": 691,
            "种族值": [
                73,
                73,
                73,
                127,
                73,
                121
            ],
            "总种族值": 540,
            "特性": [
                "污毒之躯",
                "污毒之躯",
                "适应力"
            ],
            "属性": [
                "毒",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "水 1",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "692",
            "名称": "铁臂枪虾",
            "进化阶段": 692,
            "种族值": [
                50,
                53,
                62,
                58,
                63,
                44
            ],
            "总种族值": 330,
            "特性": [
                "超级发射器",
                "超级发射器",
                "超级发射器"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "693",
            "名称": "钢炮臂虾",
            "进化阶段": 693,
            "种族值": [
                71,
                73,
                88,
                120,
                89,
                59
            ],
            "总种族值": 500,
            "特性": [
                "超级发射器",
                "超级发射器",
                "超级发射器"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 1",
                "水 3"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "694",
            "名称": "伞电蜥",
            "进化阶段": 694,
            "种族值": [
                44,
                38,
                33,
                61,
                43,
                70
            ],
            "总种族值": 289,
            "特性": [
                "干燥皮肤",
                "沙隐",
                "太阳之力"
            ],
            "属性": [
                "电",
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "695",
            "名称": "光电伞蜥",
            "进化阶段": 695,
            "种族值": [
                62,
                55,
                52,
                119,
                94,
                119
            ],
            "总种族值": 501,
            "特性": [
                "干燥皮肤",
                "沙隐",
                "太阳之力"
            ],
            "属性": [
                "电",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "696",
            "名称": "宝宝暴龙",
            "进化阶段": 696,
            "种族值": [
                58,
                89,
                77,
                45,
                45,
                48
            ],
            "总种族值": 362,
            "特性": [
                "坚硬脑袋",
                "坚硬脑袋",
                "拨沙"
            ],
            "属性": [
                "岩石",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "抗龙果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "697",
            "名称": "怪颚龙",
            "进化阶段": 697,
            "种族值": [
                82,
                130,
                119,
                49,
                79,
                71
            ],
            "总种族值": 530,
            "特性": [
                "坚硬脑袋",
                "坚硬脑袋",
                "拨沙"
            ],
            "属性": [
                "岩石",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "698",
            "名称": "冰雪龙",
            "进化阶段": 698,
            "种族值": [
                77,
                59,
                50,
                67,
                63,
                46
            ],
            "总种族值": 362,
            "特性": [
                "冰冻皮肤",
                "冰冻皮肤",
                "降雪"
            ],
            "属性": [
                "冰",
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "699",
            "名称": "冰雪巨龙",
            "进化阶段": 699,
            "种族值": [
                123,
                43,
                103,
                108,
                115,
                38
            ],
            "总种族值": 530,
            "特性": [
                "冰冻皮肤",
                "冰冻皮肤",
                "降雪"
            ],
            "属性": [
                "冰",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "700",
            "名称": "仙子伊布",
            "进化阶段": 700,
            "种族值": [
                110,
                60,
                65,
                140,
                65,
                95
            ],
            "总种族值": 535,
            "特性": [
                "迷人之躯",
                "迷人之躯",
                "妖精皮肤"
            ],
            "属性": [
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "701",
            "名称": "摔角鹰人",
            "进化阶段": 701,
            "种族值": [
                78,
                122,
                75,
                54,
                63,
                118
            ],
            "总种族值": 510,
            "特性": [
                "柔软",
                "破格",
                "轻装"
            ],
            "属性": [
                "格斗",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "702",
            "名称": "幽魂花",
            "进化阶段": 702,
            "种族值": [
                154,
                45,
                157,
                135,
                158,
                131
            ],
            "总种族值": 780,
            "特性": [
                "友情防守",
                "友情防守",
                "魔法反射"
            ],
            "属性": [
                "妖精",
                "幽灵"
            ],
            "可能携带的物品": [
                {
                    "物品": "蒂安希进化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "703",
            "名称": "小碎钻",
            "进化阶段": 703,
            "种族值": [
                80,
                40,
                150,
                40,
                150,
                40
            ],
            "总种族值": 500,
            "特性": [
                "结实",
                "结实",
                "恶作剧之心"
            ],
            "属性": [
                "岩石"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "妖精",
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "704",
            "名称": "黏黏宝",
            "进化阶段": 704,
            "种族值": [
                45,
                50,
                35,
                65,
                85,
                40
            ],
            "总种族值": 320,
            "特性": [
                "黏滑",
                "湿润之躯",
                "污毒之躯"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "705",
            "名称": "黏美儿",
            "进化阶段": 705,
            "种族值": [
                68,
                50,
                73,
                83,
                118,
                60
            ],
            "总种族值": 452,
            "特性": [
                "黏滑",
                "湿润之躯",
                "污毒之躯"
            ],
            "属性": [
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "706",
            "名称": "黏美龙",
            "进化阶段": 706,
            "种族值": [
                110,
                50,
                100,
                110,
                150,
                80
            ],
            "总种族值": 600,
            "特性": [
                "黏滑",
                "湿润之躯",
                "污毒之躯"
            ],
            "属性": [
                "毒",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "707",
            "名称": "钥圈儿",
            "进化阶段": 707,
            "种族值": [
                87,
                70,
                96,
                80,
                87,
                75
            ],
            "总种族值": 495,
            "特性": [
                "魔术师",
                "魔术师",
                "恶作剧之心"
            ],
            "属性": [
                "钢",
                "妖精"
            ],
            "可能携带的物品": [
                {
                    "物品": "先制果",
                    "概率": 50
                }
            ],
            "经验值累积速度": "快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "708",
            "名称": "小木灵",
            "进化阶段": 708,
            "种族值": [
                73,
                70,
                48,
                50,
                60,
                38
            ],
            "总种族值": 339,
            "特性": [
                "自然回复",
                "察觉",
                "收获"
            ],
            "属性": [
                "幽灵",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "709",
            "名称": "朽木妖",
            "进化阶段": 709,
            "种族值": [
                95,
                115,
                86,
                65,
                92,
                56
            ],
            "总种族值": 509,
            "特性": [
                "自然回复",
                "察觉",
                "收获"
            ],
            "属性": [
                "幽灵",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "植物",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "710",
            "名称": "南瓜精",
            "进化阶段": 710,
            "种族值": [
                49,
                66,
                70,
                44,
                55,
                51
            ],
            "总种族值": 335,
            "特性": [
                "察觉",
                "察觉",
                "无关天气"
            ],
            "属性": [
                "幽灵",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "711",
            "名称": "南瓜怪人",
            "进化阶段": 711,
            "种族值": [
                80,
                90,
                122,
                58,
                75,
                84
            ],
            "总种族值": 509,
            "特性": [
                "察觉",
                "察觉",
                "无关天气"
            ],
            "属性": [
                "幽灵",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "712",
            "名称": "冰宝",
            "进化阶段": 712,
            "种族值": [
                55,
                69,
                85,
                32,
                35,
                28
            ],
            "总种族值": 304,
            "特性": [
                "结实",
                "防弹",
                "冰冻皮肤"
            ],
            "属性": [
                "冰"
            ],
            "可能携带的物品": [
                {
                    "物品": "鳍之化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "713",
            "名称": "冰岩怪",
            "进化阶段": 713,
            "种族值": [
                115,
                127,
                188,
                24,
                46,
                20
            ],
            "总种族值": 520,
            "特性": [
                "结实",
                "防弹",
                "冰冻皮肤"
            ],
            "属性": [
                "冰",
                "钢"
            ],
            "可能携带的物品": [
                {
                    "物品": "鳍之化石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "714",
            "名称": "嗡蝠",
            "进化阶段": 714,
            "种族值": [
                40,
                30,
                35,
                75,
                40,
                75
            ],
            "总种族值": 295,
            "特性": [
                "察觉",
                "穿透",
                "飞行皮肤"
            ],
            "属性": [
                "飞行",
                "龙"
            ],
            "可能携带的物品": [
                {
                    "物品": "飞行宝石",
                    "概率": 50
                }
            ],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "715",
            "名称": "音波龙",
            "进化阶段": 715,
            "种族值": [
                85,
                70,
                80,
                102,
                80,
                123
            ],
            "总种族值": 540,
            "特性": [
                "察觉",
                "穿透",
                "飞行皮肤"
            ],
            "属性": [
                "飞行",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "716",
            "名称": "哲尔尼亚斯",
            "进化阶段": 716,
            "种族值": [
                176,
                61,
                108,
                161,
                125,
                119
            ],
            "总种族值": 750,
            "特性": [
                "妖精气场",
                "妖精气场",
                "适应力"
            ],
            "属性": [
                "妖精",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "717",
            "名称": "伊裴尔塔尔",
            "进化阶段": 717,
            "种族值": [
                176,
                161,
                125,
                61,
                108,
                119
            ],
            "总种族值": 750,
            "特性": [
                "暗黑气场",
                "暗黑气场",
                "疾风之翼"
            ],
            "属性": [
                "恶",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "718",
            "名称": "基格尔德",
            "进化阶段": 718,
            "种族值": [
                200,
                130,
                130,
                130,
                130,
                30
            ],
            "总种族值": 750,
            "特性": [
                "气场破坏",
                "气场破坏",
                "纯朴"
            ],
            "属性": [
                "龙",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "719",
            "名称": "蒂安希",
            "进化阶段": 719,
            "种族值": [
                130,
                50,
                150,
                130,
                150,
                50
            ],
            "总种族值": 660,
            "特性": [
                "恒净之躯",
                "恒净之躯",
                "魔法防守"
            ],
            "属性": [
                "岩石",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "720",
            "名称": "胡帕",
            "进化阶段": 720,
            "种族值": [
                160,
                120,
                120,
                120,
                120,
                60
            ],
            "总种族值": 700,
            "特性": [
                "魔术师",
                "魔术师",
                "恶作剧之心"
            ],
            "属性": [
                "幽灵",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "721",
            "名称": "波尔凯尼恩",
            "进化阶段": 721,
            "种族值": [
                120,
                70,
                140,
                150,
                130,
                70
            ],
            "总种族值": 680,
            "特性": [
                "引水",
                "引水",
                "纯朴"
            ],
            "属性": [
                "火",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "722",
            "名称": "代欧奇希斯 1",
            "进化阶段": 722,
            "种族值": [
                130,
                220,
                90,
                60,
                90,
                160
            ],
            "总种族值": 750,
            "特性": [
                "神之威压",
                "无关天气",
                "双连击"
            ],
            "属性": [
                "超能力",
                "一般"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "723",
            "名称": "代欧奇希斯 2",
            "进化阶段": 723,
            "种族值": [
                130,
                90,
                200,
                90,
                200,
                40
            ],
            "总种族值": 750,
            "特性": [
                "神之威压",
                "无关天气",
                "纯朴"
            ],
            "属性": [
                "超能力",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "724",
            "名称": "代欧奇希斯 3",
            "进化阶段": 724,
            "种族值": [
                130,
                60,
                130,
                100,
                130,
                220
            ],
            "总种族值": 770,
            "特性": [
                "神之威压",
                "无关天气",
                "恶作剧之心"
            ],
            "属性": [
                "超能力",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "725",
            "名称": "结草贵妇 1",
            "进化阶段": 725,
            "种族值": [
                60,
                79,
                105,
                59,
                85,
                36
            ],
            "总种族值": 424,
            "特性": [
                "危险预知",
                "危险预知",
                "防尘"
            ],
            "属性": [
                "虫",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "726",
            "名称": "结草贵妇 2",
            "进化阶段": 726,
            "种族值": [
                60,
                69,
                95,
                69,
                95,
                36
            ],
            "总种族值": 424,
            "特性": [
                "危险预知",
                "危险预知",
                "防尘"
            ],
            "属性": [
                "虫",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "727",
            "名称": "谢米 1",
            "进化阶段": 727,
            "种族值": [
                160,
                50,
                120,
                160,
                120,
                170
            ],
            "总种族值": 780,
            "特性": [
                "天恩",
                "天恩",
                "厚脂肪"
            ],
            "属性": [
                "草",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "728",
            "名称": "骑拉帝纳 1",
            "进化阶段": 728,
            "种族值": [
                200,
                50,
                90,
                160,
                90,
                160
            ],
            "总种族值": 750,
            "特性": [
                "飘浮",
                "飘浮",
                "变幻自如"
            ],
            "属性": [
                "幽灵",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "729",
            "名称": "洛托姆 1",
            "进化阶段": 729,
            "种族值": [
                65,
                50,
                107,
                105,
                107,
                106
            ],
            "总种族值": 540,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "730",
            "名称": "洛托姆 2",
            "进化阶段": 730,
            "种族值": [
                65,
                50,
                107,
                105,
                107,
                106
            ],
            "总种族值": 540,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "731",
            "名称": "洛托姆 3",
            "进化阶段": 731,
            "种族值": [
                65,
                50,
                107,
                105,
                107,
                106
            ],
            "总种族值": 540,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "732",
            "名称": "洛托姆 4",
            "进化阶段": 732,
            "种族值": [
                65,
                50,
                107,
                105,
                107,
                106
            ],
            "总种族值": 540,
            "特性": [
                "避雷针",
                "避雷针",
                "避雷针"
            ],
            "属性": [
                "电",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "733",
            "名称": "洛托姆 5",
            "进化阶段": 733,
            "种族值": [
                65,
                50,
                107,
                105,
                107,
                106
            ],
            "总种族值": 540,
            "特性": [
                "飘浮",
                "飘浮",
                "飘浮"
            ],
            "属性": [
                "电",
                "草"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "734",
            "名称": "飘浮泡泡 1",
            "进化阶段": 734,
            "种族值": [
                90,
                30,
                120,
                120,
                90,
                90
            ],
            "总种族值": 540,
            "特性": [
                "阴晴不定",
                "阴晴不定",
                "阴晴不定"
            ],
            "属性": [
                "火",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "735",
            "名称": "飘浮泡泡 2",
            "进化阶段": 735,
            "种族值": [
                90,
                30,
                120,
                90,
                120,
                90
            ],
            "总种族值": 540,
            "特性": [
                "阴晴不定",
                "阴晴不定",
                "阴晴不定"
            ],
            "属性": [
                "水",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "736",
            "名称": "飘浮泡泡 3",
            "进化阶段": 736,
            "种族值": [
                90,
                30,
                90,
                120,
                120,
                90
            ],
            "总种族值": 540,
            "特性": [
                "阴晴不定",
                "阴晴不定",
                "阴晴不定"
            ],
            "属性": [
                "冰",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "不定形"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "737",
            "名称": "樱花儿 1",
            "进化阶段": 737,
            "种族值": [
                70,
                60,
                90,
                87,
                98,
                105
            ],
            "总种族值": 510,
            "特性": [
                "花之礼",
                "花之礼",
                "花之礼"
            ],
            "属性": [
                "草",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "植物"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "738",
            "名称": "野蛮鲈鱼 1",
            "进化阶段": 738,
            "种族值": [
                70,
                132,
                75,
                60,
                65,
                98
            ],
            "总种族值": 500,
            "特性": [
                "破格",
                "适应力",
                "加速"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "739",
            "名称": "达摩狒狒 1",
            "进化阶段": 739,
            "种族值": [
                105,
                170,
                55,
                30,
                55,
                135
            ],
            "总种族值": 550,
            "特性": [
                "达摩模式",
                "达摩模式",
                "达摩模式"
            ],
            "属性": [
                "火",
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "740",
            "名称": "美洛耶塔 1",
            "进化阶段": 740,
            "种族值": [
                150,
                60,
                120,
                150,
                120,
                150
            ],
            "总种族值": 750,
            "特性": [
                "天恩",
                "轻装",
                "单纯"
            ],
            "属性": [
                "一般",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "741",
            "名称": "酋雷姆 1",
            "进化阶段": 741,
            "种族值": [
                185,
                50,
                100,
                200,
                130,
                155
            ],
            "总种族值": 820,
            "特性": [
                "龙之威压",
                "龙之威压",
                "双连击"
            ],
            "属性": [
                "龙",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "742",
            "名称": "酋雷姆 2",
            "进化阶段": 742,
            "种族值": [
                185,
                200,
                130,
                50,
                100,
                155
            ],
            "总种族值": 820,
            "特性": [
                "龙之威压",
                "龙之威压",
                "双连击"
            ],
            "属性": [
                "龙",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "743",
            "名称": "凯路迪欧 1",
            "进化阶段": 743,
            "种族值": [
                151,
                52,
                135,
                159,
                135,
                148
            ],
            "总种族值": 780,
            "特性": [
                "正义之心",
                "正义之心",
                "好胜"
            ],
            "属性": [
                "水",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 80
        },
        {
            "编号": "744",
            "名称": "毒卷云 1",
            "进化阶段": 744,
            "种族值": [
                140,
                115,
                70,
                145,
                80,
                130
            ],
            "总种族值": 680,
            "特性": [
                "神之威压",
                "神之威压",
                "适应力"
            ],
            "属性": [
                "毒",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "745",
            "名称": "雷电云 1",
            "进化阶段": 745,
            "种族值": [
                140,
                70,
                80,
                145,
                115,
                130
            ],
            "总种族值": 680,
            "特性": [
                "神之威压",
                "神之威压",
                "降雨"
            ],
            "属性": [
                "电",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "746",
            "名称": "土地云 1",
            "进化阶段": 746,
            "种族值": [
                140,
                155,
                125,
                80,
                70,
                130
            ],
            "总种族值": 700,
            "特性": [
                "威吓",
                "威吓",
                "扬沙"
            ],
            "属性": [
                "地面",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "747",
            "名称": "耿鬼 1",
            "进化阶段": 747,
            "种族值": [
                80,
                95,
                100,
                175,
                115,
                135
            ],
            "总种族值": 700,
            "特性": [
                "好胜",
                "好胜",
                "踩影"
            ],
            "属性": [
                "幽灵",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "748",
            "名称": "超能妙喵 1",
            "进化阶段": 748,
            "种族值": [
                74,
                48,
                86,
                93,
                91,
                104
            ],
            "总种族值": 496,
            "特性": [
                "锐利目光",
                "穿透",
                "好胜"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "758",
            "名称": "沙奈朵 1",
            "进化阶段": 758,
            "种族值": [
                80,
                65,
                65,
                165,
                135,
                120
            ],
            "总种族值": 630,
            "特性": [
                "妖精气场",
                "妖精气场",
                "妖精气场"
            ],
            "属性": [
                "超能力",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "759",
            "名称": "电龙 1",
            "进化阶段": 759,
            "种族值": [
                120,
                105,
                125,
                175,
                130,
                45
            ],
            "总种族值": 700,
            "特性": [
                "唱反调",
                "唱反调",
                "唱反调"
            ],
            "属性": [
                "电",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "陆上"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "760",
            "名称": "妙蛙花 1",
            "进化阶段": 760,
            "种族值": [
                82,
                70,
                128,
                145,
                130,
                80
            ],
            "总种族值": 635,
            "特性": [
                "太阳之力",
                "太阳之力",
                "太阳之力"
            ],
            "属性": [
                "草",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "761",
            "名称": "喷火龙 1",
            "进化阶段": 761,
            "种族值": [
                78,
                174,
                98,
                70,
                85,
                130
            ],
            "总种族值": 635,
            "特性": [
                "硬爪",
                "硬爪",
                "硬爪"
            ],
            "属性": [
                "火",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "763",
            "名称": "超梦 1",
            "进化阶段": 763,
            "种族值": [
                110,
                200,
                180,
                50,
                130,
                130
            ],
            "总种族值": 800,
            "特性": [
                "神之威压",
                "神之威压",
                "加速"
            ],
            "属性": [
                "超能力",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "765",
            "名称": "火焰鸡 1",
            "进化阶段": 765,
            "种族值": [
                80,
                185,
                90,
                90,
                80,
                110
            ],
            "总种族值": 635,
            "特性": [
                "舍身",
                "舍身",
                "自信过度"
            ],
            "属性": [
                "火",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "766",
            "名称": "恰雷姆 1",
            "进化阶段": 766,
            "种族值": [
                90,
                120,
                105,
                70,
                105,
                110
            ],
            "总种族值": 600,
            "特性": [
                "强劲",
                "强劲",
                "强劲"
            ],
            "属性": [
                "格斗",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "767",
            "名称": "黑鲁加 1",
            "进化阶段": 767,
            "种族值": [
                75,
                80,
                90,
                160,
                90,
                125
            ],
            "总种族值": 620,
            "特性": [
                "太阳之力",
                "太阳之力",
                "太阳之力"
            ],
            "属性": [
                "恶",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "768",
            "名称": "波士可多拉 1",
            "进化阶段": 768,
            "种族值": [
                90,
                150,
                230,
                50,
                110,
                25
            ],
            "总种族值": 655,
            "特性": [
                "铁刺",
                "铁刺",
                "铁刺"
            ],
            "属性": [
                "钢",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 35
        },
        {
            "编号": "769",
            "名称": "诅咒娃娃 1",
            "进化阶段": 769,
            "种族值": [
                74,
                165,
                90,
                53,
                83,
                135
            ],
            "总种族值": 600,
            "特性": [
                "恶作剧之心",
                "恶作剧之心",
                "恶作剧之心"
            ],
            "属性": [
                "幽灵",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "770",
            "名称": "班基拉斯 1",
            "进化阶段": 770,
            "种族值": [
                100,
                184,
                130,
                95,
                110,
                81
            ],
            "总种族值": 700,
            "特性": [
                "拨沙",
                "拨沙",
                "拨沙"
            ],
            "属性": [
                "岩石",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 40
        },
        {
            "编号": "771",
            "名称": "巨钳螳螂 1",
            "进化阶段": 771,
            "种族值": [
                90,
                160,
                130,
                35,
                110,
                95
            ],
            "总种族值": 620,
            "特性": [
                "技术高手",
                "技术高手",
                "适应力"
            ],
            "属性": [
                "虫",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "772",
            "名称": "凯罗斯 1",
            "进化阶段": 772,
            "种族值": [
                65,
                155,
                120,
                55,
                90,
                115
            ],
            "总种族值": 600,
            "特性": [
                "飞行皮肤",
                "飞行皮肤",
                "飞行皮肤"
            ],
            "属性": [
                "虫",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "773",
            "名称": "化石翼龙 1",
            "进化阶段": 773,
            "种族值": [
                90,
                145,
                110,
                50,
                85,
                160
            ],
            "总种族值": 640,
            "特性": [
                "坚硬脑袋",
                "坚硬脑袋",
                "坚硬脑袋"
            ],
            "属性": [
                "岩石",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 35
        },
        {
            "编号": "774",
            "名称": "路卡利欧 1",
            "进化阶段": 774,
            "种族值": [
                70,
                155,
                70,
                155,
                70,
                135
            ],
            "总种族值": 655,
            "特性": [
                "适应力",
                "适应力",
                "适应力"
            ],
            "属性": [
                "格斗",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "775",
            "名称": "暴雪王 1",
            "进化阶段": 775,
            "种族值": [
                90,
                85,
                142,
                133,
                140,
                30
            ],
            "总种族值": 620,
            "特性": [
                "隔音",
                "隔音",
                "降雪"
            ],
            "属性": [
                "草",
                "冰"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "植物"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "776",
            "名称": "坚盾剑怪 1",
            "进化阶段": 776,
            "种族值": [
                100,
                160,
                60,
                160,
                60,
                60
            ],
            "总种族值": 600,
            "特性": [
                "战斗切换",
                "战斗切换",
                "战斗切换"
            ],
            "属性": [
                "钢",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "777",
            "名称": "水箭龟 1",
            "进化阶段": 777,
            "种族值": [
                89,
                73,
                130,
                150,
                135,
                58
            ],
            "总种族值": 635,
            "特性": [
                "超级发射器",
                "超级发射器",
                "超级发射器"
            ],
            "属性": [
                "水",
                "钢"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "778",
            "名称": "袋龙 1",
            "进化阶段": 778,
            "种族值": [
                105,
                150,
                105,
                40,
                105,
                125
            ],
            "总种族值": 630,
            "特性": [
                "双连击",
                "双连击",
                "双连击"
            ],
            "属性": [
                "一般",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "怪兽"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "779",
            "名称": "暴鲤龙 1",
            "进化阶段": 779,
            "种族值": [
                95,
                155,
                99,
                60,
                120,
                111
            ],
            "总种族值": 640,
            "特性": [
                "多重鳞片",
                "多重鳞片",
                "强壮之颚"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2",
                "龙"
            ],
            "孵蛋周期": 1
        },
        {
            "编号": "780",
            "名称": "阿勃梭鲁 1",
            "进化阶段": 780,
            "种族值": [
                125,
                180,
                120,
                70,
                120,
                145
            ],
            "总种族值": 760,
            "特性": [
                "硬爪",
                "硬爪",
                "硬爪"
            ],
            "属性": [
                "恶",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "781",
            "名称": "胡地 1",
            "进化阶段": 781,
            "种族值": [
                95,
                90,
                65,
                190,
                115,
                145
            ],
            "总种族值": 700,
            "特性": [
                "复制",
                "复制",
                "洞悉"
            ],
            "属性": [
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "782",
            "名称": "赫拉克罗斯 1",
            "进化阶段": 782,
            "种族值": [
                80,
                175,
                105,
                40,
                105,
                115
            ],
            "总种族值": 620,
            "特性": [
                "连续攻击",
                "连续攻击",
                "连续攻击"
            ],
            "属性": [
                "虫",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "783",
            "名称": "大嘴娃 1",
            "进化阶段": 783,
            "种族值": [
                100,
                105,
                135,
                55,
                105,
                50
            ],
            "总种族值": 550,
            "特性": [
                "威吓",
                "威吓",
                "强劲"
            ],
            "属性": [
                "钢",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "快",
            "蛋群": [
                "陆上",
                "妖精"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "784",
            "名称": "雷电兽 1",
            "进化阶段": 784,
            "种族值": [
                90,
                75,
                80,
                165,
                80,
                130
            ],
            "总种族值": 620,
            "特性": [
                "强行",
                "强行",
                "强行"
            ],
            "属性": [
                "电",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "785",
            "名称": "烈咬陆鲨 1",
            "进化阶段": 785,
            "种族值": [
                108,
                180,
                105,
                70,
                105,
                132
            ],
            "总种族值": 700,
            "特性": [
                "沙之力",
                "沙之力",
                "适应力"
            ],
            "属性": [
                "龙",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 40
        },
        {
            "编号": "786",
            "名称": "拉帝欧斯 1",
            "进化阶段": 786,
            "种族值": [
                120,
                110,
                100,
                170,
                130,
                130
            ],
            "总种族值": 760,
            "特性": [
                "天恩",
                "天恩",
                "天恩"
            ],
            "属性": [
                "龙",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "787",
            "名称": "拉帝亚斯 1",
            "进化阶段": 787,
            "种族值": [
                120,
                100,
                110,
                130,
                170,
                130
            ],
            "总种族值": 760,
            "特性": [
                "天恩",
                "天恩",
                "天恩"
            ],
            "属性": [
                "龙",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "799",
            "名称": "巨沼怪 1",
            "进化阶段": 799,
            "种族值": [
                100,
                120,
                110,
                105,
                110,
                90
            ],
            "总种族值": 635,
            "特性": [
                "悠游自如",
                "拨沙",
                "强劲"
            ],
            "属性": [
                "水",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "800",
            "名称": "蜥蜴王 1",
            "进化阶段": 800,
            "种族值": [
                70,
                150,
                85,
                80,
                110,
                140
            ],
            "总种族值": 635,
            "特性": [
                "技术高手",
                "技术高手",
                "技术高手"
            ],
            "属性": [
                "草",
                "龙"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "龙"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "801",
            "名称": "勾魂眼 1",
            "进化阶段": 801,
            "种族值": [
                100,
                95,
                145,
                45,
                145,
                20
            ],
            "总种族值": 550,
            "特性": [
                "恶作剧之心",
                "恶作剧之心",
                "魔法反射"
            ],
            "属性": [
                "恶",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "人型"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "802",
            "名称": "七夕青鸟 1",
            "进化阶段": 802,
            "种族值": [
                75,
                70,
                120,
                130,
                125,
                110
            ],
            "总种族值": 630,
            "特性": [
                "单纯",
                "单纯",
                "单纯"
            ],
            "属性": [
                "妖精",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "飞行",
                "龙"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "803",
            "名称": "艾路雷朵 1",
            "进化阶段": 803,
            "种族值": [
                68,
                167,
                75,
                65,
                135,
                120
            ],
            "总种族值": 630,
            "特性": [
                "不服输",
                "不服输",
                "魔法防守"
            ],
            "属性": [
                "超能力",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "不定形"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "804",
            "名称": "差不多娃娃 1",
            "进化阶段": 804,
            "种族值": [
                163,
                40,
                146,
                80,
                146,
                50
            ],
            "总种族值": 625,
            "特性": [
                "友情防守",
                "友情防守",
                "友情防守"
            ],
            "属性": [
                "一般",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "妖精"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "805",
            "名称": "巨牙鲨 1",
            "进化阶段": 805,
            "种族值": [
                90,
                160,
                90,
                70,
                80,
                130
            ],
            "总种族值": 620,
            "特性": [
                "自信过度",
                "自信过度",
                "自信过度"
            ],
            "属性": [
                "水",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "水 2"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "806",
            "名称": "呆壳兽 1",
            "进化阶段": 806,
            "种族值": [
                95,
                75,
                200,
                140,
                90,
                20
            ],
            "总种族值": 620,
            "特性": [
                "纯朴",
                "纯朴",
                "纯朴"
            ],
            "属性": [
                "水",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "怪兽",
                "水 1"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "807",
            "名称": "大钢蛇 1",
            "进化阶段": 807,
            "种族值": [
                80,
                155,
                250,
                45,
                85,
                20
            ],
            "总种族值": 635,
            "特性": [
                "多重鳞片",
                "多重鳞片",
                "分析"
            ],
            "属性": [
                "钢",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "808",
            "名称": "烈风鸟 1",
            "进化阶段": 808,
            "种族值": [
                73,
                70,
                70,
                160,
                85,
                141
            ],
            "总种族值": 599,
            "特性": [
                "无防守",
                "无防守",
                "无防守"
            ],
            "属性": [
                "一般",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较慢",
            "蛋群": [
                "飞行"
            ],
            "孵蛋周期": 15
        },
        {
            "编号": "809",
            "名称": "冰鬼护 1",
            "进化阶段": 809,
            "种族值": [
                80,
                80,
                80,
                150,
                80,
                150
            ],
            "总种族值": 620,
            "特性": [
                "冰冻皮肤",
                "冰冻皮肤",
                "冰冻皮肤"
            ],
            "属性": [
                "冰",
                "幽灵"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "妖精",
                "矿物"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "810",
            "名称": "蒂安希 1",
            "进化阶段": 810,
            "种族值": [
                130,
                50,
                190,
                150,
                190,
                50
            ],
            "总种族值": 760,
            "特性": [
                "恒净之躯",
                "恒净之躯",
                "魔法反射"
            ],
            "属性": [
                "岩石",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 25
        },
        {
            "编号": "811",
            "名称": "巨金怪 1",
            "进化阶段": 811,
            "种族值": [
                80,
                165,
                160,
                95,
                100,
                100
            ],
            "总种族值": 700,
            "特性": [
                "飘浮",
                "飘浮",
                "硬爪"
            ],
            "属性": [
                "钢",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "矿物"
            ],
            "孵蛋周期": 40
        },
        {
            "编号": "812",
            "名称": "盖欧卡 1",
            "进化阶段": 812,
            "种族值": [
                130,
                70,
                120,
                190,
                170,
                120
            ],
            "总种族值": 800,
            "特性": [
                "神之威压",
                "神之威压",
                "始源之海"
            ],
            "属性": [
                "水"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "813",
            "名称": "固拉多 1",
            "进化阶段": 813,
            "种族值": [
                130,
                190,
                170,
                70,
                120,
                120
            ],
            "总种族值": 800,
            "特性": [
                "神之威压",
                "神之威压",
                "终结之地"
            ],
            "属性": [
                "地面",
                "火"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "814",
            "名称": "烈空坐 1",
            "进化阶段": 814,
            "种族值": [
                150,
                180,
                120,
                70,
                120,
                180
            ],
            "总种族值": 820,
            "特性": [
                "时空乱流",
                "时空乱流",
                "时空乱流"
            ],
            "属性": [
                "龙",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "815",
            "名称": "皮卡丘 1",
            "进化阶段": 815,
            "种族值": [
                100,
                100,
                50,
                50,
                100,
                100
            ],
            "总种族值": 500,
            "特性": [
                "静电",
                "静电",
                "狙击手"
            ],
            "属性": [
                "电",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "816",
            "名称": "皮卡丘 2",
            "进化阶段": 816,
            "种族值": [
                100,
                50,
                100,
                50,
                100,
                100
            ],
            "总种族值": 500,
            "特性": [
                "静电",
                "静电",
                "飘浮"
            ],
            "属性": [
                "电",
                "毒"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "817",
            "名称": "皮卡丘 3",
            "进化阶段": 817,
            "种族值": [
                100,
                50,
                50,
                100,
                100,
                100
            ],
            "总种族值": 500,
            "特性": [
                "静电",
                "静电",
                "妖精皮肤"
            ],
            "属性": [
                "电",
                "妖精"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "818",
            "名称": "皮卡丘 4",
            "进化阶段": 818,
            "种族值": [
                100,
                50,
                100,
                100,
                100,
                50
            ],
            "总种族值": 500,
            "特性": [
                "静电",
                "静电",
                "恶作剧之心"
            ],
            "属性": [
                "电",
                "超能力"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "819",
            "名称": "皮卡丘 5",
            "进化阶段": 819,
            "种族值": [
                100,
                100,
                100,
                50,
                50,
                100
            ],
            "总种族值": 500,
            "特性": [
                "静电",
                "静电",
                "技术高手"
            ],
            "属性": [
                "电",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "820",
            "名称": "皮卡丘 6",
            "进化阶段": 820,
            "种族值": [
                100,
                100,
                100,
                100,
                100,
                130
            ],
            "总种族值": 630,
            "特性": [
                "静电",
                "静电",
                "加速"
            ],
            "属性": [
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 10
        },
        {
            "编号": "821",
            "名称": "胡帕 1",
            "进化阶段": 821,
            "种族值": [
                160,
                150,
                160,
                150,
                160,
                20
            ],
            "总种族值": 800,
            "特性": [
                "魔术师",
                "魔术师",
                "恶作剧之心"
            ],
            "属性": [
                "幽灵",
                "恶"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "最慢",
            "蛋群": [
                "未发现"
            ],
            "孵蛋周期": 120
        },
        {
            "编号": "822",
            "名称": "喷火驼 1",
            "进化阶段": 822,
            "种族值": [
                110,
                80,
                120,
                175,
                115,
                20
            ],
            "总种族值": 620,
            "特性": [
                "强行",
                "强行",
                "太阳之力"
            ],
            "属性": [
                "火",
                "地面"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "823",
            "名称": "长耳兔 1",
            "进化阶段": 823,
            "种族值": [
                75,
                156,
                94,
                54,
                96,
                145
            ],
            "总种族值": 620,
            "特性": [
                "妖精皮肤",
                "妖精皮肤",
                "妖精皮肤"
            ],
            "属性": [
                "妖精",
                "格斗"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "陆上",
                "人型"
            ],
            "孵蛋周期": 20
        },
        {
            "编号": "824",
            "名称": "暴飞龙 1",
            "进化阶段": 824,
            "种族值": [
                95,
                145,
                100,
                145,
                90,
                125
            ],
            "总种族值": 700,
            "特性": [
                "飞行皮肤",
                "飞行皮肤",
                "飞行皮肤"
            ],
            "属性": [
                "龙",
                "飞行"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "慢",
            "蛋群": [
                "龙"
            ],
            "孵蛋周期": 40
        },
        {
            "编号": "825",
            "名称": "大针蜂 1",
            "进化阶段": 825,
            "种族值": [
                65,
                160,
                40,
                15,
                80,
                160
            ],
            "总种族值": 520,
            "特性": [
                "适应力",
                "适应力",
                "适应力"
            ],
            "属性": [
                "虫",
                "电"
            ],
            "可能携带的物品": [],
            "经验值累积速度": "较快",
            "蛋群": [
                "虫"
            ],
            "孵蛋周期": 15
        }
    ]
}

// 返回特性列表
export const reqAbility = (): Ability[] => {
    return [
        {
            "ability": "恶臭",
            "description": "身上产生的恶臭可能攻击时10%会使对方畏缩"
        },
        {
            "ability": "降雨",
            "description": "出场时，会将天气变为雨天。持续5回合"
        },
        {
            "ability": "加速",
            "description": "宝可梦的速度在对战中每回合提升1级"
        },
        {
            "ability": "战斗盔甲",
            "description": "被坚硬的甲壳守护着。不会被对手的攻击击中要害"
        },
        {
            "ability": "结实",
            "description": "在HP全满时受到招式攻击不会被一击打倒"
        },
        {
            "ability": "湿气",
            "description": "把周围都弄湿，使谁都无法使用爆炸类招式"
        },
        {
            "ability": "柔软",
            "description": "因为身体柔软，不会变为麻痹状态"
        },
        {
            "ability": "沙隐",
            "description": "在沙暴的时候，闪避率会提高20%"
        },
        {
            "ability": "静电",
            "description": "受到近身攻击时30%让对手陷入麻痹状态"
        },
        {
            "ability": "蓄电",
            "description": "受到电属性招式攻击时恢复HP的1/4"
        },
        {
            "ability": "储水",
            "description": "受到水属性招式攻击时恢复HP的1/4"
        },
        {
            "ability": "迟钝",
            "description": "因为感觉迟钝，不会变为着迷和被挑衅状态"
        },
        {
            "ability": "无关天气",
            "description": "不受天气的影响。（但天气不会消失）"
        },
        {
            "ability": "复眼",
            "description": "招式的命中率提升1.3倍"
        },
        {
            "ability": "不眠",
            "description": "因为有着睡不着的体质，所以不会陷入睡眠状态"
        },
        {
            "ability": "变色",
            "description": "根据对手使用的招式来改变自身的属性"
        },
        {
            "ability": "免疫",
            "description": "因为体内拥有免疫能力，不会变为中毒状态"
        },
        {
            "ability": "引火",
            "description": "受到火属性招式攻击时提升自身火属性招式50%伤害"
        },
        {
            "ability": "鳞粉",
            "description": "被鳞粉守护着，不会受到招式的追加效果"
        },
        {
            "ability": "我行我素",
            "description": "因为我行我素，不会变为混乱状态"
        },
        {
            "ability": "吸盘",
            "description": "用吸盘牢牢贴在地面上，让替换的招式和道具无效"
        },
        {
            "ability": "威吓",
            "description": "出场时威吓对手让其害怕，降低对手的1级攻击"
        },
        {
            "ability": "踩影",
            "description": "踩住对方的影子使其无法逃走或交换"
        },
        {
            "ability": "粗糙皮肤",
            "description": "受到近身攻击时会伤害对手。使其损失最大体力的1/8"
        },
        {
            "ability": "神奇守护",
            "description": "不可思议的力量，只有效果绝佳的招式才能击中"
        },
        {
            "ability": "飘浮",
            "description": "从地面飘浮起来，从而免疫地面属性招式攻击"
        },
        {
            "ability": "孢子",
            "description": "受到近身攻击时30%造成麻痹、中毒或睡眠状态"
        },
        {
            "ability": "同步",
            "description": "自身的中毒、麻痹和灼伤状态也会传染给对手"
        },
        {
            "ability": "恒净之躯",
            "description": "不会因为对手的招式或特性而被降低能力"
        },
        {
            "ability": "自然回复",
            "description": "回到同行队伍后，异常状态就会被治愈"
        },
        {
            "ability": "避雷针",
            "description": "吸收所有电属性攻击不受伤并且提升特攻1级"
        },
        {
            "ability": "天恩",
            "description": "受天恩祝福，提高招式追加效果翻倍"
        },
        {
            "ability": "悠游自如",
            "description": "下雨天气时，速度会翻倍"
        },
        {
            "ability": "太阳驱动",
            "description": "晴朗天气时，速度会翻倍"
        },
        {
            "ability": "发光",
            "description": "提高遇到野生宝可梦的概率翻倍"
        },
        {
            "ability": "复制",
            "description": "出场时，复制对手的特性，变为与之相同的特性"
        },
        {
            "ability": "强劲",
            "description": "拥有强壮的体魄，物理攻击威力翻倍"
        },
        {
            "ability": "污毒之躯",
            "description": "受到近身攻击时对手30%几率使其中毒"
        },
        {
            "ability": "精神力",
            "description": "拥有经过锻炼的精神，而不会因对手的攻击而畏缩"
        },
        {
            "ability": "熔岩铠甲",
            "description": "将炽热的熔岩覆盖在身上，不会变为冰冻状态"
        },
        {
            "ability": "水幕",
            "description": "将水幕裹在身上，不会变为灼伤状态"
        },
        {
            "ability": "磁力",
            "description": "用磁力吸住钢属性宝可梦，使其无法逃走"
        },
        {
            "ability": "隔音",
            "description": "通过屏蔽声音，不受到声音招式的影响"
        },
        {
            "ability": "雨盘",
            "description": "在下雨时HP将会缓慢恢复。每回合结束回复1/16体力"
        },
        {
            "ability": "扬沙",
            "description": "出场时，会把天气变为沙暴。持续5回合"
        },
        {
            "ability": "压迫感",
            "description": "给予对手压迫感，招式会额外消耗1点PP值"
        },
        {
            "ability": "厚脂肪",
            "description": "冰属性或火属性招式的伤害会减少50%"
        },
        {
            "ability": "早起",
            "description": "当宝可梦进入睡眠的时候将会迅速苏醒"
        },
        {
            "ability": "火焰之躯",
            "description": "30%会让接触到自己的对手变为灼伤状态"
        },
        {
            "ability": "逃跑",
            "description": "与野生宝可梦相遇时一定可以逃跑"
        },
        {
            "ability": "锐利目光",
            "description": "拥有锐利的目光，命中率不会被降低"
        },
        {
            "ability": "怪力钳",
            "description": "拥有以力量自豪的钳子，不会被对手降低攻击"
        },
        {
            "ability": "捡拾",
            "description": "对战结束后可能捡到道具"
        },
        {
            "ability": "懒惰",
            "description": "如果使出招式，下一回合就会休息"
        },
        {
            "ability": "活力",
            "description": "自己的攻击变高1.5倍，但命中率会降低到0.8倍"
        },
        {
            "ability": "迷人之躯",
            "description": "受到近身攻击时异性对手30%几率陷入着迷状态。"
        },
        {
            "ability": "正电",
            "description": "己方同伴中有负电或正电特性时，特攻提升1.5倍"
        },
        {
            "ability": "负电",
            "description": "己方同伴中有负电或正电特性时，特攻提升1.5倍"
        },
        {
            "ability": "阴晴不定",
            "description": "受天气的影响，会变为水、火或冰属性的某种形态"
        },
        {
            "ability": "黏着",
            "description": "因为道具是粘在身体上的，所以不会被对手夺走"
        },
        {
            "ability": "蜕皮",
            "description": "宝可梦有1/3概率在战斗中治愈自身异常状态"
        },
        {
            "ability": "毅力",
            "description": "如果变为异常状态，则会拿出毅力，攻击提高50%"
        },
        {
            "ability": "神奇鳞片",
            "description": "如果变为异常状态，鳞片发生反应，防御提高50%"
        },
        {
            "ability": "污泥浆",
            "description": "被吸收类招式攻击时将会伤害对手。"
        },
        {
            "ability": "茂盛",
            "description": "当宝可梦体力低于1/4时草属性招式威力提升50%"
        },
        {
            "ability": "猛火",
            "description": "当宝可梦体力低于1/4时火属性招式威力提升50%"
        },
        {
            "ability": "激流",
            "description": "当宝可梦体力低于1/4时水属性招式威力提升50%"
        },
        {
            "ability": "虫之预感",
            "description": "当宝可梦体力低于1/4时虫属性招式威力提升50%"
        },
        {
            "ability": "坚硬脑袋",
            "description": "使出反作用力伤害的招式，HP不会减少"
        },
        {
            "ability": "日照",
            "description": "出场时，会将天气变为晴朗。持续5回合"
        },
        {
            "ability": "沙穴",
            "description": "因为有沙穴的围困，战斗中让对手无法逃走"
        },
        {
            "ability": "干劲",
            "description": "通过激发出干劲，不会变为睡眠状态"
        },
        {
            "ability": "白色烟雾",
            "description": "被白色烟雾保护着，不会被对手降低能力"
        },
        {
            "ability": "巨神之力",
            "description": "拥有拉动大陆板块的神力！物理攻击威力翻倍"
        },
        {
            "ability": "硬壳盔甲",
            "description": "被坚硬的壳保护着，对手的攻击不会击中要害"
        },
        {
            "ability": "御空之域",
            "description": "拥有封锁气流的能力！不受任何天气的影响"
        },
        {
            "ability": "蹒跚",
            "description": "宝可梦在混乱状态时，对方的命中率减半"
        },
        {
            "ability": "电气引擎",
            "description": "受到电属性攻击时不会受伤且提升1级速度"
        },
        {
            "ability": "斗争心",
            "description": "对手是同性时招式威力提升25%，反之下降"
        },
        {
            "ability": "不屈之心",
            "description": "陷入畏缩状态时宝可梦速度会提升1级"
        },
        {
            "ability": "雪隐",
            "description": "在冰雹天气时回避率提升20%"
        },
        {
            "ability": "贪吃鬼",
            "description": "携带的树果会在HP的1/2体力时就被吃掉"
        },
        {
            "ability": "愤怒穴位",
            "description": "要害被击中时会大发雷霆，物理攻击会提升6级"
        },
        {
            "ability": "轻装",
            "description": "失去所持有的道具时，速度会翻倍"
        },
        {
            "ability": "耐热",
            "description": "耐热的体质会让火属性的招式伤害减半"
        },
        {
            "ability": "单纯",
            "description": "能力变化会变为平时的２倍"
        },
        {
            "ability": "干燥皮肤",
            "description": "炎热时减少HP，接触到水时恢复HP"
        },
        {
            "ability": "洞察",
            "description": "根据对手的防御或特防提升自身相应的攻击或特攻"
        },
        {
            "ability": "铁拳",
            "description": "拳击类招式威力提升20%"
        },
        {
            "ability": "毒疗",
            "description": "宝可梦中毒时恢复HP的1/8"
        },
        {
            "ability": "适应力",
            "description": "本属性招式威力的提升从原本的1.5倍提升至2倍"
        },
        {
            "ability": "连续攻击",
            "description": "如果使用连续招式，总是能使出最高次数"
        },
        {
            "ability": "湿润之躯",
            "description": "下雨天气时，异常状态会治愈"
        },
        {
            "ability": "太阳之力",
            "description": "在阳光下特攻提升1.5倍，但每回合会下降1/8体力"
        },
        {
            "ability": "飞毛腿",
            "description": "异常状态下速度提升50%"
        },
        {
            "ability": "一般皮肤",
            "description": "使用的招式变为一般属性。且威力提升1.3倍"
        },
        {
            "ability": "狙击手",
            "description": "击中要害时伤害从1.5倍提升至2.25倍"
        },
        {
            "ability": "魔法防守",
            "description": "宝可梦不会受到攻击以外的间接伤害"
        },
        {
            "ability": "无防守",
            "description": "由于无防守战术，双方使出的招式都必定会击中"
        },
        {
            "ability": "慢出",
            "description": "使出招式的顺序必定会变为最后"
        },
        {
            "ability": "技术高手",
            "description": "威力60以下的招式伤害提升1.5倍"
        },
        {
            "ability": "叶子防守",
            "description": "晴朗天气时，不会变为异常状态"
        },
        {
            "ability": "笨拙",
            "description": "携带物品的能力失效（包括负面效果的道具）"
        },
        {
            "ability": "破格",
            "description": "可以不受对手特性的干扰，向对手使出招式"
        },
        {
            "ability": "超幸运",
            "description": "因为拥有超幸运，攻击对手要害几率提升1级"
        },
        {
            "ability": "引爆",
            "description": "濒死时会让接触到自己的对手造成最大HP的1/4伤害"
        },
        {
            "ability": "危险预知",
            "description": "可以察觉到对手拥有的危险招式"
        },
        {
            "ability": "预知梦",
            "description": "出场时可以读取１个对手拥有的招式"
        },
        {
            "ability": "纯朴",
            "description": "攻击无视对方双防回避变化防守无视对方双攻命中变化"
        },
        {
            "ability": "洞悉",
            "description": "让不理想的招式威力伤害翻倍"
        },
        {
            "ability": "过滤",
            "description": "效果绝佳招式造成的伤害减少1/4"
        },
        {
            "ability": "慢启动",
            "description": "在５回合内，攻击和速度减半"
        },
        {
            "ability": "胆量",
            "description": "使一般和格斗属性的招式可以攻击幽灵属性"
        },
        {
            "ability": "引水",
            "description": "吸收所有水属性攻击不受伤并且提升特攻1级"
        },
        {
            "ability": "冰冻之躯",
            "description": "在冰雹状态下，体力每回合恢复1/16"
        },
        {
            "ability": "坚硬岩石",
            "description": "效果绝佳招式造成的伤害减少1/4"
        },
        {
            "ability": "降雪",
            "description": "出场时，会将天气变为下雪。持续5回合"
        },
        {
            "ability": "采蜜",
            "description": "对战结束后可能采到甜甜蜜"
        },
        {
            "ability": "察觉",
            "description": "出场时可以察觉对手的持有物"
        },
        {
            "ability": "舍身",
            "description": "自己会因反作用受伤的招式，其威力会提高20%"
        },
        {
            "ability": "多属性",
            "description": "携带相应石板时改变自身的属性"
        },
        {
            "ability": "花之礼",
            "description": "在阳光下提升己方宝可梦的1级攻击和特防"
        },
        {
            "ability": "梦魇",
            "description": "在睡眠状态下对手的体力每回合减少1/8"
        },
        {
            "ability": "顺手牵羊",
            "description": "近身攻击时偷取对手的道具"
        },
        {
            "ability": "强行",
            "description": "提升招式的威力30%，但附加的额外效果消失"
        },
        {
            "ability": "唱反调",
            "description": "能力值的变化将会逆转"
        },
        {
            "ability": "紧张感",
            "description": "让对手紧张，使其无法食用树果"
        },
        {
            "ability": "不服输",
            "description": "被对手降低能力时，攻击会提高2级"
        },
        {
            "ability": "软弱",
            "description": "HP减半时，会变得软弱，攻击和特攻会减半"
        },
        {
            "ability": "诅咒之躯",
            "description": "受到攻击时，30%会把对手招式变为定身法状态"
        },
        {
            "ability": "治愈之心",
            "description": "每回合30%几率可以治愈同伴的异常状态"
        },
        {
            "ability": "友情防守",
            "description": "同伴受到的伤害可以减少1/4"
        },
        {
            "ability": "碎裂铠甲",
            "description": "受到物理攻击时降低1级防御并提升1级速度"
        },
        {
            "ability": "重金属",
            "description": "自身体重加倍。"
        },
        {
            "ability": "轻金属",
            "description": "自身体重减半。"
        },
        {
            "ability": "多重鳞片",
            "description": "当宝可梦HP全满时，受到的伤害减半"
        },
        {
            "ability": "中毒激升",
            "description": "宝可梦中毒时，物理招式威力提升50%"
        },
        {
            "ability": "受热激升",
            "description": "宝可梦灼伤时，特殊招式威力提升50%"
        },
        {
            "ability": "收获",
            "description": "50%几率制作出被使用掉的树果（晴天下效果翻倍）"
        },
        {
            "ability": "心灵感应",
            "description": "读取我方的攻击，并闪避其招式伤害"
        },
        {
            "ability": "心情不定",
            "description": "每回合，能力中的某项提高2级，而某项降低1级"
        },
        {
            "ability": "防尘",
            "description": "不会受到沙暴和冰雹伤害。也不受粉末和孢子类招式影响"
        },
        {
            "ability": "毒手",
            "description": "近身攻击时30%几率使对手中毒"
        },
        {
            "ability": "再生力",
            "description": "交换下场时恢复自身的1/3HP"
        },
        {
            "ability": "健壮胸肌",
            "description": "不会受到防御降低的效果"
        },
        {
            "ability": "拨沙",
            "description": "在沙暴天气下，宝可梦的速度翻倍"
        },
        {
            "ability": "奇迹皮肤",
            "description": "受到变化招式时的命中率会减半"
        },
        {
            "ability": "分析",
            "description": "自身后出手时，招式的威力会提升30%"
        },
        {
            "ability": "幻觉",
            "description": "假扮成同行队伍中的最后一只宝可梦出场，迷惑对手"
        },
        {
            "ability": "变身者",
            "description": "变身为当前面对的宝可梦"
        },
        {
            "ability": "穿透",
            "description": "可以穿透对手的壁障或替身进行攻击"
        },
        {
            "ability": "木乃伊",
            "description": "受到近身攻击时，对方的特性变为木乃伊"
        },
        {
            "ability": "自信过度",
            "description": "打倒对手后充满自信，攻击会提高1级"
        },
        {
            "ability": "正义之心",
            "description": "受到恶属性攻击时，攻击会提高1级"
        },
        {
            "ability": "胆怯",
            "description": "受到恶、幽灵、虫属性的攻击会因胆怯而提高速度1级"
        },
        {
            "ability": "魔法反射",
            "description": "可以不受到由对手使出的变化招式影响，并将其反弹"
        },
        {
            "ability": "食草",
            "description": "受到草属性攻击时，攻击会提升1级"
        },
        {
            "ability": "恶作剧之心",
            "description": "使出变化类招式时先制度+1"
        },
        {
            "ability": "沙之力",
            "description": "沙暴天气下岩石、地面、钢系招式的威力提升30%"
        },
        {
            "ability": "铁刺",
            "description": "用铁刺给予接触到自己的对手对手的伤害为最大体力的1/8"
        },
        {
            "ability": "达摩模式",
            "description": "当宝可梦HP少于一半时，变为达摩模式"
        },
        {
            "ability": "胜利之星",
            "description": "自己和同伴的命中率会提高10%"
        },
        {
            "ability": "神之威压",
            "description": "来自神兽的威压，招式可以无视特性地命中对手"
        },
        {
            "ability": "龙之威压",
            "description": "来自神龙的威压，招式可以无视特性地命中对手"
        },
        {
            "ability": "芳香幕",
            "description": "可以防住向自己和同伴发出的心灵攻击"
        },
        {
            "ability": "花幕",
            "description": "我方的草属性宝可梦能力不降低也不会变为异常状态"
        },
        {
            "ability": "颊囊",
            "description": "食用树果触发效果的同时还额外恢复自身的1/3HP"
        },
        {
            "ability": "变幻自如",
            "description": "改变宝可梦的属性为所使用招式的属性"
        },
        {
            "ability": "毛皮大衣",
            "description": "受到物理招式攻击时伤害减半"
        },
        {
            "ability": "魔术师",
            "description": "夺走被自己的招式击中的对手的道具"
        },
        {
            "ability": "防弹",
            "description": "可以防住对手球和弹类的招式"
        },
        {
            "ability": "好胜",
            "description": "如果被对手降低能力，特攻会提高2级"
        },
        {
            "ability": "强壮之颚",
            "description": "因为颚部强壮，啃咬类招式的威力提高50%"
        },
        {
            "ability": "冰冻皮肤",
            "description": "将一般属性招式变为冰属性且威力提升1.3倍"
        },
        {
            "ability": "甜幕",
            "description": "自己和同伴的宝可梦不会变为睡眠状态"
        },
        {
            "ability": "战斗切换",
            "description": "在战斗时改变自身形态"
        },
        {
            "ability": "疾风之翼",
            "description": "使用飞行属性招式时先制度+1"
        },
        {
            "ability": "超级发射器",
            "description": "波动类招式威力提升50%"
        },
        {
            "ability": "草之毛皮",
            "description": "在青草场地时，防御会提高50%"
        },
        {
            "ability": "共生",
            "description": "同伴使用道具时，会把持有的道具传递给同伴"
        },
        {
            "ability": "硬爪",
            "description": "接触到对手的招式威力会提高30%"
        },
        {
            "ability": "妖精皮肤",
            "description": "一般属性招式变为妖精属性且威力提升1.3倍"
        },
        {
            "ability": "黏滑",
            "description": "受到近身攻击时对方速度下降1级"
        },
        {
            "ability": "飞行皮肤",
            "description": "一般属性招式变为飞行属性且威力提升1.3倍"
        },
        {
            "ability": "双连击",
            "description": "一回合内使用单体招式两次。（第二次伤害减半）"
        },
        {
            "ability": "暗黑气场",
            "description": "暗黑气场下，全场恶属性招式提升1.33倍"
        },
        {
            "ability": "妖精气场",
            "description": "妖精气场下，全场妖精属性招式提升1.33倍"
        },
        {
            "ability": "气场破坏",
            "description": "反转妖精气场和暗黑气场的效果。"
        },
        {
            "ability": "始源之海",
            "description": "该天气可免疫火系技能，且无法被普通天气覆盖"
        },
        {
            "ability": "终结之地",
            "description": "该天气可免疫水系技能，且无法被普通天气覆盖"
        },
        {
            "ability": "时空乱流",
            "description": "该天气可消除飞行系弱点，且无法被普通天气覆盖"
        }
    ]
}
